{"translation-revision-date":"2020-04-20 16:01:59+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_TW"},"%1$sGo to %2$s to analyze your entire site%3$s":[],"%1$s offers a free indexability check for %2$s users, and it shows\n\t\t\tthat your site can be found by search engines.":[],"Your site can be found by search engines":[],"%1$s offers a free indexability check for %2$s users and right now it has trouble determining\n\t\t\twhether search engines can find your site. This could have several (legitimate) reasons and is not a problem\n\t\t\tin itself. If this is a live site, %3$sit is recommended that you figure out why the %1$s check failed.%4$s":[],"%1$s cannot determine whether your site can be found by search engines":[],"%1$sRead more about troubleshooting search engine visibility.%2$s":[],"%1$s offers a free indexability check for %2$s users and it has determined that your site cannot be found by search engines. If this site is live or about to become live, this should be fixed.":[],"Your site cannot be found by search engines":[],"If this is a live site, %1$sit is recommended that you figure out why the check failed.%2$s":[],"Error details: %1$s %2$s %3$s":[],"An error occurred while checking whether your site can be found by search engines":[],"%1$sYou can change the tagline in the customizer%2$s.":[],"You still have the default WordPress tagline. Even an empty one is probably better.":[],"You should change the default WordPress tagline":[],"You are using a custom tagline or an empty one.":[],"You changed the default WordPress tagline":[],"Great! You can activate your premium plugin(s) and receive updates.":[],"Your site can connect to %1$s":[],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. The cause for this error is probably that the cURL software on your server is too old. Please contact your host and ask them to update it to at least version 7.34. %3$sRead more about cURL in our knowledge base%4$s.":[],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. A common cause for not being able to connect is an out-of-date version of cURL, software used to connect to other servers. However, your cURL version seems fine. Please talk to your host and, if needed, the Yoast support team to figure out what is broken. %3$sRead more about cURL in our knowledge base%4$s.":[],"Your site can not connect to %1$s":[],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":[],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":[],"You do not have your postname in the URL of your posts and pages":[],"You do have your postname in the URL of your posts and pages.":[],"Your permalink structure includes the post name":[],"The request to Ryte returned an error.":[],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":[],"Comments break into multiple pages":[],"Comments are displayed on a single page":[],"No title":[],"%1$sGo to the Discussion Settings page%2$s":[],"%1$sThis was reported by the %2$s plugin%3$s":[],"Date in Google Preview":[],"Preview as:":[],"Mobile result":[],"Google preview":[],"Desktop result":[],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":[],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":[],"If you want to apply advanced <code>meta<\/code> robots settings for this page, please define them in the following field.":["如果您想在此頁面套用進階的 <code>meta<\/code> robots 設定，請在下方的項目定義它們。"],"Check out %1$s":["檢查 %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":[],"Want to learn SEO from Team Yoast? Check out our %1$s!":["想透過 Yoast 團隊學習 SEO 技巧？快來 %1$s 吧！"],"Learn SEO":["學習 SEO"],"Start to optimize your site for Google News traffic today!":["今天就開始你網站Google新聞流量的最佳化!"],"Make sure your videos rank and are easy to share with our Video SEO plugin.":["用我們的影片SEO外掛來確保你的影片排行並容易去分享"],"Our Local SEO plugin will help you rank in Google Maps and local results.":["我們的在地SEO外掛能幫助您增加Google 地圖跟在地服務的搜尋結果"],"%s settings to import:":["%s 要匯入的設定"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["從另一個 %1$s 複製設定來到這邊並點選「%2$s」"],"Your %1$s settings:":["您的 %1$s 設定："],"Schema":["結構"],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":[],"Please check the format of the Facebook Page URL you entered. %s":["請檢查你所輸入的 Facebook 粉絲專頁的網址格式。%s"],"Please check the format of the Instagram URL you entered. %s":["請檢查你所輸入的 Instagram 的網址格式。%s"],"Please check the format of the Linkedin URL you entered. %s":["請檢查你所輸入的 Linkedin 的網址格式。%s"],"Please check the format of the MySpace URL you entered. %s":["請檢查你所輸入的 MySpace 的網址格式。%s"],"Please check the format of the Pinterest URL you entered. %s":["請檢查你所輸入的 Pinterest 的網址格式。%s"],"Please check the format of the Wikipedia URL you entered. %s":["請檢查你所輸入的 Wikipedia 的網址格式。%s"],"Please check the format of the Youtube URL you entered. %s":["請檢查你所輸入的 Youtube 的網址格式。%s"],"Settings saved.":["設定已儲存。"],"Continue learning":["繼續學習"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to know everything our plugin has to offer. Sign up for our free %1$s plugin training, in which you'll learn how to use %1$s and how it can help you make the best of your website!":[],"Dismiss this alert":["關閉這則通知"],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":["為了使結構化資料正常運作，需要設定公司名稱和 Logo。%1$s了解有關結構化資料重要性的更多資訊。%2$s"],"%s does not seem to be a valid Facebook App ID. Please correct.":["%s 似乎不是一個正確的 Facebook 應用程式編號。請修正。"],"The submitted value was: %s":["提交的數值是： %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex 確認碼只能包含 A 到 F的英文字母、數字、連字符號 \"-\" 和底線 \"_\"。 %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter 的使用者名稱只能包含英文字母、數字和底線 \"_\"。 %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest 確認碼只能包含 A 至 F 的英文字母、數字、連字符號 \"-\" 和底線 \"_\"。%s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing 驗證碼只能包含 A 至 F 的英文字母、數字、連字符號 \"-\" 和底線 \"_\"。%s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Google 驗證碼只能包含英文字母、數字、連字符號 \"-\" 和底線 \"_\"。 %s"],"The Facebook App ID you entered doesn't exist. %s":["你所輸入的 Facebook 應用程式編號不存在。%s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["百度驗證碼只能包含英文字母、數字、連字符號 \"-\" 和底線 \"_\"。 %s"],"Show this item.":["顯示這個項目。"],"Hide this item.":["隱藏這個項目。"],"You have %d hidden problem:":["你有 %d 個隱藏的問題："],"You have %d hidden notification:":["你有 %d 個隱藏的通知："],"The form contains %1$s error. %2$s":["這個表單包含 %1$s 個錯誤。 %2$s"],"SEO settings configured":["SEO 設定已完成"],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":["如果你想要再次確認你的 %1$s 設定，或是進行調整， 你可以%2$s再次打開設定精靈%3$s。"],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["下列的字眼和詞組在內文中出現的次數最多，這指出了你的內文所聚焦的事物。如果這些字眼與你的主題很不相同，那你可能需要重新撰寫你的內文。"],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["增加更多內容後，我們會提供你最常使用的文字組合，這能在你寫文章時給你相關的提示"],"%d occurrences":["%d 發生"],"Activate %s for your site on MyYoast":["在MyYoast上開通您網站的 %s"],"Show blog page in breadcrumbs":["部落格頁面在麵包屑導覽列中顯示"],"We could not find any relevant articles on your website that you could link to from your post.":["我們無法在您的網站上找到您可以從您的文章連結到任何的相關文章。"],"Has feedback":["有反饋"],"Content optimization:":["內容優化"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$s可讀性%2$s: %3$s"],"Post Noindexed":["文章沒有索引"],"No Focus Keyphrase":["沒有焦點關鍵字"],"Person logo \/ avatar":["個性化識別頭像\/ Logo"],"Extend %s":["延伸 %s"],"Posts with the SEO score: %s":["貼文優化分數:%s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s 影音教學"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["要查看您當前的抓取錯誤，%1$s請前往 Google Search Console%2$s。"],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google已停止其Crawl Errors API。因此，您可能無法再顯示任何可能的索引錯誤。%1$s閱讀我們關於此的聲明以獲取更多資訊%2$s。"],"Remove this message":["移除此訊息"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["使用我們的網站為當地受眾真正優化您的網站 %s 外掛！優化的地址詳細資訊，營業時間，商店位置和取件選項！"],"Serving local customers?":["為當地客戶服務？"],"Get the %s plugin now":["立刻取得 %s 外掛"],"Organization social profiles":["組織社交檔案"],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":[],"Personal info":["個人資訊"],"Organization logo":["組織標誌"],"Organization name":["組織名稱"],"Choose whether the site represents an organization or a person.":["選擇網站是代表組織還是個人。"],"Knowledge Graph & Schema.org":["知識圖 和 Schema.org "],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":["要使您的網站代表公司或組織，請到 %1$s搜尋外觀%2$s並將組織或個人設置為。"],"To change the social accounts used for your site, update the details for %1$s.":["要改變社群帳號用於你的網站，請更新以下資料 %1$s。"],"That means that the form and information below is disabled, and not used.":["這意味著下面的表單和資訊被停用，以及不使用。"],"Your website is currently configured to represent a Person":["您的網站目前已設定為個人網站。"],"(if one exists)":["（如果存在）"],"Wikipedia page about you":["Wikipedia 維基百科頁面關於你"],"YouTube profile URL":["YouTube 個人資料網址"],"Tumblr profile URL":["Tumblr 個人資料網址"],"SoundCloud profile URL":["SoundCloud 個人資料網址"],"MySpace profile URL":["MySpace 個人資料網址"],"Organization or person":["組織或個人"],"The person":["個人"],"Organization":["組織"],"Does your site represent a person or an organization?":["您的網站是代表個人還是組織？"],"The name of the organization":["組織的名稱"],"Provide an image of the organization logo":["提供一個針對組織的圖像"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":[],"Select a user...":["選擇一個使用者"],"Uncategorized":["未分類"],"Name:":["名稱："],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":[],"Error: Please select a user below to make your site's meta data complete.":["錯誤：請選擇下面的用戶以完成您網站的 Meta Data設定。"],"SEO score: %s":["SEO分數：%s"],"If a Wikipedia page for you or your organization exists, add it too.":["如果您或您的組織有維基百科頁面，也可以加入它。"],"Wikipedia URL":["維基百科網址"],"Pinterest profile URL":["Pinterest 個人資料網址"],"Instagram profile URL":["Instagram 個人資料網址"],"LinkedIn profile URL":["LinkedIn  個人資料網址"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":[],"The image you selected is too small for Facebook":["您選取的圖片對Facebook而言太小了"],"The given image url cannot be loaded":["無法載入您所提供的圖片網址"],"Find out what words your audience uses to find you":["找出您的讀者搜尋到您的關鍵字"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":[],"No JSON object was returned.":["沒有 JSON 物件回傳。"],"Received internal links":["收到的內部連結"],"Outgoing internal links":["出去的內部連結"],"New step added":["新步驟已新增"],"New question added":["新問題已新增"],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":[],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":[],"Keyphrase":["關鍵詞"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":[],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["透過啟用此選項，訪客和 Google 都可以看到附件URL。為了增加您網站的價值，它們應該包含有用的資訊，否則可能會對您的排名產生負面影響。"],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":[],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":["請閱讀以下%1$s知識庫文章%2$s了解如何解決此問題。"],"To make sure all the links in your texts are counted, we need to analyze all your texts.":[],"All you have to do is press the following button and we'll go through all your texts for you.":["你所要做的就是按下以下按鈕，我們將為你瀏覽所有的文字。"],"Count links":["連結計數"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":[],"%1$sImage alt attributes%2$s: Good job!":["%1$s圖片alt屬性%2$s:很好！"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$s圖片alt屬性%5$s:此頁上的%2$d個圖片中，只有%1$d具有反映文本主題的alt屬性。%4$s將您的關鍵詞或同義詞新增到更相關圖片的alt標記中%5$s！"],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":[],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":[],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":[],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":[],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":[],"Page %s":["第%s頁"],"Cannot get the size of %1$s because of unknown reasons.":["無法得到的大小 %1$s 因為不明原因。"],"Cannot get the size of %1$s because it is hosted externally.":["無法得到的大小 %1$s因為它是在外部託管的。"],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":[],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":[],"Get an even better analysis":["獲得更好的分析"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":[],"Improve sharing on Facebook and Pinterest":["改善在Facebook跟Pinterest的分享樣式"],"You do not have the required rights to export settings.":["您沒有匯出設定值所需要的權限。"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":[],"These are settings for the %1$s plugin by %2$s":[],"No settings found.":["未找到任何設定。"],"Export your %1$s settings here, to copy them on another site.":[],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["匯入設定功能僅支援執行在 PHP 5.3 或更高版本的服務器上。"],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":[],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":[],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":[],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":[],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":[],"Indexable created for object %1$s with type %2$s":[],"Method %1$s() does not exist in class %2$s":[],"With %s, you can easily create such redirects.":[],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["改變文章的永久連結很可能會影響到您的文章在搜尋引擎上的可見度，可能影響%1$s，甚至%2$s可能無法完成於正在上線的網站。"],"WARNING:":["警告："],"Learn about why permalinks are important for SEO.":["了解為什麼固定網址對SEO很重要。"],"Google Ads":["Google Ads"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$s關鍵字中的功能詞%3$s：您的關鍵字 \"%4$s\" 僅包含功能詞。%2$s了解更多關於什麼是一個好的關鍵字。%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["您是否知道 %s 還會分析您的關鍵字的不同單詞形式，如複數形式和過去式？"],"Clear Image":["清除圖片"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$s關鍵詞長度%3$s：%2$s設定關鍵字以計算您的SEO分數%3$s。"],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":[],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":[],"%1$sKeyphrase in slug%2$s: Great work!":[],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":[],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":[],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":[],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":[],"%1$sKeyphrase distribution%2$s: Good job!":["%1$s關鍵字分佈%2$s：好極了！"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$s關鍵字分佈%3$s：不均勻。 文章中某些部分未加入關鍵字或其同義詞。%2$s請更均勻地分配這些字詞%3$s。"],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$s關鍵字分佈%3$s：非常不均勻。文章中大部分內容未加入關鍵字或其同義詞。%2$s請更均勻地分配這些字詞%3$s。"],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$s關鍵字分佈%3$s：%2$s在文章中加入您的關鍵字或其同義詞，以便我們可以檢查關鍵短語分佈%3$s。"],"Help on choosing the perfect focus keyphrase":["關於選擇完美的焦點關鍵字的幫助"],"Would you like to add a related keyphrase?":["您想增加相關的關鍵字嗎？"],"Go %s!":["前往 %s！"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":[],"Rank better with synonyms & related keyphrases":["使用同義詞 & 相關的關鍵字 以獲得更好的排名"],"optimize a single post for synonyms and related keyphrases.":["優化同義詞和相關關鍵字的單篇文章。"],"Synonyms & related keyphrases":["同義詞 & 相關的關鍵字"],"Add related keyphrase":["增加相關關鍵字"],"Upgrade to %s":["升級到 %s"],"%1$s video":["%1$s 影片"],"Get %s":["取得 %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$s曾使用的關鍵字%6$s：您已經在 %3$s之前使用了此關鍵字%1$s %2$d次。%5$s不要多次使用你的密鑰短語%6$s。"],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$s曾使用的關鍵字%5$s：您%1$s以前%2$s用過這個關鍵字。%4$s不要多次使用您的關鍵字%5$s。"],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$s曾使用的關鍵字%2$s：非常好，您過去從未使用過這個關鍵字。"],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["%1$slug停用詞%3$s：此頁面的slug包含停用詞。%2$s刪除他們%3$s！"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":["%1$sSlug過長%3$s：此頁面的 slug 有點長。%2$s請縮短它%3$s！"],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$s圖片alt屬性%3$s：此頁面上沒有圖片。%2$s增加一些%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$s連結關鍵字%3$s：您正連結到另一個頁面，其中包含您希望提升此頁面排名的關鍵字。%2$s請不要這樣做%3$s！"],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["這遠低於最小建議值的 %5$d 個字。%3$s請增加更多內容%4$s。"],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["這低於最小建議值的 %5$d 個字。%3$s請增加更多內容%4$s。"],"%2$sText length%4$s: The text contains %1$d word.":["%2$s文字長度%4$s：內文包含 %1$d  個字。"],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$s文字長度%3$s：做得好！內文包含 %1$d  個字。"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":[],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sSEO標題長度%3$s：%2$s請建立SEO標題%3$s。"],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":[],"%1$sSEO title width%2$s: Good job!":["%1$sSEO標題長度%2$s：好極了！"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sSEO標題長度%3$s：SEO標題太短。%2$s使用空格增加關鍵字變數或建立吸引人的行動呼籲用語%3$s。"],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$s外部連結%2$s：好極了！此頁面上有 nofollowed 和 普通外部連結。"],"%1$sOutbound links%2$s: Good job!":["%1$s外部連結%2$s：好極了！"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$s外部連結%3$s：此頁面上的所有外部連結均為 nofollowed。%2$s增加一些普通連結%3$s。"],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$s外部連結%3$s：此頁面沒有任何外部連結。%2$s請增加一些%3$s！"],"%1$sMeta description length%2$s: Well done!":["%1$sMeta描述長度%2$s：做得好！"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sMeta描述長度%3$s：Meta描述超過 %4$d 個字。為了確保整個描述可見性，%2$s您應該縮短長度%3$s！"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sMeta描述長度%3$s：Meta描述太短（少於%4$d字元）。 最多可增加到 %5$d 個字元。%2$s使用空格%3$s！"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sMeta描述長度%3$s：沒有指定Meta描述。搜尋引擎將顯示來自頁面的內文。%2$s請至少寫一個%3$s！"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sMeta描述長度%2$s：已指定Meta描述，但未包含關鍵字。%3$s修正它%4$s！"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sMeta描述長度%2$s：Meta描述中出現 %3$s 次關鍵字，超過建議的最大值2次。%4$s調整它%5$s！"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sMeta描述長度%2$s：好極了！關鍵字或同義詞出現在Meta描述中。"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$s關鍵字長度%5$s：關鍵字長度是 %1$d 個字。這比建議最大值的 %2$d 個字還多。%4$s請縮短它%5$s！"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$s關鍵字長度%5$s：關鍵字長度是 %1$d 個字。這超過了最大建議值的 %2$d 個字。%4$s請縮短它%5$s！"],"%1$sKeyphrase length%2$s: Good job!":["%1$s關鍵詞長度%2$s：好極了！"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$s關鍵詞長度%3$s：沒有為此頁面設定焦點關鍵字。%2$s設置關鍵字以計算您的SEO得分%3$s。"],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":[],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":[],"%1$sKeyphrase in introduction%2$s: Well done!":["以%2$s做了%1$s關鍵詞的介紹：非常好！"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$s內部連結%2$s：做得好！此頁面上有 nofollowed 和 普通內部連結。"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$s內部連結%2$s：做得好！您有足夠的內部連結。"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$s內部連結%3$s：此頁面中的內部連結都是 nofollowed。%2$s請增加一些不錯的內部連結%3$s。"],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$s內部連結%3$s：此頁面中沒有內部連結，%2$s請增加一些%3$s！"],"%1$sTransition words%2$s: Well done!":["%1$s過渡詞%2$s：做得好！"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$s過渡詞%2$s：只有 %3$s 的句子包含過渡詞，這還不夠。%4$s使用更多%2$s。"],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$s過渡詞%2$s：所有句子都不包含過渡詞。%3$s使用一些%2$s.。"],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$s內容不足%2$s：%3$s請增加一些內容以啟用良好的分析%2$s。"],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$s子標題分布%2$s：您沒有使用任何子標題，但您的文字夠短，可能不需要它們。"],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$s子標題分布%2$s：儘管內文很長，但您沒有使用任何子標題。%3$s嘗試增加一些子標題%2$s。"],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$s子標題分布%2$s：%3$d 段落的文字長於 %4$d 個字，並且沒有任何子標題被分隔開來。%5$s增加子標題以提高可讀性%2$s。"],"%1$sSubheading distribution%2$s: Great job!":["%1$s子標題分布%2$s：好極了！"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$s句子長度%2$s：%3$s 的句子內容超過 %4$s 個字，超過了最大建議值的 %5$s。%6$s嘗試縮短句子%2$s。"],"%1$sSentence length%2$s: Great!":["%1$s句子長度%2$s：太棒了！"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$s連續句子%2$s：做得好！句子中有足夠的變化。"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$s連續句子%2$s：文章包含 %4$d 個實例，其中 %3$d 或更多連續句子以相同的字詞開頭。%5$s嘗試混入其他字詞以增加變化性%2$s！"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":[],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":[],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["%1$s段落長度%2$s：段落 %3$d 的內容超過最大建議值的 %4$d 個字。 %5$s縮短段落%2$s！"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$s段落長度%2$s：好極了！沒有過長的段落。"],"Good job!":["做得好！"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":[],"Focus keyphrase":["焦點關鍵字"],"%1$s with ID %2$s couldn't be patched":["ID為 %2$s 的 %1$s 無法修補"],"Invalid POST request. Meta values already exist for object with ID %1$s.":["無效的 POST 請求。對於 ID 為 %1$s 的對象，已存在 Meta值。"],"Indexable with ID `%1$s` does not exist":["「%1$s」可被索引的ID不存在"],"No object with ID %1$s and %2$s could be found":["ID「%1$s」與「%2$s」無法找到該項目"],"`%1$s` is not a valid subtype of `%2$s`":["`%1$s` 不是 `%2$s` 的有效子類型"],"The object type `%1$s` is invalid":["「%1$s」項目無效"],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":[],"The parameter `%1$s` cannot be empty.":["參數  `%1$s`  不能為空。"],"Check Keyphrase Density":["檢查關鍵字密度"],"Disable":["停用"],"Allow Control":["允許控制"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":[],"%s is a required feature toggle argument.":["%s 是必要的功能切換參數。"],"Keyphrase:":["關鍵字："],"Remove keyphrase":["刪除關鍵字"],"This feature has been disabled by the network admin.":["網路管理員已禁用此功能。"],"Focus keyphrase not set.":["焦點關鍵字未設定。"],"Multiple keyphrases":["多個關鍵字"],"Colon":["冒號"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["%1$s 和 %2$s 都管理您網站的 SEO。同時執行兩個 SEO 插件是有害的。"],"There is a new notification.":["有新通知。"],"Learn more about the readability analysis":["了解更多關於「可讀性分析」"],"Describe the duration of the instruction:":[],"Optional. Customize how you want to describe the duration of the instruction":[],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":["這是您可以在文章中連結的相關內容列表。{{a}}閱讀我們關於網站結構{{\/a}}的文章，瞭解更多內部連結如何幫助您改善SEO。"],"%s, %s and %s":["%s、%s 和 %s"],"%s and %s":["%s 和 %s"],"%d minute":["%d 分"],"%d hour":["%d 小時"],"%d day":["%d 天"],"Enter a step title":["輸入步驟標題"],"Optional. This can give you better control over the styling of the steps.":[],"CSS class(es) to apply to the steps":["在此步驟套用 CSS 類別"],"minutes":["分鐘"],"hours":["小時"],"days":["天"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["以 SEO 友善的方式來建立操作指南。每篇文章只能使用一個操作指南區塊。"],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":[],"Copy error":["複製錯誤"],"An error occurred loading the %s primary taxonomy picker.":["載入 %s 主分類選擇器時發生錯誤。"],"%1$s Structured Data Blocks":["%1$s 資料結構化區塊"],"Time needed:":["所需時間："],"Move question down":["向下移動問題"],"Move question up":["向上移動問題"],"Insert question":["插入問題"],"Delete question":["刪除問題"],"Enter the answer to the question":["輸入問題的答案"],"Enter a question":["輸入問題"],"Add question":["新增問題"],"Frequently Asked Questions":["常見問題"],"Great news: you can, with %s!":["好消息：您可以，%s！"],"Select the primary %s":["選擇主要%s"],"Check links to this URL":["檢查此URL的連結"],"Keyword research training":["關鍵字研究訓練"],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":["請檢查以下內容類型的 %1$s彙整模板%2$s：%3$s。"],"Are you trying to use multiple keyphrases? You should add them separately below.":["您是否嘗試使用多個關鍵字？您應該在下面單獨增加它們。"],"Mark as cornerstone content":["標記為基石內容"],"Move step down":["向下移動"],"Move step up":["向上移動"],"Insert step":["插入步驟"],"Delete step":["刪除步驟"],"Add image":["新增圖片"],"Enter a step description":["輸入步驟描述"],"Enter a description":["輸入一個描述"],"Unordered list":[],"Showing step items as an ordered list.":["將步驟項顯示為有序列表。"],"Showing step items as an unordered list":["將步驟項顯示為無序列表"],"Add step":["增加步驟"],"Delete total time":["刪除全部時間"],"Add total time":["增加全部時間"],"How to":["如何"],"How-to":["如何"],"Analysis results":["分析結果"],"Enter a focus keyphrase to calculate the SEO score":["輸入焦點關鍵字來計算SEO分數"],"Learn more about Cornerstone Content.":["瞭解更多關於基石內容。"],"Cornerstone content should be the most important and extensive articles on your site.":["基石內容應該是您網站上最重要和最廣泛的文章。"],"Restore Site":["還原網站"],"Network Settings":["網路設定"],"You are not allowed to perform this action.":["您不能執行此操作。"],"Error: %s":["錯誤：%s"],"Success: %s":["成功：%s"],"Site with ID %d not found.":["找不到 ID 為 %d 的網站。"],"No site has been selected to restore.":["沒有選擇要還原的網站。"],"You are not allowed to modify unregistered network settings.":["您不能修改未註冊的網路設定。"],"deleted":["已刪除"],"Would you like to add another keyphrase?":["您想增加另一個關鍵字嗎？"],"image preview":["圖片預覽"],"Copied!":["已複製！"],"Not supported!":["不支援"],"Read {{a}}our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":[],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["增加更多內容後，我們會在此處為您提供相關內容列表，您可以在文章中找到這些內容。"],"Consider linking to these {{a}}cornerstone articles:{{\/a}}":["考慮連結到這些{{a}}基石文章：{{\/a}}"],"Consider linking to these articles:":["考慮連結到這些文章："],"Copy link":["複製連結"],"Copy link to suggested article: %s":["複製指向建議文章的連結：%s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":[],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":[],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[],"Prominent words":[],"The site's tagline":["網站標語"],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":[],"Not all required fields are given. Missing field %1$s":["未填寫所有必填欄位。缺少欄位 %1$s"],"Optimize your shop's SEO and sell more products!":["優化您商店的SEO並銷售更多產品！"],"Add synonyms":["增加同義詞"],"Would you like to add keyphrase synonyms?":["您想增加關鍵同義詞嗎？"],"Would you like to add more than one keyphrase?":["您想增加多個關鍵短語嗎？"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":["您可以在 %1$s商店頁面%2$s 上編輯此自訂類型的 SEO meta資料。"],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["您尚未在 WooCommerce 設定中設置商店頁面。請先完成此動作。"],"Current year":["今年"],"Page":["頁面"],"Breadcrumb settings for %s archive":["%s 彙整的麵包屑設定"],"Something went wrong. Please reload the page.":["發生錯誤，請重新載入此頁面。"],"Tagline":["標語"],"Modify your meta description by editing it right here":["在此處編輯來修改 Meta 描述"],"description (custom taxonomy)":["描述（自訂分類）"],"(custom taxonomy)":["（自訂分類）"],"(custom field)":["(自訂欄位)"],"Term404":[],"Caption":["標題"],"Pagenumber":["頁碼"],"Pagetotal":["總頁數"],"Page number":["頁碼"],"User description":["用戶描述"],"ID":["ID"],"Modified":["已修改"],"Post type (plural)":["文章類型（複數）"],"Post type (singular)":["文章類型（單數）"],"Separator":["分隔器"],"Search phrase":["搜尋字詞"],"Term title":["條款標題"],"Term description":["條款描述"],"Tag description":["標籤描述"],"Category description":["分類描述"],"Primary category":["主要類別"],"Category":["分類"],"Tag":["標籤"],"Excerpt only":["僅摘要"],"Excerpt":["摘要"],"Site title":["網站標題"],"Archive title":["彙整標題"],"Parent title":["父標題"],"Date":["日期"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["您應該建立一個轉址，以確保訪客在點擊不再有效的URL時，不會收到 404 錯誤。"],"Search engines and other websites can still send traffic to your deleted post.":["搜尋引擎和其他網站仍然可以向您刪除的文章發送流量。"],"Make sure you don't miss out on traffic!":["確保你沒有錯失流量!"],"You just deleted a %1$s.":["您剛剛刪除了%1$s。"],"You just trashed a %1$s.":["您剛剛丟棄了 %1$s。"],"Settings for %s archive":["%s 彙整的設定"],"Settings for single %s URLs":["單個 %s 網址的設定"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":[],"Url preview":["網址預覽"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["請透過編輯下面的代碼段提供 Meta 描述。如果不這樣做，Google 會嘗試在搜尋結果中找到您文章中相關的部分。"],"Insert snippet variable":["插入代碼變數"],"Dismiss this notice":["關閉這項通知"],"No results":["沒有結果"],"%d result found, use up and down arrow keys to navigate":["找到 %d 個結果，使用向上和向下箭頭鍵進行操作"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["您的網站語言設置為%s。如果這不正確，請聯繫您的網站管理員。"],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s 尊重您的隱私。閱讀我們的%2$s隱私政策%3$s，了解我們如何處理您的個人資訊。"],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["如果您知道這意味著什麼並且您不想再看到此訊息，則可以 %1$s關閉此訊息%2$s。"],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["您網站設定目前允許附件網址的存在。請閱讀%1$s此文章%2$s，了解附件網址的潛在問題，並檢查您的網站是否具有正確的設定。"],"Unknown type %1$s":["未知類型 %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["包含一個免費的 MyYoast 帳號，讓您可以訪問我們的免費搜尋引擎優化初學者課程！"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["如果您想了解%1$s、%2$s 其他很酷的插件，以及來自SEO世界有趣的新聞和提示，請註冊我們的電子報。"],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["在 %1$s百度網站管理員工具%2$s中取得您的百度驗證碼。"],"Baidu verification code":["百度驗證碼"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":[],"Cleanup of %s data failed.":["清除 %s 資料失敗。"],"Content Type":["內容型態"],"Filter by content type":["按照內容類型篩選"],"Show All Content Types":["顯示所有內容類型"],"Replaced with the normal title for an archive generated by WordPress":[],"Clean":["清除"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["一旦確定您的網站沒問題，您就可以清除。這將刪除所有原始資料。"],"Step 5: Clean up":["步驟5；清除"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["您應該從 SEO &rarr; 執行設定精靈、一般 &rarr; 儀表板頁面，以確保您網站的所有設置都正確。"],"Step 4: Run the configuration wizard":["步驟4：執行設定精靈"],"Please check your posts and pages and see if the metadata was successfully imported.":["請檢查您的文章和頁面，看看 Meta 資料是否已成功匯入。"],"Step 3: Check your data":["步驟 3: 檢查您的資料"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":[],"Step 2: Import":["步驟2：匯入"],"Please make a backup of your database before starting this process.":["在開始之前，請先備份您的資料庫。"],"Step 1: Create a backup":["步驟 1：建立備份"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["我們檢測到您網站上的一個或多個SEO 外掛的資料。請按照以下步驟導入該資料："],"Plugin: ":["插件："],"%s did not detect any plugin data from plugins it can import from.":["%s 沒有檢測到它可以從外掛導入的任何外掛數據。"],"Posts that should not show up in search results":["不應顯示在搜尋結果中的文章"],"%s data found.":["找到 %s 資料。"],"%s data successfully removed.":["成功移除 %s 資料。"],"%s data successfully imported.":["成功匯入 %s 資料。"],"%s data not found.":["找不到 %s 資料。"],"24\/7 email support":["24\/7 郵件支援"],"No more dead links a.k.a. 404 pages":["沒有無效連結，除了404頁面"],"Get real-time suggestions for internal links":["取得內部連結的即時建議"],"Preview your page in Facebook and Twitter":["預覽您的頁面在 Facebook 和 Twitter上的樣式"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":["點擊「%3$s」按鈕以使用在 %1$s搜尋外觀首頁%2$s 設定中設置的 Meta 描述。"],"Help on copying the home meta description":["關於複製首頁 meta 描述的幫助"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["要讓搜尋引擎知道哪些社交個人資料與此網站相關聯，請在下方輸入您的社交網站個人資料。"],"Learn more about your social profiles settings":["瞭解更多關於您的社群個人檔案設定"],"Remove the categories prefix":["刪除類別前綴"],"Help on the category prefix setting":["關於此類別前綴設定的幫助"],"Learn more about the available variables":["瞭解更多關於可用變數的資訊"],"Learn more about the RSS feed setting":["瞭解更多關於RSS設定"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":[],"Learn more about the Media and attachment URLs setting":["瞭解更多關於媒體和附件網址設定"],"Learn more about the title separator setting":["瞭解更多關於標題分隔符號設定"],"Learn more about the knowledge graph setting":["瞭解更多關於知識圖譜的設定"],"Learn more about the homepage setting":["瞭解更多關於首頁設定"],"Learn more about the special pages setting":["瞭解更多關於特殊頁面設置"],"Help on the date archives search results setting":["關於此日期彙整搜尋結果設定的幫助"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":[],"Help on the authors without posts archive search results setting":["關於作者沒有彙整文章搜尋結果設定的幫助"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":[],"Help on the author archives search results setting":["關於作者彙整搜尋結果設定的幫助"],"Archives settings help":["彙整設定幫助"],"Learn more about the archives setting":["瞭解更多關於彙整設定"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["在 %1$sYandex網站管理員工具%2$s中取得您的Yandex驗證碼。"],"Yandex verification code":["Yandex 認證碼"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["在 %1$sGoogle Search Console%2$s中取得您的Google驗證碼。"],"Google verification code":["Google 驗證碼"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["在 %1$sBing網站管理員工具%2$s中取得您的Bing驗證碼。"],"Bing verification code":["Bing 驗證碼"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":[],"Learn more about the Webmaster Tools verification":["瞭解更多關於網站站長工具驗證"],"On":["啟用"],"Help on: %s":["支援：%s"],"%1$s comes with a lot of features. You can enable \/ disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s 具備許多功能。您可以在下面 啟用\/禁用 其中一些。點擊問號可取得關於該功能的更多資訊。"],"Off":["關閉"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":[],"Security: no advanced settings for authors":["安全性：沒有作者的進階設置"],"See who contributed to %1$s.":["看看誰為 %1$s 做出了貢獻。"],"Help on this search results setting":["關於此搜尋結果設定的幫助"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":[],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":[],"Default for %2$s, currently: %1$s":["預設為 %2$s，目前是：%1$s"],"Show %s in search results?":["在搜尋結果中顯示 %s？"],"this author's archives":["此作者的彙整"],"Do not allow search engines to show %s in search results.":["不允許搜尋引擎在搜尋結果中顯示 %s。"],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["WordPress 中的 類別URL 包含前綴，通常為 %s，此功能僅刪除該前綴，僅適用於類別。"],"Category URLs":["分類網址"],"the archive for %s":["%s 彙整"],"Redirect attachment URLs to the attachment itself?":["將附件網址轉址到附件本身？"],"We recommend you set this to Yes.":["我們建議您將其設置為是。"],"Media & attachment URLs":["媒體 & 附件網址"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["這是人們找到您的首頁時在搜尋結果中顯示的內容。這意味著這可能是他們搜尋您的品牌名稱時所看到的。"],"date archives":["日期彙整"],"archives for authors without posts":["沒有文章的作者彙整"],"Read why XML Sitemaps are important for your site.":[],"Enable the XML sitemaps that %s generates.":["啟用 %s 產生的 XML網站地圖。"],"See the XML sitemap.":["查看  XML sitemap。"],"%2$s (current default for %1$s)":["%2$s（目前預設值為 %1$s）"],"Media":["媒體"],"Content Types":["內容類型"],"Should search engines follow links on this %1$s?":["搜尋引擎應關注此 %1$s 上的連結嗎？"],"Allow search engines to show this %s in search results?":["允許搜尋引擎在搜尋結果中顯示此 %s？"],"Search Appearance":["搜尋外觀"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":[],"Search engines should show \"%1$s\" in search results:":["搜尋引擎應在搜尋結果中顯示「%1$s」："],"Search engine visibility":["搜尋引擎可見性"],"Toggle %1$s's XML Sitemap":["切換 %1$s 的XML網站地圖"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":[],"Good results":["良好的結果"],"Get better search results in local search":["在本地搜尋中取得更好的搜尋結果"],"Allow customers to pick up their %s order locally":["允許客戶在本地取得他們的 %s 訂單"],"SEO analysis":["SEO 分析"],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO分析提供了改善文章SEO的建議。"],"Learn how the SEO analysis can help you rank.":["瞭解 SEO分析 如何幫助您提升排名。"],"The readability analysis offers suggestions to improve the structure and style of your text.":["可讀性分析提供了改進文章結構和樣式的建議。"],"Discover why readability is important for SEO.":["了解為什麼可讀性對 SEO 很重要。"],"Find out how cornerstone content can help you improve your site structure.":["了解基石內容如何幫助您改善網站結構。"],"The text link counter helps you improve your site structure.":[],"Find out how the text link counter can enhance your SEO.":["了解文字連結計數器如何增強您的SEO。"],"%s integration":["%s 整合"],"Read more about how %s works.":["詳細了解 %s 的工作原理。"],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["如果您希望 Facebook 和其他社群媒體，在分享您網站的連結時顯示圖片預覽和文章摘要，請啟用此功能。"],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["如果您希望 Twitter 和其他社群媒體，在分享您網站的連結時顯示圖片預覽和文章摘要，請啟用此功能。"],"Find out why you should upgrade to %s":["找出您應該升級到 %s 的原因"],"https:\/\/yoa.st\/1uk":["https:\/\/yoa.st\/1uk"],"https:\/\/yoa.st\/1uj":["https:\/\/yoa.st\/1uj"],"Latest blog posts on %1$s":["關於 %1$s 的最新部落格文章"],"Remove highlight from the text":[],"Your site language is set to %s. ":["您的網站語言設定為 %s。"],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["使用 %1$s %2$s設定精靈%3$s 以快速上手！"],"First-time SEO configuration":["首次 SEO 設定"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["您的網站語言設定為 {language}。如果不正確請聯繫您的網站管理者。"],"Your site language is set to {language}.":["您的網站語言設定為 {language}。"],"Highlight this result in the text":[],"Considerations":["注意事項"],"Errors":["錯誤"],"Change language":["更改語言"],"You cannot create a %s file.":["您無法建立 %s 檔案"],"You cannot edit the %s file.":["您無法編輯 %s 檔案。"],"Updated %s":["已更新 %s"],"Create %s file":["建立 %s 檔案"],"Edit the content of your %s:":["編輯 %s 的內容："],"Save changes to %s":["儲存修改至 %s"],"%s file":["%s 檔案"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["透過增加幫助程序插件，%1$s 和 %2$s 可以更好地協同工作。請安裝 %3$s 以改善您的狀態。%4$s。"],"More information":["更多資訊"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["透過增加幫助程序插件，%1$s 和 %2$s 可以更好地協同工作。請啟用 %3$s 以改善您的狀態。"],"More information about %1$s":["關於 %1$s 的更多資訊"],"Configuration Wizard":["設定精靈"],"You've done it!":["完成設定！！"],"Seamlessly integrate %2$s with %1$s for the content analysis!":["將 %2$s 與 %1$s 無縫整合以進行內容分析！"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["透過增加幫助程序插件，%1$s 和 %2$s 可以更好地協同工作。請安裝 %3$s 以改善您的狀態。"],"Manage your %s subscription on MyYoast":["在 My Yoast 管理您 %s 的訂閱。"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":[],"(Opens in a new browser tab)":["（在瀏覽器的新分頁中開啟）"],"Posts %1$swithout%2$s a focus keyphrase":["文章%1$s沒有%2$s焦點關鍵字"],"Hey, your SEO is doing pretty well! Check out the stats:":["嘿，您的SEO做得很好！查看統計數據："],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["您尚未發佈任何文章，文章發佈後這裡才會顯示 SEO 分數！"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":[],"Something else":["其它"],"A portfolio":["作品集"],"A corporation":["企業"],"A small offline business":["實體店家"],"A news channel":["新聞頻道"],"An online shop":["線上購物"],"A blog":["部落格"],"What does the site %1$s represent?":["此網站 %1$s 是什麼樣的類型？"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["如果您選擇「否」，則會停用您的作者彙整以防止出現重複內容的問題。"],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":[],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":[],"Option B: My site is under construction and should not be indexed":["選項 B：我的網站仍在建置中，不應該被索引"],"Option A: My site is live and ready to be indexed":["我的網站已上線且已準備好被索引"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["如果您的網站還不想被搜尋引擊索引，請選擇設定中的該選項。然而網站準備要上線時別忘了啟用。"],"Please specify if your site is under construction or already active.":["請選擇網站狀態是建置中還是已啟用"],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":[],"Read more like this on our SEO blog":["在我們的SEO部落格上閱讀更多類似的內容"],"Readability: %s":["可讀性：%s"],"Not activated":["尚未啟動"],"Activated":["已啟動"],"%1$s recommendations for you":["推薦 %1$s 給您"],"All Readability Scores":["所有可讀性分數"],"Filter by Readability Score":["依照可讀性分數篩選"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["您無法收到更新或支持！透過增加此網站並 %1$s啟用它%2$s 來解決此問題。"],"Request method %1$s is not valid.":["請求方法 %1$s 無效。"],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["如果人們在 %1$s 上分享此文章，您會想要預覽它的樣子嗎？您可以使用 %2$s。"],"Good job! All the links in your texts have been counted.":["做得好！您文章中的所有連結都已計算在內。"],"Calculation completed.":["計算完成。"],"Calculation in progress...":["正在計算..."],"Stop counting":["停止計算"],"Counting links in your texts":["計算您文字中的連結數量"],"Text %1$s of %2$s processed.":["已處理 %2$s 的文字 %1$s。"],"All your texts are already counted, there is no need to count them again.":["所有文章已經統計完畢，無需再次統計"],"Count links in your texts":["統計文中連結數量"],"Text link counter":["文字連結計數"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["連結到此文章的內部連結數。有關詳情，請參閱幫助標籤中的「Yoast 欄」文字。"],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":[],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s 為此頁面增加了幾欄。我們寫了一篇關於 %2$s如何使用SEO分數和可讀性分數%3$s 的文章。連結欄顯示此網站上連結 %5$s到%6$s 本文的文章數量以及 %5$s從%6$s 本文連結的URL數量。瞭解更多%4$s如何使用這些功能來改善內部連結%3$s，從而大大增強您的SEO。"],"%s Columns":["%s 欄"],"Readability score":["可讀性分數"],"Other benefits of %s for you:":["%s 對您的其他好處："],"Scroll to see the preview content.":["捲動以預覽內容"],"Cornerstone content":["基石內容"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":[],"Attract more customers near you":["吸引更多附近的顧客"],"Upgrade to Premium":["升級到進階版"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":[],"Outrank the competition with %s":[],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":[],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["設定精靈可以很容易幫您的網站做 SEO 最佳化設定。"],"Superfast internal linking suggestions":["超快的內部鏈結建議"],"Great news: you can, with %1$s!":["好消息！您可以和 %1$s ！"],"Save changes":["儲存變更"],"1 year free support and updates included!":["包含一年免費更新與升級！"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":[],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$s社群媒體預覽%2$s：Facebook & Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$s沒有更多的死連結%2$s：簡易轉址管理器"],"No ads!":["無廣告！"],"Facebook & Twitter":["Facebook & Twitter"],"Social media preview":["社群媒體預覽"],"Easy redirect manager":["簡易轉址管理器"],"No more dead links":["沒有更多無效的連結"],"Increase your SEO reach":["增加您的SEO覆蓋率"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["如果您想要更多關於建立更棒的內容，請瀏覽我們的%2$sSEO寫作課程%3$s。您想要知道更多關於此外掛的特色功能，考慮加入我們的 %1$s ！"],"Variable":["變數"],"Available variables":["可用變數"],"Scroll to see the table content.":["滾動以查看該表格的內容。"],"An error occurred in the '%1$s' assessment":["在 %1$s 評估中發生錯誤"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s 字包含 %2$s 超過%3$s 音節 %4$s，這是超過最大建議值 %5$s。"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s 字包含 %2$s超過 %3$s 音節%4$s，小於或等於最大值 %5$s。"],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["這略低於建議的最小值 %5$d 個字。%3$s增加更多的內容%4$s。"],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["Meta 描述包含 %1$d 句子 %2$s 超過 %3$s 字 %4$s。嘗試縮短句子。"],"The meta description contains no sentences %1$sover %2$s words%3$s.":["Meta 摘要描述不含句子 %1$s 超過 %2$s 字 %3$s。"],"Step %1$d: %2$s":["步驟%1$d：%2$s"],"No new notifications.":["沒有新的通知。"],"Save all":["全部儲存"],"Save":["儲存"],"%1$s, Author at %2$s":["%1$s， 作者 %2$s"],"Mobile preview":["行動裝置預覽"],"Desktop preview":["桌面預覽"],"Please provide an SEO title by editing the snippet below.":["請在下方的摘要編輯器中提供一個 SEO 標題。"],"Meta description preview:":["Meta 描述預覽："],"Slug preview:":["代稱預覽："],"SEO title preview:":["SEO 標題預覽："],"Close snippet editor":["關閉代碼預覽編輯"],"Slug":["代稱"],"Remove marks in the text":["刪除文字中的標記"],"Mark this result in the text":["在文字中標記此結果"],"Marks are disabled in current view":["在當前瀏覽中標記為禁用"],"Good SEO score":["良好的SEO分數："],"OK SEO score":["尚可的SEO分數："],"Feedback":["反饋"],"ok":["好"],"Choose an image":["選擇圖片"],"Remove the image":["移除圖片"],"MailChimp signup failed:":["MailChimp 加入失敗："],"Sign Up!":["註冊"],"Name":["名稱"],"Please provide a meta description by editing the snippet below.":["請利用以下代碼編輯器提供meta描述。"],"Edit snippet":["編輯代碼"],"You can click on each element in the preview to jump to the Snippet Editor.":["您可以透過點擊預覽中任何元素以挑轉到摘要編輯器。"],"SEO title preview":["SEO標題預覽："],"Meta description preview":["Meta描述預覽："],"A problem occurred when saving the current step, {{link}}please file a bug report{{\/link}} describing what step you are on and which changes you want to make (if any).":["儲存當前設定發生錯誤， {{link}}請回報錯誤{{\/link}}並描述您正在做什麼步驟與想更改那些(假設有的話)。"],"Close the Wizard":["關閉設定精靈。"],"Export settings":["匯出設定"],"%1$s video tutorial":["%1$s 影片教學"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; 設定精靈"],"Please don't show me this notification anymore":["請不要再顯示此通知。"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["如果您有遇到問題，請 %1$s提交錯誤回報%2$s，我們將盡力幫助您解決問題。"],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["我們已經注意到您正在使用 %1$s 一些時間，我們希望您喜歡！如果您可以在%2$sWordPress.org上給我們5星好評%3$s，我們會很開心！"],"Date archives settings":["時間彙整設定"],"Author archives settings":["作者彙整設定"],"%1$s by %2$s":["%1$s x %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":[],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24\/7 personal support.":[],"(no title)":["(無標題)"],"%s installation wizard":["%s 安裝精靈"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["%1$s 管理者選單中包含了第三分分析工具可以級快速得知新通知。"],"Admin bar menu":["管理選單"],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":[],"Features":["特色"],"SEO title":["SEO標題"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["雖然我們嘗試讓 %1$s 盡可能容易，但是我們知道它是有一定難度的。如果您想讓我們替您設置 %1$s(並在過程中獲得 %2$s 的複製版)，在此訂閱 %3$s%1$s 設定服務%4$s。"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["歡迎來到 %1$s 設置精靈。透過幾個簡單的步驟，我們將協助您配置SEO設定，以滿足您的網站需求！"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google 在搜尋結果中顯示您的網站名稱，如果您想要變更它，您可以在此變更。"],"Greater than sign":["大於標誌"],"Less than sign":["小於"],"Right angle quotation mark":["右邊引號"],"Left angle quotation mark":["左邊引號"],"Small tilde":["小括弧"],"Vertical bar":["垂直線"],"Low asterisk":["低星號"],"Asterisk":["星號"],"Bullet":["點"],"Middle dot":["中點"],"Em dash":["破折號"],"En dash":["連接符"],"Dash":["連字號"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["選擇要作為標題的分隔服務。這將顯示文章和網站標題之間的分隔。此符號將會顯示於搜尋結果中。"],"The name of the person":["人物名稱"],"No":["否"],"Yes":["是"],"Does, or will, your site have multiple authors?":["您的網站是否會有多作者？"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress 會自動針對每一個媒體產生一個專屬URL。啟用此選項將允許Google針對每一個媒體URL進行索引。"],"Success!":["成功！"],"Title settings":["標題設定"],"Multiple authors":["多作者"],"Site type":["網站類型"],"Environment":["網站環境"],"Yoast option %1$s not found.":["Yoast 設定 %1$s 找不到。"],"Google Structured Data Test":["結構化測試資料"],"Posts list":["文章清單"],"Posts list navigation":["文章清單導覽選單"],"Filter posts list":["依照文章清單篩選"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["請注意，彙整頁面仍可能由您的主題輸出，您需要單獨刪除它們。"],"%1$s to optimize your site even further":["%1$s 優化您的網站到極致"],"%1$s extensions":["%1$s 擴充"],"Comes with our 30-day no questions asked money back guarantee":["我們提供30天無條件退款保證。"],"More information %1$sabout %3$s%2$s":["更多資訊 %1$s關於 %3$s%2$s"],"Installed":["已安裝"],"gain access to our 24\/7 support team.":["取得我們團隊 24\/7 全天候支援。"],"Premium support":["進階版支援"],"check what your Facebook or Twitter post will look like.":["檢查您的 Facebook 或 Twitter 貼文的外觀。"],"Social previews":["社群預覽"],"create and manage redirects from within your WordPress install.":["在 WordPress 安裝中建立與管理 WordPress 轉址。"],"Redirect manager":["導向管理員"],"%1$s, take your optimization to the next level!":["%1$s 帶領您的網站優化到另外一個層級！"],"A seamless integration between %1$s and %2$s":["在  %1$s 和 %2$s 之間可以無縫接軌"],"Use %1$s breadcrumbs instead of %2$s ones":["使用 %1$s 麵包屑替代 %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["輕鬆插入Google地圖、商店定位、營業時間或更多"],"Creates XML News Sitemaps":["建立 XML 新聞網站地圖"],"Immediately pings Google on the publication of a new post":["立刻通知Google發佈最新文章"],"Optimize your site for Google News":["針對您的網站做 Google News 優化"],"Make videos responsive through enabling fitvids.js":["讓影片透過 fitvids.js 支援回應式"],"Enhance the experience of sharing posts with videos":["增強影片文章訊息的體驗"],"Show your videos in Google Videos":["在 Google Videos 顯示您的影片"],"Edit &#8220;%s&#8221;":["編輯 &#8220;%s&#8221;"],"Premium":["進階版"],"Google Trends":["Google 搜尋趨勢"],"Notifications":["通知"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["刪除 Meta 資料中焦點關鍵字的，並禁用所有與SEO相關的建議。"],"Disable SEO analysis":["停用SEO分析"],"Twitter settings":["Twitter設定"],"Pinterest settings":["Pinterest設定"],"Facebook settings":["Facebook 設定"],"Title separator symbol":["標題分隔符號"],"RSS feed settings":["RSS摘要設定"],"Breadcrumbs settings":["麵包屑設定"],"Make primary":["設為主要"],"%s notification":["%s 則通知"],"Disable readability analysis":["關閉可讀性分析"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":[],"Readability analysis":["可讀性分析"],"Needs improvement":["需要改進"],"Readability":["可讀性"],"Improvements":["改進"],"Dismiss this item.":["忽略此項目。"],"Good job! We could detect no serious SEO problems.":["太棒了！我們檢測到沒有嚴重的SEO問題。"],"We have detected the following issues that affect the SEO of your site.":["我們偵測到以下問題將影響您網站的SEO。"],"Problems":["問題"],"Analysis":["分析"],"Not available":["不可用"],"Filter by SEO Score":["依照SEO分數篩選"],"Meta description not set.":["Meta 描述沒設置。"],"Open":["開啟"],"Dashboard":["控制台"],"You can fix this on the %1$sPermalink settings page%2$s.":["您可以透過 %1$s固定網址設定頁面%2$s 修復這個問題。"],"Replaced with the primary category of the post\/page":["替換為文章\/頁面的主要分類"],"Pinterest confirmation":["Pinterest 驗證確認"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["如果您已經透過 Pinterest 驗證您的網站，可以跳過以下的步驟。"],"Format-based archives":["文章格式彙整"],"Webmaster Tools verification":["網站管理員驗證工具"],"Buy %s":["購買 %s"],"New %1$s Title":["新  %1$s  標題"],"Existing %1$s Title":["目前的 %1$s 標題"],"Expected an integer as input.":["需要輸入一個整數。"],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["嘗試建構網站地圖快取緩存，但後綴和前綴組合留下太少來執行。您可能要求的頁會超出預期範圍。"],"Remove":["移除"],"Keep":["保留"],"Bold the last page":["最後一個頁面粗體"],"Regular":["一般"],"Bold":["粗體"],"Show Blog page":["顯示部落格頁面"],"Primary %s":["主要 %s"],"Primary":["主要"],"Make %1$s primary %2$s":["設為 %1$s 主要 %2$s"],"Term is set to noindex.":["Term 設為不索引。"],"Author archives":["作者彙整"],"Show":["顯示"],"Enabled":["啟用"],"Disabled":["停用"],"The separator defined in your theme's %s tag.":["在主題的 %s 標記的分隔符定義。"],"No index":["不索引"],"If you want to use an image for sharing on %1$s, you can upload \/ choose an image or add the image URL here.":["如果您想要與 %1$s 共享圖片，您可以上傳\/選擇圖片或在此輸入圖片網址。"],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["如果您不想讓文章在  %1$s 分享時顯示 mata摘要描述，請在此處編輯另外的描述內容。"],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["如果您不想要使用標題進行分享在 %1$s ，而是想要用另一個標題，請在此填寫。"],"Once Weekly":["每週一次"],"SEO score":["SEO 分數"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["重新計算所有使用焦點關鍵字內容的SEO分數。"],"%1$s of %2$s done.":["%1$s 的 %2$s 已完成。"],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["我們已經更新SEO分數的演算。%1$s點擊此連結重新計算所有貼文和頁面的SEO分數%2$s。"],"Team Yoast":["Yoast 團隊"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["WordPress 真正第一個集所有功能於一身的SEO解決方案，其中包括對網頁內容分析、XML網站地圖等等。"],"Yoast SEO":["Yoast SEO"],"Activation failed:":["啟動失敗："],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["這個擴充功能似乎不支援，請洽詢您的主機商開啟該功能。"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["%1$s 插件安裝未完整。請參考 %2$s安裝介紹%3$s。"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["標準 PHP 函式庫（SPL）擴充元件似乎無法使用。請要求您的網站管理員啟用它。"],"SEO Settings":["SEO 設定"],"Mobile-Friendly Test":["行動裝置相容性測試"],"Google Page Speed Test":["Google 頁面速度測試"],"CSS Validator":["CSS 驗證器"],"HTML Validator":["HTML 驗證器"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins 驗證"],"Facebook Debugger":["Facebook 除錯器"],"Check Google Cache":["檢查 Google 暫存檔"],"Analyze this page":["分析這個頁面"],"Keyword Research":["關鍵字研究"],"%s does not seem to be a valid url. Please correct.":["%s 似乎不是一個有效的URL。請更正。"],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s 似乎不是一個正確的 %2$s 驗證值。請更正。"],"%s Archive":["%s 彙整"],"You searched for %s":["您正在找 %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s 似乎不是一個有效的Twitter用戶帳號。請更正。"],"Summary with large image":["有著大圖的摘要"],"Summary":["摘要"],"The post %1$s appeared first on %2$s.":["這篇文章 %1$s 最早出現於 %2$s。"],"No numeric value was received.":["沒有收到任何數值。"],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["這必須要是一個已存在的部落格。部落格 %s 不存在或者已被標記為已刪除。"],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["預設的部落格設定必需要是您想要設定為預設值的純數字部落格 ID。"],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s 不是一個有效的選擇，應該允許訪問 %2$s 設定。值重設為預設。"],"Please select a valid post type for taxonomy \"%s\"":["請為分類法『%s』選擇一個有效的文章類型"],"Please select a valid taxonomy for post type \"%s\"":["請為文章類型『%s』選擇一個有效的分類法"],"You searched for":["您正在搜尋"],"Home":["首頁"],"Archives for":["彙整為"],"Error 404: Page not found":["404 錯誤：找不到頁面"],"Good":["良好"],"Replaced with a custom taxonomies description":["被取代為自訂分類法的描述"],"Replaced with a posts custom taxonomies, comma separated.":["被取代為文章的自訂分類法，以逗號分隔。"],"Replaced with a posts custom field value":["被取代為文章自訂欄位的值"],"Replaced with the slug which caused the 404":["被取代為引起 404 錯誤的代稱"],"Replaced with the posts focus keyphrase":["被取代為文章的焦點關鍵字"],"Attachment caption":["附件說明"],"Replaced with the current page number":["被取代為目前的頁面號碼"],"Replaced with the current page total":["被取代為目前的總頁數"],"Replaced with the current page number with context (i.e. page 2 of 4)":["被取代為目前分頁內容中的頁面編號（例如：4 頁中的第 2 頁）"],"Replaced with the post\/page author's 'Biographical Info'":["被取代為文章／頁面作者的『個人資訊』"],"Replaced with the post\/page author's 'nicename'":["被取代為文章／頁面作者的『暱稱』"],"Replaced with the post\/page ID":["被取代為文章／頁面的 ID"],"Replaced with the post\/page modified time":["被取代為文章／頁面的最後修改時間"],"Replaced with the content type plural label":["取代文章中的重複標籤"],"Replaced with the content type single label":["由單一文章類型取代"],"Replaced with the current search phrase":["被取代為目前的搜尋字詞"],"Replaced with the term name":["被取代為項目名稱"],"Replaced with the term description":["被取代為項目描述"],"Replaced with the tag description":["被取代為標籤描述"],"Replaced with the category description":["被取代為分類描述"],"Replaced with the post categories (comma separated)":["被取代為文章分類（以逗號分隔）"],"Replaced with the current tag\/tags":["被取代為目前的標籤／標籤組"],"Replaced with the post\/page excerpt (without auto-generation)":["被取代為文章／頁面的摘要（不會自動產生）"],"Replaced with the post\/page excerpt (or auto-generated if it does not exist)":["被取代為文章／頁面的摘要（或者若不存在的話則自動產生）"],"The site's name":["網站的名稱"],"Replaced with the title of the parent page of the current page":["被取代為目前頁面的父頁面標題"],"Replaced with the title of the post\/page":["被取代為文章／頁面的標題"],"Replaced with the date of the post\/page":["被取代為文章／頁面的日期"],"Page %1$d of %2$d":["頁%1$d，共%2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["您不能利用註冊一個新的變數來覆蓋掉 WPSEO 所使用的變數名稱。請使用 「wpseo_replacements」篩選器來調整替換設定值。"],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["您欲使用的替代變數已被註冊，請嘗試使用其他的唯一詞彙。"],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["替代變數不得以\"%%cf_\" 或 \"%%ct_\"作為開頭，這些詞彙係保留供WPSEO設定自訂表單及標籤使用。請嘗試使用其他的詞彙。"],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["這裡的替代變數可包含字母與數字或者底線，嘗試重命名您的變數。"],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["管理員注意：此頁面不顯示 Meta 描述，因為它沒有 Meta 描述，要不特地為此頁面寫入，要不就前往 [%1$s - %2$s] 選單並設定模板。"],"Page not found":["找不到頁面"],"%s Archives":["%s 彙整"],"Search for \"%s\"":["『%s』的搜尋結果"],"Meta description to use for Author page":["要用於作者頁面的 Meta 描述"],"Title to use for Author page":["使用於作者頁面的標題"],"%1$s settings":["%1$s 設定"],"Export your %1$s settings":["匯出您的 %1$s 設定"],"Import settings":["匯入設定"],"Import from other SEO plugins":["從其他SEO插件匯入"],"Import":["匯入"],"If you had a %s file and it was editable, you could edit it from here.":["如果您有一個可以編輯的 %s 檔案時，您可以從這裡來編輯它。"],"If your %s were writable, you could edit it from here.":["如果您的 %s 可以被寫入的話，您可以從這裡來編輯它。"],"You don't have a %s file, create one here:":["您沒有 %s 檔案，請在此處建立一個："],"A link to your site, with your site's name and description as anchor text.":["一個連結到您網站的連結，以您網站的名稱以及描述作為固定文字。"],"A link to your site, with your site's name as anchor text.":["一個連結到您網站的連結，以您網站的名稱作為固定文字。"],"A link to the post, with the title as anchor text.":["一個連結到文章的連結，以標題作為固定文字。"],"A link to the archive for the post author, with the authors name as anchor text.":["一個適用於文章作者並且連結到彙整的連結，以作者名稱作為固定文字。"],"You can use the following variables within the content, they will be replaced by the value on the right.":["您可以在內容裡使用下列變數，它們將會被取代成右邊的值。"],"Content to put after each post in the feed":["要放在每篇文章摘要內後面的內容"],"Content to put before each post in the feed":["要放在每篇文章摘要內前面的內容"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["這個功能是用來自動將您的內容加入至您的 RSS。更具體地說，就是將連結加回到您的部落格以及部落格文章中，這樣那一些比較笨的搜尋引擎機器人就也會自動加入這些連結，有助於讓搜尋引擎認為您是該內容的原創來源。"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["麵包屑的使用方法可以參考我們的知識庫 %1$s啟用麵包屑%2$s 文章內可獲得幫助。"],"How to insert breadcrumbs in your theme":["如何將麵包屑插入至您的佈景主題"],"Blog":["部落格"],"Content type archive to show in breadcrumbs for taxonomies":["以自訂分類的麵包屑來顯示內容類型彙整"],"Taxonomy to show in breadcrumbs for content types":["在內容的麵包屑中使用自訂分類"],"Breadcrumb for 404 Page":["用於 404 頁面的麵包屑"],"Prefix for Search Page breadcrumbs":["搜尋頁面麵包屑前綴"],"Prefix for Archive breadcrumbs":["彙整麵包屑前綴"],"Prefix for the breadcrumb path":["麵包屑路徑前綴"],"Anchor text for the Homepage":["用於首頁的固定文字"],"Separator between breadcrumbs":["位於兩個麵包屑之間的分隔符號"],"Enable Breadcrumbs":["啟用麵包屑"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["以下是您所發佈文章的SEO分數。現在是開始改進您一些文章的好時機！"],"Credits":["貢獻者"],"&laquo; Back to Tools page":["&laquo; 返回工具頁面"],"%1$s comes with some very powerful built-in tools:":["%1$s 提供一些非常有用的工具："],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["這個工具可以幫助您快速更改一些重要的SEO檔案，例如robot.txt、.htaccess等。"],"File editor":["檔案編輯器"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["從其它SEO插件導入設定檔，並倒出您的設定檔到以便重覆使用在(另一個)網站上。"],"Import and Export":["匯入與匯出"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["此工具允許您快速更改文章\/頁面的標題、描述，您不需要各別到文章\/頁面進入編輯。"],"Bulk editor":["批次編輯"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["%1$sPinterest確認您網站%2$s，加入標記到下方："],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":[],"The default card type to use":["預設要使用的卡片類型"],"Add Twitter card meta data":["加入 Twitter card meta 資料"],"This image is used if the post\/page being shared does not contain any images.":["如果文章／頁面在被分享時裡面不含有任何圖片的話才會使用這裡設定的圖片。"],"Default settings":["預設設定"],"Copy home meta description":["複製首頁 meta 描述"],"Description":["描述"],"Image URL":["圖片網址"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["這些是會用在您網站前端頁面裡 Open Graph meta 標籤中的標題、描述以及圖片。"],"Frontpage settings":["前端頁面設定"],"Add Open Graph meta data":["加入 Open Graph 資料標記"],"YouTube URL":["YouTube 網址"],"Pinterest URL":["Pinterest 網址"],"MySpace URL":["MySpace 網址"],"LinkedIn URL":["LinkedIn 網址"],"Instagram URL":["Instagram 網址"],"Twitter Username":["Twitter 使用者名稱"],"Facebook Page URL":["Facebook 頁面網址"],"Accounts":["帳戶"],"Restore site to defaults":["將網站還原至預設狀態"],"Site ID":["網站 ID"],"Using this form you can reset a site to the default SEO settings.":["藉由使用這個表單您可以將網站還原至預設的 SEO 設定。"],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["隱私敏感度（Facebook或其他社交網站管理者）、特定佈景主題（標題複寫）或一些特殊設定可能會無法完整匯入到新部落格。"],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["輸入您想在您網路下所有網站作為預設值的%1$s網站 ID%2$s ，留白則使用系統預設。"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["選擇您欲設定添加到您網路的所有網站使用的預設的網站設定檔，若您選擇「無」，則會使用預設值。"],"New sites in the network inherit their SEO settings from this site":["在這個網路裡的新網站從這個網站繼承了它們的 SEO 設定"],"Super Admins only":["超級管理員限定"],"Site Admins (default)":["網站管理員（預設）"],"Who should have access to the %1$s settings":["我們需要有訪問這個%1$s的權限"],"spam":["垃圾"],"mature":["成熟"],"archived":["已封存"],"public":["公開"],"%s restored to default SEO settings.":["%s 恢復為預設SEO設置。"],"Settings Updated.":["設定已更新。"],"404 pages":["404 頁面"],"Search pages":["搜尋頁面"],"These pages will be %s by default, so they will never show up in search results.":["這些頁面預設為 %s ，因此它們絕不會顯示在搜尋結果中。"],"Special Pages":["特殊頁面"],"Date-based archives could in some cases also be seen as duplicate content.":["使用日期彙整在某些時候也會產生重複內容問題。"],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["如果您的網站發生此種狀況，那您可以選擇停用它(或使他重新導向到首頁)。或者是新增 %s ，讓它不會出現在搜尋結果中。"],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["若您的網誌僅一位作者，那麼作者頁面彙整會和首頁一模一樣，這稱為 %1$s重複內容%2$s 問題。"],"Date archives":["日期彙整"],"author archives":["作者彙整"],"Title":["標題"],"%1$s Meta Box":["%1$s 摘要資訊框"],"Hide":["隱藏"],"Take note:":["寫點註解："],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":[],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":[],"Homepage &amp; Front page":["首頁 &amp; 前端頁面"],"Title Separator":["標題分隔符號"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s 會自動偵測是否需要為您的頁面強制重寫標題，如果您認為這是錯誤的並且您知道您正在做什麼的話，您可以在此變更設定。"],"Force rewrite titles":["強制重寫標題"],"Taxonomies":["分類法"],"Homepage":["首頁"],"%1$s Extensions":["插件%1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["無縫整合 WooCommerce 與 %1$s 並獲得額外的功能！"],"Rank better locally and in Google Maps, without breaking a sweat!":["在當地以及 Google 地圖中獲得較好的排名，絲毫不費功夫！"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["您有在使用 Google 新聞嗎？藉由最佳化它來增加您來自 Google 新聞的流量！"],"Optimize your videos to show them off in search results and get more clicks!":["最佳化您的影片以讓它們顯示在搜尋結果中並獲得更多的點擊！"],"The premium version of %1$s with more features & support.":["有著更多功能&支援的 %1$s 。"],"Person":["個人"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":[],"Website name":["網站名稱"],"Webmaster Tools":["網站管理員工具"],"RSS":["RSS"],"Breadcrumbs":["麵包屑"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["要建立一個轉址來解決此問題，那您需要 %1$s。您可以在 %2$s 購買插件，內含一年支援以及更新。"],"Creating redirects is a %s feature":["建立轉址為 %s 的特色功能"],"Deactivate %s":["停用%s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["%1$s 插件若配合 %2$s 使用可能造成錯誤。"],"Upload Image":["上傳圖片"],"Remove these ads?":["要移除這些廣告嗎？"],"%s Posts Overview":["%s 文章總覽"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["麵包屑的標題已經使用於此麵包屑的分類標題中。"],"Breadcrumbs title":["麵包屑標題"],"The canonical link is shown on the archive page for this term.":["在彙整頁面中顯示此標籤的標準網址。"],"Facebook App ID":["Facebook 應用程式 ID"],"Pinterest":["Pinterest"],"Archives":["彙整"],"Email":["電子信箱"],"Previous":["上一步"],"Next":["下一步"],"Close":["關閉"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["%1$s 與 %2$s 可以建立 XML 網站地圖。擁有二個 XML 網站地圖對於搜尋引擎而言無益，亦可能拖累網頁速度。"],"Configure %1$s's Open Graph settings":["調整  %1$s 的OpenGraph 設定"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":[],"%s Image":["%s 圖片"],"%s Description":["%s 描述"],"%s Title":["%s 標題"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":[" %1$s 建議的影像尺寸為 %2$s 像素。"],"If you want to override the image used on %s for this post, upload \/ choose an image here.":["如果你想要在 %s 上分享這篇文章時使用其他圖片的話，請在這裡上傳／選擇一張圖片或加入網址。"],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["如果您不想要在 %s 上分享文章時使用 meta 描述而是使用另一個描述的話，請在此寫下它。"],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["如果您不想要在 %s 上分享文章時使用文章標題而是使用另一個標題的話，請在此寫下它。"],"very difficult":["非常困難"],"Try to make shorter sentences, using less difficult words to improve readability":["嘗試縮短句子，使用較少的單詞來提高可讀性"],"difficult":["困難"],"Try to make shorter sentences to improve readability":["嘗試縮短句子以提高可讀性"],"fairly difficult":["還算困難"],"OK":["好"],"fairly easy":["還算容易"],"easy":["容易"],"very easy":["非常容易"],"Meta Desc.":["Meta 描述"],"All SEO Scores":["所有 SEO 分數"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO 問題：這個特色圖片必須至少達到200 x 200 像素，對於Facebook或其他社群媒體平台較好擷取。"],"(no parent)":["(沒有上層)"],"Post is set to noindex.":["文章已被設定為不索引。"],"The URL that this page should redirect to.":["這個頁面要被重新導向的網址。"],"301 Redirect":["301 轉址"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["這個頁面要指向的標準網址，保持空白以將預設值設定為固定網址，也支援%1$s跨網域標準網址%2$s。"],"Canonical URL":["標準網址"],"Title to use for this page in breadcrumb paths":["用於麵包屑路徑中這個頁面的標題"],"Breadcrumbs Title":["麵包屑標題"],"No Snippet":["沒有代碼"],"No Archive":["沒有彙整"],"No Image Index":["無圖片索引"],"None":["無"],"Meta robots advanced":["Meta robots 進階"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["警告：就算您可以在這裡設定 meta 機器人設定，整個網站也將在全站隱私設定中被設定為不索引，因此這些設定將不會產生任何影響。"],"Meta description":["Meta 描述"],"SEO Title":["SEO 標題"],"Focus keyword":["焦點關鍵字"],"Settings successfully imported.":["已成功地匯入設定。"],"Settings could not be imported:":["設定無法被匯入："],"Breadcrumb for 404 pages:":["404 頁面的麵包屑："],"Prefix for search result pages:":["搜尋結果頁前綴："],"Prefix for archive pages:":["彙整頁前綴："],"Prefix for breadcrumbs:":["麵包屑前綴："],"Anchor text for the homepage:":["首頁前綴文字："],"Breadcrumbs separator:":["麵包屑間隔樣式："],"%s Breadcrumbs":["%s 麵包屑"],"Use Image":["使用圖片"],"Action":["操作"],"Page URL\/Slug":["頁面網址\/代稱"],"Publication date":["發佈日期"],"Post Status":["文章狀態"],"WP Page Title":["WP 頁面標題"],"View":["檢視"],"View &#8220;%s&#8221;":["檢視 &#8220;%s&#8221;"],"Preview":["預覽"],"Preview &#8220;%s&#8221;":["預覽 &#8220;%s&#8221;"],"Edit":["編輯"],"Filter":["篩選"],"posts\u0004Trash <span class=\"count\">(%s)<\/span>":["垃圾 <span class=\"count\">(%s)<\/span>"],"posts\u0004All <span class=\"count\">(%s)<\/span>":["全部 <span class=\"count\">(%s)<\/span>"],"New Yoast Meta Description":["新的 Yoast Meta 描述"],"Existing Yoast Meta Description":["目前的 Yoast Meta 描述"],"Facebook profile URL":["Facebook 個人檔案網址"],"Twitter username (without @)":["Twitter 使用者名稱（沒有 @）"],"FAQ":["常見問題集"],"Premium Support":["進階版支援"],"Settings":["設定"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["您必須 %1$s前往您的閱讀設定%2$s 並取消勾選搜尋引擎可見度的勾選框。"],"Huge SEO Issue: You're blocking access to robots.":["嚴重 SEO 問題：您阻擋了搜尋引擎機器人的搜尋了。"],"Posts":["文章"],"Edit Files":["編輯檔案"],"General":["一般"],"Extensions":["擴充元件"],"Search Console":["搜尋控制台"],"Tools":["工具"],"Advanced":["進階"],"XML sitemaps":["XML 網站地圖"],"Social":["社群網站"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s 偵測出您使用的版本 %2$s 屬於 %3$s，請更新至最新版本避免相容性問題。"],"Just another WordPress site":["只是另一個 WordPress 網站"],"You have used HTML in your value which is not allowed.":["在您輸入的數值裡有不被允許的 HTML 內容。"],"You can't edit %s that aren't yours.":["您無法編輯 %s，它不屬於您的。"],"You can't edit %s.":["您無法編輯 %s。"],"Post has an invalid Content Type: %s.":["文章內包含不合法的內容類型：%s。"],"Post doesn't exist.":["文章不存在。"]}}}