{"translation-revision-date":"2019-06-28 08:36:16+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"hu"},"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":[],"Comments break into multiple pages":[],"Comments on your posts are displayed on a single page. Breaking comments into multiple pages is not needed in 999 out of 1000 cases. We recommend to display all comments on the same page.":[],"Comments are displayed on a single page":[],"No title":[],"%1$sGo to the Discussion Settings page%2$s":[],"%1$sThis was reported by the %2$s plugin%3$s":[],"Date in Google Preview":[],"Preview as:":[],"Mobile result":[],"Google preview":[],"Desktop result":[],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":[],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":[],"If you want to apply advanced <code>meta<\/code> robots settings for this page, please define them in the following field.":[],"Check out %1$s":[],"We have both free and premium online courses to learn everything you need to know about SEO.":[],"Want to learn SEO from Team Yoast? Check out our %1$s!":[],"Learn SEO":[],"Start to optimize your site for Google News traffic today!":[],"Make sure your videos rank and are easy to share with our Video SEO plugin.":[],"Our Local SEO plugin will help you rank in Google Maps and local results.":[],"%s settings to import:":[],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":[],"Your %1$s settings:":[],"Schema":[],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":[],"Please check the format of the Facebook Page URL you entered. %s":[],"Please check the format of the Instagram URL you entered. %s":[],"Please check the format of the Linkedin URL you entered. %s":[],"Please check the format of the MySpace URL you entered. %s":[],"Please check the format of the Pinterest URL you entered. %s":[],"Please check the format of the Wikipedia URL you entered. %s":[],"Please check the format of the Youtube URL you entered. %s":[],"Settings saved.":[],"Continue learning":[],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to know everything our plugin has to offer. Sign up for our free %1$s plugin training, in which you'll learn how to use %1$s and how it can help you make the best of your website!":[],"Dismiss this alert":[],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":[],"%s does not seem to be a valid Facebook App ID. Please correct.":[],"The submitted value was: %s":[],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[],"Twitter usernames can only contain letters, numbers, and underscores. %s":[],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":[],"The Facebook App ID you entered doesn't exist. %s":[],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":[],"Show this item.":[],"Hide this item.":[],"You have %d hidden problem:":[],"You have %d hidden notification:":[],"The form contains %1$s error. %2$s":[],"SEO settings configured":[],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":[],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":[],"%d occurrences":[],"Activate %s for your site on MyYoast":[],"Show blog page in breadcrumbs":[],"We could not find any relevant articles on your website that you could link to from your post.":[],"Has feedback":[],"Content optimization:":[],"%1$sSEO%2$s: %3$s":[],"%1$sReadability%2$s: %3$s":[],"Post Noindexed":[],"No Focus Keyphrase":[],"Person logo \/ avatar":[],"Extend %s":[],"Posts with the SEO score: %s":[],"SEO: %s":[],"%s video tutorial":[],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":[],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":[],"Remove this message":[],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":[],"Serving local customers?":[],"Get the %s plugin now":[],"Organization social profiles":[],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":[],"Personal info":[],"Organization logo":[],"Organization name":[],"Choose whether the site represents an organization or a person.":[],"Knowledge Graph & Schema.org":[],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":[],"To change the social accounts used for your site, update the details for %1$s.":[],"That means that the form and information below is disabled, and not used.":[],"Your website is currently configured to represent a Person":[],"(if one exists)":[],"Wikipedia page about you":[],"YouTube profile URL":[],"Tumblr profile URL":[],"SoundCloud profile URL":[],"MySpace profile URL":[],"Organization or person":[],"The person":[],"Organization":[],"Does your site represent a person or an organization?":[],"The name of the organization":[],"Provide an image of the organization logo":[],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":[],"Select a user...":[],"Uncategorized":[],"Name:":[],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":[],"Error: Please select a user below to make your site's meta data complete.":[],"SEO score: %s":[],"If a Wikipedia page for you or your organization exists, add it too.":[],"Wikipedia URL":[],"Pinterest profile URL":[],"Instagram profile URL":[],"LinkedIn profile URL":[],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":[],"The image you selected is too small for Facebook":[],"The given image url cannot be loaded":[],"Find out what words your audience uses to find you":[],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":[],"No JSON object was returned.":[],"Received internal links":[],"Outgoing internal links":[],"New step added":[],"New question added":[],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["A szöveg link számláló belelátást ad hogy lássuk mennyi link található a szövegben és mennyi link referencia található a szövegben. Ez nagyon fontos mikor a weblapok %1$sbelső link kapcsolatait próbáljuk hatásosabbá tenni%2$s."],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["Kérjük körültekintően vegye figyelembe a következményeket és %1$solvassa el ezt a bejegyzést%2$s ha több információt akar arról, hogy milyen hatása lesz ha médiát mutatunk a keresési találatokban."],"Keyphrase":["Kulcskifejezés"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Hogy ez a lehetőség működjon, %1$s kell egy új táblázatot hozzon létre az adatbázisában. Mi nem tudtunk új táblázatot létrehozni automatikusan."],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["Ha bekapcsolja ezt az opciót, a csatolmányok URLja látható lesz mindkettőnek, a látogatónak és Googlenak is. Ha értéket akar adni weblapjának, tartalmazzanak hasznos információt, vagy negativan befolyásolhatja a weblapja elhelyezését a keresőkben."],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":["A %3$sSzöveg link számláló%4$s lehetőség (először bemutatva %1$s %2$s) jelenleg kikapcsolva."],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":["Kérjük olvassa és a következő %1$studásbázis cikket%2$s hogy kell megoldani ezt a problémát."],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["Ahhoz hogy az összes link számlálva legyen, analizálnunk kell az összes szöveget."],"All you have to do is press the following button and we'll go through all your texts for you.":["Csak annyit kell csinálnia hogy kattintson a gombra és mi le ellenőrízzük az összes szöveget."],"Count links":["Számolja a linkeket"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":[],"%1$sImage alt attributes%2$s: Good job!":[],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":[],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":[],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":[],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":[],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":[],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":[],"Page %s":["%s. oldal"],"Cannot get the size of %1$s because of unknown reasons.":[],"Cannot get the size of %1$s because it is hosted externally.":[],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":["Egyszerűen kapcsolja a \"be\" állásra  és tudni fogja használni az újrakalibrált jellemzést. Ugyanakkor, hozzáadjuk önt a célzott email listánkhoz. Csak olyan emailt fogunk küldeni ami kapcsolódik ehhez az újrakalibráláshoz."],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":["Újrakalibráltuk az %1$selemzéseinket%2$s. Az új elemzővel még közelebb kerülünk ahhoz, ahogyan Google látja az oldalad. %3$sSzuper lenne%4$s, ha %3$stesztelnéd nekünk az új funkciót%4$s!"],"Get an even better analysis":["Kapjunk egy még jobb elemzést"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":[],"Improve sharing on Facebook and Pinterest":["Növeld a megosztást a Facebookon és a Pinteresten"],"You do not have the required rights to export settings.":[],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":[],"These are settings for the %1$s plugin by %2$s":[],"No settings found.":["Nem találhatók beállítások."],"Export your %1$s settings here, to copy them on another site.":[],"Import of settings is only supported on servers that run PHP 5.3 or higher.":[],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":[],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":[],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":[],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":[],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":[],"Indexable created for object %1$s with type %2$s":[],"Method %1$s() does not exist in class %2$s":[],"With %s, you can easily create such redirects.":[],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":[],"WARNING:":["FIGYELMEZTETÉS:"],"Learn about why permalinks are important for SEO.":["Tudj meg többet arról, hogy miért fontosak a permalinkek a SEO-hoz."],"Google Ads":["Google Hirdetések"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":[],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":[],"Clear Image":[],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":[],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":[],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":[],"%1$sKeyphrase in slug%2$s: Great work!":[],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":[],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":[],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":[],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":[],"%1$sKeyphrase distribution%2$s: Good job!":[],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":[],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":[],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":[],"Help on choosing the perfect focus keyphrase":[],"Would you like to add a related keyphrase?":[],"Go %s!":[],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":[],"Rank better with synonyms & related keyphrases":[],"optimize a single post for synonyms and related keyphrases.":[],"Synonyms & related keyphrases":["Szinonimák & kapcsolódó kulcskifejezések"],"Add related keyphrase":["Kapcsolódó kulcskifejezések hozzáadása"],"Upgrade to %s":[],"%1$s video":[],"Get %s":[],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":[],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":[],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":[],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":[],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":[],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":[],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sBelinkelt kulcskifejezés%3$s: Azokkal szavakkal linkel át egy másik oldalra, amelyekkel ezt az oldalt szeretné jó helyen tartani a keresési eredmények sorrendjében. %2$sNe tegye%3$s!"],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.","Ez túlságosan az ajánlott minimális%5$d szó alatt van. %3$sAdjon hozzá több tartalmat%4$s."],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.","Ez az ajánlott minimális%5$d szó alatt van. %3$sAdjon hozzá több tartalmat%4$s."],"%2$sText length%4$s: The text contains %1$d word.":["%2$sText length%4$s: The text contains %1$d word.","%2$sSzöveg hossza%4$s: A szöveg %1$d szót tartalmaz."],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$sSzöveg hossza%3$s: A szöveg %1$d szót tartalmaz. Szép munka!","%2$sSzöveg hossza%3$s: A szöveg %1$d szót tartalmaz. Szép munka!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":[],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sSEO cím hossza%3$s: %2$sKérjük készítsen egy SEO címet%3$s hosszan."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sSEO cím hossza%3$s: A SEO cím hosszabb a látható tartománynál. %2$sPróbáljon rövidebben fogalmazni%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sSEO cím hossza%2$s: Szép munka!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sSEO cím hossza%3$s: A SEO cím túl rövid. %2$sHasználja ki a helyet: adjon hozzá kulcskifejezés-változatokat, vagy írjon egy lenyűgöző cselekvésre felhívó mondatot%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sKimenő linkek%2$s: Ezen az oldalon mind nofollow, mind normál kimenő linkek vannak. Szép munka!"],"%1$sOutbound links%2$s: Good job!":["%1$sKimenő linkek%2$s: Szép munka!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sKimenő linkek%3$s: Ezen az oldalon csak nofollow kimenő linkek vannak. %2$sAdjon hozzá néhány normál linket%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sKimenő linkek%3$s: Ezen az oldalon nincs megjenítve kimenő link. %2$sAdjon hozzá néhányat%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sMeta leírás hossza%2$s: Nagyon jó!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sMeta leírás hossza%3$s: A meta leírás hossza %4$d karakter felett. Hogy a teljes leírás látható legyen, %2$scsökkentenie kell a hosszát%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sMeta leírás hossza%3$s: A meta leírás hossza túl rövid (kevesebb, mint %4$d karakter). %5$d karakter lehetséges. %2$sHasználja ki a helyet%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sMeta leírás hossza%3$s:  Nincs meta leírás készítve, így a kereső motorok az oldal egy kivonatát fogják megjeleníteni. %2$sBiztosan így akarja%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sKulcskifejezés a metaleírásban%2$s: A metaleírás elkészült, de nem tartalmazza a kulcskifejezést. %3$sJavítsa%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sKulcskifejezés a metaleírásban%2$s: A metaleírás %3$s alkalommal tartalmazza a kulcskifejezést, amely több mint a maximálisan ajánlott 2 előfordulás. %4$sCsökkentse%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sKulcskifejezés a metaleírásban%2$s: A kulcskifejezés vagy szinonimája megjelenik a metaleírásban. Remek!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":[],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":[],"%1$sKeyphrase length%2$s: Good job!":[],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":[],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":[],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":[],"%1$sKeyphrase in introduction%2$s: Well done!":[],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":[],"%1$sInternal links%2$s: You have enough internal links. Good job!":[],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":[],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":[],"%1$sTransition words%2$s: Well done!":[],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":[],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":[],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":[],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":[],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":[],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":[],"%1$sSubheading distribution%2$s: Great job!":[],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":[],"%1$sSentence length%2$s: Great!":[],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":[],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":[],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":[],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":[],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":[],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":[],"Good job!":[],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":[],"Focus keyphrase":[],"%1$s with ID %2$s couldn't be patched":[],"Invalid POST request. Meta values already exist for object with ID %1$s.":[],"Indexable with ID `%1$s` does not exist":[],"No object with ID %1$s and %2$s could be found":[],"`%1$s` is not a valid subtype of `%2$s`":[],"The object type `%1$s` is invalid":[],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":[],"The parameter `%1$s` cannot be empty.":[],"Check Keyphrase Density":["Kulcskifejezés-sűrűség ellenőrzése"],"Disable":["Kikapcsolás"],"Allow Control":[],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":[],"%s is a required feature toggle argument.":[],"Keyphrase:":["Kulcskifejezés:"],"Remove keyphrase":["Kulcskifejezés eltávolítása"],"This feature has been disabled by the network admin.":[],"Focus keyphrase not set.":["Fő kulcskifejezés nincs beállítva."],"Multiple keyphrases":["Több kulcskifejezés"],"Colon":["Kettőspont"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":[],"There is a new notification.":["Van egy új értesítés.","Új értesítések vannak."],"Learn more about the readability analysis":[],"Describe the duration of the instruction:":[],"Optional. Customize how you want to describe the duration of the instruction":[],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":[],"%s, %s and %s":["%s, %s és %s"],"%s and %s":["%s és %s"],"%d minute":["%d perc","%d perc"],"%d hour":["%d óra","%d óra"],"%d day":["%d nap","%d nap"],"Enter a step title":["Adjuk meg a lépés nevét"],"Optional. This can give you better control over the styling of the steps.":["Eredeti. Ez jobb ellenőrzési lehetőséget biztosít a lépések stilizálásához."],"CSS class(es) to apply to the steps":["Alkalmazandó CSS osztály(ok) a lépésekhez"],"minutes":["perc"],"hours":["óra"],"days":["nap"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":[],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":[],"Copy error":["Másolási hiba"],"An error occurred loading the %s primary taxonomy picker.":[],"%1$s Structured Data Blocks":[],"Time needed:":["Szükséges idő:"],"Move question down":["Kérdés lejjebb hozása"],"Move question up":["Kérdés feljebb hozása"],"Insert question":["Kérdés beszúrása"],"Delete question":["Kérdés törlése"],"Enter the answer to the question":["Írjuk be a kérdésre a választ!"],"Enter a question":["Írj be egy kérdést"],"Add question":["Kérdés hozzáadása"],"Frequently Asked Questions":["Gyakran Ismétlődő Kérdések"],"Great news: you can, with %s!":[],"Select the primary %s":["Válaszd ki az elsődleges %s"],"Check links to this URL":["Linkek ellenőrzése ehhez az URL-hez"],"Keyword research training":["Kulcsszókutatási képzés"],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":[],"Are you trying to use multiple keyphrases? You should add them separately below.":["Több kulcskifejezést próbál hozzáadni? Alább tudja hozzáadni őket elkülönítve."],"Mark as cornerstone content":[],"Move step down":["Egy szinttel lejjebb mozgat"],"Move step up":[],"Insert step":["Lépés beszúrása"],"Delete step":["Lépés törlése"],"Add image":["Kép hozzáadása"],"Enter a step description":["Adj meg egy lépés leírást"],"Enter a description":["Adj hozzá megjegyzést"],"Unordered list":["Rendezetlen lista"],"Showing step items as an ordered list.":[],"Showing step items as an unordered list":[],"Add step":["Lépés hozzáadása"],"Delete total time":["Összes idő törlése"],"Add total time":["Összes idő hozzáadása"],"How to":["Hogyan"],"How-to":["Hogyan"],"Analysis results":["Elemzés eredmények"],"Enter a focus keyphrase to calculate the SEO score":["A SEO-pontok kiszámításához Írjon be egy fő kulcskifejezést"],"Learn more about Cornerstone Content.":[],"Cornerstone content should be the most important and extensive articles on your site.":[],"Restore Site":["Oldal helyreállítása"],"Network Settings":["Hálózati beállítások"],"You are not allowed to perform this action.":["Nincs engedélye a művelethez."],"Error: %s":["Hiba: %s"],"Success: %s":["Siker: %s"],"Site with ID %d not found.":["A(z) %d azonosítójú oldal nem található"],"No site has been selected to restore.":["Nincs kiválasztva oldal a helyreállításhoz"],"You are not allowed to modify unregistered network settings.":[],"deleted":["törölve"],"Would you like to add another keyphrase?":["Szeretne még egy kulcskifejezést hozzáadni?"],"image preview":["kép előnézete"],"Copied!":["Másolva!"],"Not supported!":["Nem támogatott!"],"Read {{a}}our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":["Olvasd el {{a}}írásunkat az oldal struktúrákról{{\/a}}, hogy megtudhasd miképp segít a belső linkelés növelni a SEO értéked."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":[],"Consider linking to these {{a}}cornerstone articles:{{\/a}}":[],"Consider linking to these articles:":["Mérlegelje ezen cikkek linkelését:"],"Copy link":["Hivatkozás másolása"],"Copy link to suggested article: %s":[],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":[],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":[],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[],"Prominent words":[],"The site's tagline":["Honlap jelmondata"],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":["Nem régiben fejlesztettük a Keresési Megjelenés beállítások funkcióit. Sajnos azonban, felfedeztük, hogy néhány sarkalatos esetben a beállítások mentése, egyes archív bejegyzés típusoknál nem jól működik."],"Not all required fields are given. Missing field %1$s":["Nincs minden mező kitöltve.Hiányzó mezők: %1$s"],"Optimize your shop's SEO and sell more products!":["Optimlizáld üzleted SEO beállításait és adj el több terméket!"],"Add synonyms":["+ Szinonímák hozzáadása"],"Would you like to add keyphrase synonyms?":["Szeretne a kulcskifejezéshez szinonimákat megadni?"],"Would you like to add more than one keyphrase?":["Szeretne több kulcskifejezést megadni?"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":[],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["Még nincs Shop oldal megadva a WooCommerce beállításokban. Kérlek első lépésként tedd ezt!"],"Current year":["Jelenlegi év"],"Page":["Oldal"],"Breadcrumb settings for %s archive":["Kenyérmorzsa (breadcrumb) beállítás a(z) %s archívhoz"],"Something went wrong. Please reload the page.":["Valami nem sikerült. Kérlek frissítsd az oldalt."],"Tagline":["Jelmondat"],"Modify your meta description by editing it right here":["Itt szerkesztve módosíthatod a meta leírásod"],"description (custom taxonomy)":["leírás (egyéni taxonómia)"],"(custom taxonomy)":["egyedi osztályozás"],"(custom field)":["(egyedi mező)"],"Term404":["404-es kifejezés"],"Caption":["címke"],"Pagenumber":["Oldalszám"],"Pagetotal":["Oldalak összesen"],"Page number":["Oldalszám"],"User description":["Felhasználói leírás"],"ID":["ID"],"Modified":["Módosítva"],"Post type (plural)":["Bejegyzés típus (többesszám)"],"Post type (singular)":["Bejegyzés típus (egyes szám)"],"Separator":["Elválasztó"],"Search phrase":["Kereső kifejezés"],"Term title":["Kifejezés címe"],"Term description":["Kifejezés leírása"],"Tag description":["Címke leírása"],"Category description":["Ketegória leírás"],"Primary category":["Elsődleges kategória"],"Category":["Kategória"],"Tag":["Címke"],"Excerpt only":["Csak kivonat"],"Excerpt":["Kivonat"],"Site title":["Oldal cím"],"Archive title":["Archív cím"],"Parent title":["Szülő cím"],"Date":["Dátum"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Átirányítás készítése lenne szükséges, hogy a látogatok ne kapjanak 404-es hibát, amikor egy már nem létező URL-re kattintanak."],"Search engines and other websites can still send traffic to your deleted post.":["A kereső motrork ls egyéb weboldalak továbbra is forgalmat küldenek a törölt bejegyzésedre"],"Make sure you don't miss out on traffic!":["Bizonyosodj meg róla, hogy nem veszíted el a forgalmat!"],"You just deleted a %1$s.":["Töröltél egy %1$s."],"You just trashed a %1$s.":["Lomtárba helyeztél egy %1$s."],"Settings for %s archive":["%s archívok beállításai"],"Settings for single %s URLs":[],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Ezen az oldalon megadhatod a keresőben alapértelmezetten való megjelenést bármely tartalom típushoz, amellyel rendelkezel. Kiválaszthatod melyik tartalom típusok jelenjenek meg a keresési találatok közt és mi legyen az alapértelmezett \nleírásuk?"],"Url preview":["Url előnézet"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":[],"Insert snippet variable":["Részlet változó beillesztése"],"Dismiss this notice":["Értesítés eltüntetése"],"No results":["Nincs eredmény"],"%d result found, use up and down arrow keys to navigate":[],"Your site language is set to %s. If this is not correct, contact your site administrator.":[],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s tiszteli adataid védelmét. Olvasd el %2$sadatvédelmi tájékoztatónk%3$s arról, hogy miként kezeljük személyes adataid."],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["Ha tudod, hogy ez mit jelent és nem szeretnéd látni többet ezt az üzenetet, %1$side kattintva bezárhatod%2$s."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["A webhely beállításai jelenleg lehetővé teszik a webhelyen található mellékletek URL-címének létezését. Kérjük, olvassa el %1$sezt a bejegyzést%2$s a potenciális problémáról a csatolt URL-ekkel, és ellenőrizze, hogy helyes-e a webhelye beállításai."],"Unknown type %1$s":["Ismeretlen formátum %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["Tartalmaz egy ingyenes MyYoast-fiókot, amely hozzáférést biztosít az ingyenes SEO kezdőknek tanfolyamhoz!"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["Iratkozz fel hírlevelünkre, ha szeretnél naprakész információkat kapni az %1$s-ról, a többi %2$s  bővítményről, valamint a SEO világából származó érdekes hírekről és tippekről."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Szerezd meg a Baidu igazoló kulcsot a %1$s Baidu Webmester Eszközöknél %2$s."],"Baidu verification code":["Baidu igazoló kulcs"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":[],"Cleanup of %s data failed.":["A %s adat eltávolítása sikertelen."],"Content Type":["Tartalom típus"],"Filter by content type":["Tartalom típus szerinti szűrés"],"Show All Content Types":["Összes tartalom típus mutatása"],"Replaced with the normal title for an archive generated by WordPress":[],"Clean":["Törlés"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Ha biztos vagy benne, hogy a webhely rendben akkor indíthatod a tisztítást. Ez eltávolítja az összes eredeti adatot."],"Step 5: Clean up":["5. lépés: Adatok takarítása"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":[],"Step 4: Run the configuration wizard":["4. lépés: Futtasd a konfigurációs varázslót"],"Please check your posts and pages and see if the metadata was successfully imported.":["Kérlek ellenőrizd a bejegyzéseket és az oldalakat, hogy a metaadatok sikeresen lettek-e importálva."],"Step 3: Check your data":["3. lépés: Ellenőrizd az adataid"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Ez importálja a bejegyzés metaadatokat, mint például a SEO címeket és leírásokat %1$s metaadataihoz. Ez csak akkor fog megtörténni, ha még nem létezik %1$s metaadat. Az eredeti adatok továbbra is érvényben maradnak."],"Step 2: Import":["2. lépés: Importáld"],"Please make a backup of your database before starting this process.":["Kérlek, készíts egy biztonsági mentést az adatbázisodról, mielőtt elkezded a folyamatot."],"Step 1: Create a backup":["1. lépés: Csinálj egy biztonsági mentést"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Úgy tűnik, egy vagy több SEO bővítményből származó adat van a weboldaladon. Kérlek kövesd az alábbi lépéseket az adatok importálásához:"],"Plugin: ":["Bővítmény: "],"%s did not detect any plugin data from plugins it can import from.":["%s nem talált olyan előző bővítményt, aminek az adatai importálhatóak."],"Posts that should not show up in search results":["Bejegyzések, amelyeknek nem kellene megjelennie a keresési találatok között"],"%s data found.":["%s adat található."],"%s data successfully removed.":["%s adatok sikeresen eltávolítva."],"%s data successfully imported.":["%s adat sikeresen importálva."],"%s data not found.":["%s adat nem található."],"24\/7 email support":["24\/7 email támogatás"],"No more dead links a.k.a. 404 pages":["Nincs többé 404-es hibakód"],"Get real-time suggestions for internal links":["Szerezz valós idejű javaslatok a belső linkekhez"],"Preview your page in Facebook and Twitter":["Nézd meg az oldalad előnézetét Facebookon és Twitteren"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":["Kattints a „%3$s” gombra a %1$sSearch Appearance Homepage%2$s beállításban már beállított metaleírás használatához."],"Help on copying the home meta description":["Segítség a kezdőoldal metaleírásának másolásához"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Annak érdekében, hogy a keresőmotorok tudják, mely céges profilok lettek társítva ehhez a webhelyhez, add meg a webhelyed céges profiljának adatait."],"Learn more about your social profiles settings":["Tudj meg többet a közösségi profilod beállításairól"],"Remove the categories prefix":["Kategória előtag eltávolítása"],"Help on the category prefix setting":["Segítség a kategória előtag beállításhoz"],"Learn more about the available variables":["Tudj meg többet a rendelkezésre álló változókról"],"Learn more about the RSS feed setting":["Tudj meg többet az RSS hírfolyam beállításairól"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Média feltöltésekor (például kép vagy videó) a WordPress nem csak elmenti média fájlokat, hanem csatolmány URL-t készít. Ezek a csatolmány oldalak aránylag üresek: tartalmazzák a média elemet és talán a média címét, amennyiben megadtad. Éppen ezért, ha sosem használod ezt csatolmány URL-t, jobb letiltani őket és és átirányítani magára a média elemre. "],"Learn more about the Media and attachment URLs setting":["Tudj meg többet a Média és csatlmányok URL-jeinek beállításairól"],"Learn more about the title separator setting":["Tudj meg többet a cím-elválasztó beállításairól"],"Learn more about the knowledge graph setting":["Tudjunk meg többet a knowledge graph beállításáról"],"Learn more about the homepage setting":["Tudj meg többet a főoldal beállításairól"],"Learn more about the special pages setting":["Tudj meg többet a különleges oldalak beállításairól"],"Help on the date archives search results setting":[],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":[],"Help on the authors without posts archive search results setting":[],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":[],"Help on the author archives search results setting":[],"Archives settings help":[],"Learn more about the archives setting":[],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":[],"Yandex verification code":["Yandex ellenőrző kód"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":[],"Google verification code":["Google ellenőrző kód"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":[],"Bing verification code":["Bing ellenőrző kód"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":[],"Learn more about the Webmaster Tools verification":["Tudj meg többet a Webmaster Tools ellenőrzésről"],"On":["Be"],"Help on: %s":["Segítség a következőről: %s"],"%1$s comes with a lot of features. You can enable \/ disable some of them below. Clicking the question mark gives more information about the feature.":[],"Off":["Ki"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":[],"Security: no advanced settings for authors":[],"See who contributed to %1$s.":["Nézze meg, ki járult hozzá a %1$s-hoz."],"Help on this search results setting":[],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":[],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":[],"Default for %2$s, currently: %1$s":["Alapértelmezés az alábbihoz: %2$s, jelenleg: %1$s"],"Show %s in search results?":["Látszódjon a(z) %s a keresési találatokban?"],"this author's archives":["szerző archívumai"],"Do not allow search engines to show %s in search results.":["Ne engedje, hogy a keresőmotorok a keresési eredmények között mutassák: %s"],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["A WordPress kategóriás URL-jei előtagot tartalmaznak, általában %s -t, ez a funkció eltávolítja ezt az előtagot, csak a kategóriák esetében."],"Category URLs":["Kategória URL-ek"],"the archive for %s":["a(z) %s archívum"],"Redirect attachment URLs to the attachment itself?":["Csatolmány URL-ek átirányítása magához a csatolmányhoz?"],"We recommend you set this to Yes.":["Javasoljuk, hogy ezt az Igen értékre állítsa"],"Media & attachment URLs":["Média és mellékletek URL-címei"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":[],"date archives":["dátum archívumok"],"archives for authors without posts":["archívok a bejegyzések nélküli szerzőkhöz"],"Read why XML Sitemaps are important for your site.":["Olvasd el, miért fontosak az oldalad számára az XML oldaltérképek?"],"Enable the XML sitemaps that %s generates.":["Engedélyezze az XML-webhelytérképeket, amelyek %s generálnak."],"See the XML sitemap.":["Lásd az XML-webhelytérképet."],"%2$s (current default for %1$s)":[],"Media":["Média"],"Content Types":["Tartalom-típusok"],"Should search engines follow links on this %1$s?":[],"Allow search engines to show this %s in search results?":["Megengedjük a kereső motoroknak, hogy mutassák a(z) %s a keresési eredményekben?"],"Search Appearance":["Keresésben való megjelenés"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":[],"Search engines should show \"%1$s\" in search results:":["A kereső motorok mutassák a(z) \"%1$s\" a keresésési eredményekben:"],"Search engine visibility":["Keresési motor láthatósága"],"Toggle %1$s's XML Sitemap":[],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["A sarokkő-tartalom beállítás lehetővé teszi, hogy megjelöljön és szűrjön a sarokkő-tartalomra a webhelyén."],"Good results":["Jó eredmények"],"Get better search results in local search":["Érj el jobb keresési eredményt a helyi keresőben"],"Allow customers to pick up their %s order locally":["Megengedjük a vásárlóknak, hogy %s rendeléseiket felvegyék személyesen"],"SEO analysis":["SEO analysis"],"The SEO analysis offers suggestions to improve the SEO of your text.":["A SEO elemzés javaslatokat tesz a SEO szöveg feljavítására."],"Learn how the SEO analysis can help you rank.":["Tudd meg, hogyan segít a SEO elemzés a jobb helyezés elérésében?"],"The readability analysis offers suggestions to improve the structure and style of your text.":["Az olvashatósági elemzés javaslatokat tesz a szöveg struktúrájának és stílusának feljavítására."],"Discover why readability is important for SEO.":["Fedezd fel, hogy az olvashatóság miért fontos a SEO-ban."],"Find out how cornerstone content can help you improve your site structure.":["Fedezze fel, hogy a sarokkő-tartalom hogyan tudja javítani webhelye struktúráját!"],"The text link counter helps you improve your site structure.":["A szöveg link számláló segít feljavítani a weboldalad struktúráját."],"Find out how the text link counter can enhance your SEO.":["Tudjuk meg, hogyan növelheti a szöveges link-számláló a SEO értékünket!"],"%s integration":["%s integrálás"],"Read more about how %s works.":["Olvasson többet arról, hogy %s hogyan működik."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":[],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Engedélyezd ezt a funkciót, ha szeretnéd hogy a Twitter megjelenítse a képeket és a szöveg kivonatot amikor valamit megosztanak az oldalról."],"Find out why you should upgrade to %s":["Tudd meg miért érdemes frissítened a %s csomagra"],"https:\/\/yoa.st\/1uk":["https:\/\/yoa.st\/1uk"],"https:\/\/yoa.st\/1uj":["https:\/\/yoa.st\/1uj"],"Latest blog posts on %1$s":["Legutóbbi blogbejegyzések a(z) %1$s oldalon"],"Remove highlight from the text":["Szövegkiemelés eltávolítása."],"Your site language is set to %s. ":["Az ön webhelyének beállított nyelve: %s."],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Kezdd el gyorsan a %1$s-t a %2$skonfigurációs varázslóval%3$s!"],"First-time SEO configuration":["SEO beállítások első alkalommal"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["Az oldalad beállított nyelve: {language}. Amennyiben ez nem helyes, fordulj az oldal adminisztrátorához."],"Your site language is set to {language}.":["Az oldalad beállított nyelve: {language}."],"Highlight this result in the text":["Emeld ki ezt az eredményt a szövegben."],"Considerations":["Megfontolandók"],"Errors":["Hibák"],"Change language":["Nyelv változtatása"],"You cannot create a %s file.":["Nem hozhatsz létre egy %s fájlt."],"You cannot edit the %s file.":["Nem szerkesztheted a %s fájlt."],"Updated %s":["Frissítve %s"],"Create %s file":["%s fájl létrehozása"],"Edit the content of your %s:":["%s tartalmának szerkesztése:"],"Save changes to %s":["Változtatások mentése ide: %s"],"%s file":["%s fájl"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["A %1$s és %2$s sokkal jobban együttműködik egy támogató bővítmény segítségével. Kérjük telepítse a %3$s bővítményt, hogy életét könnyebbé tegye. %4$s."],"More information":["További információ"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":[],"More information about %1$s":["Bővebb információ erről: %1$s"],"Configuration Wizard":["Konfiguráció varázsló"],"You've done it!":["Kész!"],"Seamlessly integrate %2$s with %1$s for the content analysis!":["Az ACF zökkenőmentesen integrálható a %1$s tartalomelemzéshez!"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["A %1$s és a %2$s sokkal könnyebben dolgozhat együtt egy segítő bővítmény hozzáadásával. Kérjük, telepítse a %3$s-t az élete jobbá tételéhez."],"Manage your %s subscription on MyYoast":[],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Jelölje meg a legfontosabb %1$s-t \"sarokkő tartalmat\" a webhelystruktúra javítása érdekében. %2$s További információ a sarokkőről a %3$s-n."],"(Opens in a new browser tab)":["(Új böngésző lapon nyílik)"],"Posts %1$swithout%2$s a focus keyphrase":["Bejegyzések fő kulcskifejezés  %1$snélkül%2$s"],"Hey, your SEO is doing pretty well! Check out the stats:":["Hello, a honlapod SEO szempontból nagyon szépen teljesít! Nézd meg a statisztikákat:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Még nincs közzétett bejegyzésed, a SEO érték itt fog megjelenni, amint elkészíted az első bejegyzésed!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["Ezen az oldalon tudod megváltoztatni a honlapod nevét és az elválasztójelet. Az elválasztójel a honlap neve és a bejegyzés címe között fog megjelenni. A szimbólumok a tényleges méretükben jelennek meg, ahogy a keresőben is meg fognak jelenni. Válaszd ki azt, amelyik leginkább illeszkedik a márkádhoz vagy ami a legkevesebb helyet foglalja el."],"Something else":["Valami más"],"A portfolio":["Portfólió"],"A corporation":["Cég"],"A small offline business":["Kis offline üzlet"],"A news channel":["Hírcsatorna"],"An online shop":["Online üzlet"],"A blog":["Blog"],"What does the site %1$s represent?":["Mit jelképez a %1$s oldal?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["Ha a nemet választja, akkor a szerzői archívumok ki lesznek kapcsolva, hogy megakadályozzuk az ismétlődő tartalmak kialakulását."],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["Megjegyzés: semmilyen módon nem tároljuk adatait, és nem férünk hozzá teljes mértékben a fiókjához. Az Ön adatvédelme biztonságban van velünk."],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":["A %1$s integrálódik a Google Search Console-hoz, amely egy kötelező eszköz a webhely tulajdonosai számára. Ez információkkal szolgál az Ön webhelyének egészségi állapotáról. Még nincs Google-fiókja, vagy a webhely még nincs aktiválva? Ismerje meg, %2$shogy tudja összekapcsolni a Google Search Console-al a webhelyét%3$s."],"Option B: My site is under construction and should not be indexed":["B opció: Az oldal szerkesztés alatt van és nem kész az indexálásra"],"Option A: My site is live and ready to be indexed":["A opció: Az oldal éles és indexálásra kész"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["Válasszuk a fejlesztés alatt opciót, ha nem akarjuk, hogy a keresők indexeljék az oldalunkat. Ne felejtsük el aktiválni, ha már publikálnánk az oldalt."],"Please specify if your site is under construction or already active.":["Kérjük jelezd, hogy az oldalad még szerkesztés alatt áll, vagy már aktív."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":["Ezt az információt a Google megjeleníti a Knowledge Graph Kártyán, ami egy nagy információs doboz a keresési eredmények mellett jobbra."],"Read more like this on our SEO blog":["Olvassa tovább ezt a SEO blogunkat"],"Readability: %s":["Olvashatóság: %s"],"Not activated":["Nincs aktiválva"],"Activated":["Aktiválva"],"%1$s recommendations for you":["%1$s ajánlatai neked"],"All Readability Scores":["Olvashatóság összes pontszáma"],"Filter by Readability Score":["Szűrés olvashatósági pontozás alapján"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Jelenleg nem kap frissítést vagy támogatást! Ez a probléma megoldhtó, amennyiben az oldalt hozzáadja és engedélyezi a %1$s részére a következben:%2$s."],"Request method %1$s is not valid.":["%1$s kérés módja nem megfelelő."],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["Szeretné megtekinteni, hogyan fog kinézni, ha az emberek megosztják ezt a bejegyzést a %1$s-ban? Ezt a %2$s-vel teheti meg."],"Good job! All the links in your texts have been counted.":["Szép munka! Az összes link a szövegedben megszámolva."],"Calculation completed.":["A számítás befejeződött."],"Calculation in progress...":["Számítás folyamatban ..."],"Stop counting":["A számlálás leállítása"],"Counting links in your texts":["Linkek számlálása a szövegekben"],"Text %1$s of %2$s processed.":["A(z) %2$s %1$s szöveg feldolgozása folyamatban van."],"All your texts are already counted, there is no need to count them again.":["Valamennyi szöveged már megszámolva, nem kell újra számolni."],"Count links in your texts":["Számold a linkeket a szövegekben"],"Text link counter":["Szöveges link-számláló"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Az ehhez a bejegyzéshez kapcsolódó belső hivatkozások száma. Nézd meg a \"Yoast oszlopok\" szöveget a súgó fülön további információkért."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["A kifelé irányuló belső linkek száma a bejegyzésben. További információk a Segítség menüpontban a \"Yoast Oszlopok\" alatt."],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":[],"%s Columns":["%s Oszlopok"],"Readability score":["Olvashatósági pontszám"],"Other benefits of %s for you:":["A %s további előnyei:"],"Scroll to see the preview content.":["Az előnézet megtekintéséhez görgessen lejjebb."],"Cornerstone content":["Sarokkő-tartalom"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["Ha egy adott városban vagy régióban szeretne felülkerekedni a versenyen, nézze meg a %1$s plugint! Könnyedén be tudod illeszteni a Google térképeket, a nyitvatartási időt, a kapcsolattartókat és egy bolthely-keresőt. Emellett a(z) %1$s segíti Önt abban, hogy javítsa a kapcsolattartók elérhetőségét."],"Attract more customers near you":["Vonzzon be mégtöbb látogatót környezetéből"],"Upgrade to Premium":["Frissítsen Premium verzióra"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":[],"Outrank the competition with %s":["Hagyja le versenytársait a %smal"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":[],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["A konfigurációs varázsló segít neked könnyedén konfigurálni az oldaladat az optimális SEO beállításokért."],"Superfast internal linking suggestions":["Szupergyors belső hivatkozási javaslatok"],"Great news: you can, with %1$s!":["Jó hír: a %1$s használatával képes rá!"],"Save changes":["Változtatások mentése"],"1 year free support and updates included!":["Ingyenes támogatás és frissítések egy éven át!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":[],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sKözösségi média előnézet%2$s: Facebook & Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$s Nincs több halott link%2$s: egyszerű átirányítási menedzser"],"No ads!":["Reklámmentes!"],"Facebook & Twitter":["Facebook és Twitter"],"Social media preview":["Közösségi média előnézet"],"Easy redirect manager":["Egyszerű átirányítási menedzser"],"No more dead links":["Nincs több halott link"],"Increase your SEO reach":["Növelje SEO elérését"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":[],"Variable":["Változó"],"Available variables":["Elérhető változók"],"Scroll to see the table content.":["Görgess lejjebb a táblázat tartalmához."],"An error occurred in the '%1$s' assessment":["Hiba történt a '%1$s' kiértékelésekor"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$sa a szavaknak %2$stöbb, mint %3$s szótagból áll%4$s, ami több az ajánlott maximumnál, ami %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$sa a szavaknak  %2$stöbb, mint %3$s szótagból áll%4$s, ami kevesebb vagy egyenlő az ajánlott maximummal, ami %5$s."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["Ez valamivel kevesebb mint az ajánlott minimum, ami %5$d szó. %3$sAdjunk hozzá egy kicsit többet%4$s.","Ez valamivel kevesebb mint az ajánlott minimum, ami %5$d szó. %3$sAdjunk hozzá egy kicsit többet%4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["A metaleírás %1$d darab olyan mondatot tartalmaz, amelyben az %2$s az ajánlottnál több, azaz %3$s darab szó%4$s van. Próbáld lerövidíteni a mondatot.","A metaleírás %1$d darab olyan mondatot tartalmaz, amelyben az %2$s az ajánlottnál több, azaz %3$s darab szó%4$s van. Próbáld lerövidíteni a mondatot."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["A metaleírás nem tartalmaz olyan mondatokat, amelyekben %1$s az ajánlottnál több, azaz %2$s darab szó%3$s van."],"Step %1$d: %2$s":["%1$d. lépés: %2$s"],"No new notifications.":["Nincs új értesítés."],"Save all":["Mentsünk mindent"],"Save":["Mentés"],"%1$s, Author at %2$s":["%1$s, Szerző | %2$s"],"Mobile preview":["Mobil előnézett"],"Desktop preview":["Asztali előnézett"],"Please provide an SEO title by editing the snippet below.":["Kérlek adj meg egy SEO címet a lenti kivonat szerkesztésével."],"Meta description preview:":["Metaleírás előnézete:"],"Slug preview:":["Slug előnézet:"],"SEO title preview:":["Seo cím előnézet:"],"Close snippet editor":["Kivonat szerkesztő bezárása"],"Slug":["Keresőbarát név"],"Remove marks in the text":["Jelzések eltávolítása a szövegből"],"Mark this result in the text":["Jelöljük az eredményt a szövegben"],"Marks are disabled in current view":["A jelek tiltva vannak a jelenlegi nézetben"],"Good SEO score":["Jó SEO eredmény"],"OK SEO score":["Megfelelő SEO eredmény"],"Feedback":["Visszajelzés"],"ok":["rendben"],"Choose an image":["Kép kiválasztása"],"Remove the image":["Kép eltávolítás"],"MailChimp signup failed:":["MailChimp regisztráció sikertelen:"],"Sign Up!":["Regisztráció!"],"Name":["Név"],"Please provide a meta description by editing the snippet below.":["Kérjek az alábbi kivonat szerkesztésével adjon meg egy metaleírást."],"Edit snippet":["Kivonat szerkesztése"],"You can click on each element in the preview to jump to the Snippet Editor.":["Bármelyik elemre rákattinthatsz az előnézetben, hogy a Kivonat Szerkesztőhöz kerülj."],"SEO title preview":["SEO cím előnézet"],"Meta description preview":["Metaleírás előnézete"],"A problem occurred when saving the current step, {{link}}please file a bug report{{\/link}} describing what step you are on and which changes you want to make (if any).":[],"Close the Wizard":["Varázsló bezárása"],"Export settings":["Beállítások exportálása"],"%1$s video tutorial":["%1$s videó útmutató"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Beállítás varázsló"],"Please don't show me this notification anymore":["Nem akarom többé látni ezt az értesítést"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Ha problémákat észlelsz, %1$skérlek küldj egy hibajelentést%2$s és legjobb tudásunk alapján segítünk neked."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Észleltük, hogy egy ideje már használjuk a %1$s-t, reméljük örömmel. Nagyon boldogok lennénk, ha ezt %2$sa WordPress.org-on is megosztanád, és 5 csillaggal értékelnél minket%3$s!"],"Date archives settings":["Dátum szerinti archívum beállításai"],"Author archives settings":["Szerző archívumának beállításai"],"%1$s by %2$s":["%1$s x %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":[],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24\/7 personal support.":["Egyébként tudta-e, hogy van egy %1$sPrémium bővítményünk%2$s? Ez speciális funkciókat is tartalmaz, mint az átirányítás-kezelő és több kulcskifejezés kezelését is támogatja egy tartalmon belül. Továbbá 24\/7 nonstop személyes támgatást biztosít."],"(no title)":["(nincs cím)"],"%s installation wizard":["%s telepítés varázsló"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["A %1$s admin menü hasznos, egyrészt hasznos, harmadik féltől származó eszközöket tartalmaz az oldalak elemzésére, másrészt megkönnyíti az új értesítések észrevételét."],"Admin bar menu":["Admin menüsor"],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":["A %1$s hetente ellenőrzi, hogy a weboldalad továbbra is indexelhető a kereső motorok számára és a %2$s értesít amennyiben ez nem így van."],"Features":["Funkciók"],"SEO title":["SEO cím"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":[],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Üdvözlünk a %1$s Beállítás varázslóban. Néhány lépésen keresztül segítünk testreszabni a SEO beállításokat a weboldaladnak megfelelően!"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["A google, a weboldalad nevét mutatja a keresési eredményekben, ha szeretnél változtatni rajta, itt megteheted."],"Greater than sign":["Nagyobb jel"],"Less than sign":["Kisebb jel"],"Right angle quotation mark":["Jobbos macskaköröm"],"Left angle quotation mark":["Balos macskaköröm"],"Small tilde":["Kis hullám jel"],"Vertical bar":["Függőleges vonal"],"Low asterisk":["Alacsony csillag"],"Asterisk":["Csillag"],"Bullet":[],"Middle dot":["Középső pont"],"Em dash":["Hosszú gondolatjel"],"En dash":["Gondolatjel"],"Dash":["Kötőjel"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Válaszd ki a jelet amit cím elválasztóként kívánsz használni. Ez fog megjelenni, például a bejegyzés címe és az oldal neve között. A jelek azonos méretben láthatóak mint ahogyan a keresési találatokban szereplnek."],"The name of the person":["A személy neve"],"No":["Nem"],"Yes":["Igen"],"Does, or will, your site have multiple authors?":["Az oldalnak több szerzője van\/lesz?"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["A WordPress automatikusan generál URL-t minden média elemhez a médiatárban. Ezt engedélyzve megengedjük a google-nek, hogy beindexelje a generált URL-t. "],"Success!":["Siker!"],"Title settings":["Címsor beállítások"],"Multiple authors":["Több szerző"],"Site type":["Oldal típusa"],"Environment":["Környezet"],"Yoast option %1$s not found.":["A %1$s opció nem található."],"Google Structured Data Test":["Google strukturális adat teszt"],"Posts list":["Üzenetek listája"],"Posts list navigation":["Posztok lista navigációja"],"Filter posts list":["Üzenetek szűrése"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Vegye figyelembe, hogy az archívumokra mutató hivatkozások továbbra is megjelenhetnek a témánál, és külön kell eltávolítania őket."],"%1$s to optimize your site even further":["%1$s tovább optimalizálja a webhelyét"],"%1$s extensions":["%1$s bővítmény"],"Comes with our 30-day no questions asked money back guarantee":["Jön a mi 30 napos kérdezés nélküli pénzvisszafizetési garanciánk"],"More information %1$sabout %3$s%2$s":["További információ %1$sabout %3$s%2$s"],"Installed":["Telepítve"],"gain access to our 24\/7 support team.":["szerezzünk hozzáférést a 24\/7 ügyeleti csapathoz."],"Premium support":["Prémium támogatás"],"check what your Facebook or Twitter post will look like.":["ellenőrizze, hogy milyen lesz a Facebook vagy Twitter posztja."],"Social previews":["Köszösségi előképek"],"create and manage redirects from within your WordPress install.":["készíthet és menedzselhet átirányításokat a telepített wordpressen belül."],"Redirect manager":["Átirányítás kezelő"],"%1$s, take your optimization to the next level!":["%1$s optimizálása a következő szintre!"],"A seamless integration between %1$s and %2$s":["A %1$s and %2$s közötti problémamentes integráció"],"Use %1$s breadcrumbs instead of %2$s ones":["Használja a %1$s navigációs eszközt a %2$s helyett"],"Easily insert Google Maps, a store locator, opening hours and more":["Könnyedén szúrjon be Google Maps-et, egy boltkeresőt, nyitvatartási időt és másokat"],"Creates XML News Sitemaps":["XML Hírek Oldaltérképet hoz létre"],"Immediately pings Google on the publication of a new post":["Azonnal jelezzen a Google-nak egy új bejegyzés publikálásakor"],"Optimize your site for Google News":["Optimalizáld az oldalad a google hírek számára"],"Make videos responsive through enabling fitvids.js":["Készíts reszponzív videókat a fitvids.js bekapcsolásával"],"Enhance the experience of sharing posts with videos":["Növelje a megosztott posztok tapasztalatait videókkal"],"Show your videos in Google Videos":["Tedd közzé a videóid a google videók között"],"Edit &#8220;%s&#8221;":["Szerkesztés &#8220;%s&#8221;"],"Premium":["Prémium"],"Google Trends":["Google Trends"],"Notifications":["Értesítések"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Eltávolítja a metadobozból a fő kulcskifejezés szakaszt, és letiltja az összes SEO-val kapcsolatos javaslatot."],"Disable SEO analysis":["SEO elemzés letiltása"],"Twitter settings":["Twitter beállítások"],"Pinterest settings":["Pinterest beállítások"],"Facebook settings":["Facebook beállítások"],"Title separator symbol":["Cím elválasztó szimbóluma"],"RSS feed settings":["RSS feed beállítások"],"Breadcrumbs settings":["Útvonalkövetés beállítások"],"Make primary":["Tedd elsődlegessé"],"%s notification":["%s értesítés","%s értesítés"],"Disable readability analysis":["Olvashatósági elemzés kikapcsolása"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Eltünteti az olvashatóság fület a metaboxból és letilt minden olvashatósággal kapcsolatos javaslatot."],"Readability analysis":["Olvashatósági elemzés"],"Needs improvement":["Javítani szükséges"],"Readability":["Olvashatóság"],"Improvements":["Fejlesztések"],"Dismiss this item.":["Hagyja figyelmen kívül ezt az elemet."],"Good job! We could detect no serious SEO problems.":["Szép munka! Nincs különösebb SEO probléma."],"We have detected the following issues that affect the SEO of your site.":["Az alábbi problémákat találtuk, amelyek befolyásolhatják az oldalad SEO-ját."],"Problems":["Problémák"],"Analysis":["Elemzés"],"Not available":["Nem elérhető"],"Filter by SEO Score":["Szűrés SEO pontszám szerint"],"Meta description not set.":["Metaleírás nincs megadva."],"Open":["Megnyitás"],"Dashboard":["Vezérlőpult"],"You can fix this on the %1$sPermalink settings page%2$s.":["Helyrehozhatod ezt a %1$sKözvetlen Hivatkozások oldalon%2$s."],"Replaced with the primary category of the post\/page":["Kicserélve az oldal\/bejegyzés főkategóriájára"],"Pinterest confirmation":["Pinterest megerősítés"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Ha már megerősítetted weboldaladat a Pinterest-el, hagyd ki a lenti lépést."],"Format-based archives":["Formátum alapú archívum"],"Webmaster Tools verification":["Webmestereszközök megerősítése"],"Buy %s":["%s vásárlása"],"New %1$s Title":["Új %1$s címsor"],"Existing %1$s Title":["Létező %1$s címsor"],"Expected an integer as input.":["Csak egész számot lehet megadni."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Megpróbálom felépíteni a webhelytérkép gyorsítótár kulcsát, de a postfix és prefix kombináció túl kevés helyet hagy ahhoz, hogy ezt megtehesse. Valószínűleg egy olyan oldalt kér, amely kifutott a várható tartományból."],"Remove":["Töröl"],"Keep":["Megtart"],"Bold the last page":["Vastagbetű az utolsó oldalon"],"Regular":["Szabályos"],"Bold":["Félkövér"],"Show Blog page":["Mutasd a Blog oldalt"],"Primary %s":["Elsődleges %s"],"Primary":["Elsődleges"],"Make %1$s primary %2$s":["Make %1$s primary %2$s"],"Term is set to noindex.":["A kifejezéshez noindex van állítva."],"Author archives":["Szerzői archívum"],"Show":["Mutat"],"Enabled":["Engedélyezve"],"Disabled":["Letiltva"],"%1$s has not fetched your site's indexability status yet from %2$s":["%1$s nem tudta letölteni az oldalad indexelhetőségi státuszát az %2$s oldalról"],"The separator defined in your theme's %s tag.":["A téma %s címkéjében meghatározott elválasztó."],"No index":["No index"],"Analyze entire site":["Egész oldal elemzése"],"Fetch the current status":["Jelenlegi állapot lekérése"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":["%1$s%2$s nem tudta letölteni az oldalunk indexelhetőségi státuszát%3$s a(z) %4$s oldalról"],"Your homepage can be indexed by search engines.":["A honlapod indexelhető a keresőmotorokkal."],"Indexability check by %1$s":["Indexelhetőségi ellenőrzés a %1$s által"],"If you want to use an image for sharing on %1$s, you can upload \/ choose an image or add the image URL here.":["Ha szeretnénk a(z) %1$s megosztáshoz képet feltölteni \/ választani, akkor töltsük fel, vagy adjunk meg egy kép URL-t."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Ha nem a metaleírásban levő szöveggel szeretnénk megosztani a %1$s-on, akkor adja meg a kívánt szöveget itt."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Ha nem szeretnéd ezt a címet használni a %1$s felületen való megosztáshoz, de szeretnél egy másikat megadni, azt ide írd."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$sA weboldalad nem indexelt a keresőmotor által%2$s. Ez nagyon rossz a SEO-nak és muszáj javítani."],"Once Weekly":["Hetente egyszer"],"SEO score":["SEO pontszám"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["SEO-pontszám újraszámolása egy kulcskifejezésre a tartalom egészének figyelembevételével."],"%1$s of %2$s done.":["%2$s-ből kész %1$s."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Frissítettük az SEO elemzésünk algoritmusát. Az oldalak és bejegyzések %1$sSEO elemzésének újrakalkulásához kattints ide%2$s."],"Team Yoast":["Yoast csapata"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Az első valós minden-az-egyben SEO megoldás Wordpress-hez, amely oldalakon belüli tartalom elemzést, XML oldaltérképet és sok mást is tartalmaz."],"Yoast SEO":["Yoast Seo"],"Activation failed:":["Az aktiválás nem sikerült:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["A szűrő kiterjesztése elérhetetlennek tűnik.Kérlek, fordulj a web host -jához, hogy kapcsolja be."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["A %1$s plugin installálása nem teljes. Kérlek, hivatkozz a %2$sinstallálási instrukciókra%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Az alapvető PHP Könyvtár (SPL) kiterjesztés úgy néz ki elérhetetlen. Kérlek keresd a tárhely-szolgáltatódat az engedélyezze az elérést."],"SEO Settings":["SEO beállítások"],"Mobile-Friendly Test":["Mobilbarát teszt"],"Google Page Speed Test":["Google PageSpeed teszt"],"CSS Validator":["CSS Ellenőrző"],"HTML Validator":["HTML Ellenőrző"],"Pinterest Rich Pins Validator":["Pinterest Rich Pin validátor"],"Facebook Debugger":["Facebook hibakereső"],"Check Headers":["Fejlécek ellenörzése"],"Check Google Cache":["Google gyorsítótár ellenörzése"],"Analyze this page":["Oldal elemzése"],"Keyword Research":["Kulcsszókutatás"],"%s does not seem to be a valid url. Please correct.":["%s érvénytelen url. Kérjük javítani!"],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s érvénytelen %2$s érvényesítő kódnak látszik. Kérjük javítani!"],"%s Archive":["%s Archívált"],"You searched for %s":["Kereste a %s"],"%s does not seem to be a valid Twitter Username. Please correct.":[],"Summary with large image":["Összegzés nagyméretű képpel"],"Summary":["Összegzés"],"The post %1$s appeared first on %2$s.":["A %1$s bejegyzés először %2$s-én jelent meg."],"No numeric value was received.":["Nem numerikus értéket kapott."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Egy létező Blognak kell lennie. A Blog %s nem létezik, vagy törlésre van beállítva."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Az alap blog beállításnak meg kell egyeznie a használni kívánt numerikus blog id-val (azonosítóval)."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s nem helyes választás a tekintetben, hogy kinek kéne hozzáférnie a %2$s beállításokhoz. Érték visszaállítása az eredetire."],"Please select a valid post type for taxonomy \"%s\"":["Kérlek válassz egy helyes bejegyzés típust az alábbi taxonómiához: \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Kérlek válassz egy helyes taxonómiát az alábbi bejegyzés típushoz: \"%s\""],"You searched for":["A következőre kerestünk rá"],"Home":["Kezdőlap"],"Archives for":["Archívumban"],"Error 404: Page not found":["404-es hiba: az oldal nem található"],"Good":["Jó"],"Replaced with a custom taxonomies description":["Kicserélve az egyéni taxonómia leírásával"],"Replaced with a posts custom taxonomies, comma separated.":["Kicserélve a bejegyzések egyéni taxonomiáival, vesszővel elválasztva"],"Replaced with a posts custom field value":["Helyettesítve egy bejegyzés egyedi mezőértékével"],"Replaced with the slug which caused the 404":["Helyettesítve egy keresőbarát névvel, ami 404-es hibát okozott"],"Replaced with the posts focus keyphrase":["Felváltva a bejegyzés fő kulcskifejezésével"],"Attachment caption":["Mellékelt képaláírás"],"Replaced with the current page number":["Helyettesítve az aktuális oldal számával"],"Replaced with the current page total":["Behelyettesítve az aktuális oldal összes lap számával"],"Replaced with the current page number with context (i.e. page 2 of 4)":[],"Replaced with the post\/page author's 'Biographical Info'":["Behelyettesítve a bejegyzés \/ oldal szerzőjének (szerzőinek) 'Életrajzi adataival'"],"Replaced with the post\/page author's 'nicename'":["Behelyettesítve a bejegyzés \/ oldal szerzőjének (szerzőinek) 'felhasználónevével'"],"Replaced with the post\/page ID":["Behelyettesítve a bejegyzés \/ oldal ID-vel"],"Replaced with the post\/page modified time":["A bejegyzés \/ oldal módosításának időpontjával helyettesítve"],"Replaced with the content type plural label":["Kicserélve a tartalom típus többes szám címkéjére"],"Replaced with the content type single label":["Kicserélve a tartalom típus egyes szám címkéjére"],"Replaced with the current search phrase":["Behelyettesítve az aktuális keresési kifejezéssel"],"Replaced with the term name":["A kategória névvel helyettesítve"],"Replaced with the term description":["A kategória leírással helyettesítve"],"Replaced with the tag description":["A címke leírásával helyettesítve"],"Replaced with the category description":["A kategória leírással helyettesítve"],"Replaced with the post categories (comma separated)":["A bejegyzés kategóriákkal helyettesítve (vesszővel elválasztva)"],"Replaced with the current tag\/tags":["A jelenlegi címkével\/címkékkel helyettesítve"],"Replaced with the post\/page excerpt (without auto-generation)":["A bejegyzés \/ oldal kivonatával (nem automatikusan generálva)"],"Replaced with the post\/page excerpt (or auto-generated if it does not exist)":["A bejegyzés \/ oldal kivonatával helyettesítve (vagy automatikusan legenerálva, amennyiben még nem létezett)"],"The site's name":["A weboldal neve"],"Replaced with the title of the parent page of the current page":["A jelenlegi oldal szülőoldalának címével behelyettesítve"],"Replaced with the title of the post\/page":["A bejegyzés \/ oldal címével behelyettesítve"],"Replaced with the date of the post\/page":["A bejegyzés \/ oldal dátumával behelyettesítve"],"Page %1$d of %2$d":["Oldal %1$d a %2$d-ből"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Nem szabályozhatod felül a WPSEO irányadó változó cseréjét azzal, hogy azonos névvel regisztálsz egy változót. Használd a \"wpseo_replacements\" szűrőt a csereérték megadása helyett!"],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["A helyettesítő változó ugyan ezzel a névvel már használatban van. Próbálj másik, egyedi változónevet megadni."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["A helyettesítő változó nem kezdődhet a \"%%cf_\" vagy \"%%ct_\" karakterlánccal, mivel ez a WPSEO egyéni változóinak és taxonómiáinak vannak fenntartva. Próbálj másik, egyedi változónevet megadni."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["A helyettesítő változó csak alfanumerikus (betűk és számok) karaktereket tartalmazhat, valamint aláhúzást és kötőjelet. Próbálj másik, egyedi változónevet megadni."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Adminisztrátornak szóló figyelmeztetés: ez az oldal azért nem jelenít meg metaleírást, mert nincs megadva hozzá. Írjunk hozzá egyet vagy a [%1$s - %2$s] menüben állítsunk be egy sablont!"],"Page not found":["Az oldal nem található"],"%s Archives":["%s Archívum"],"Search for \"%s\"":["Keresés \"%s\""],"Meta description to use for Author page":["A szerző oldalán használandó metalírás"],"Title to use for Author page":["A szerző oldalán használt cím"],"%1$s settings":["%1$s beállítások"],"Export your %1$s settings":["%1$s Beállításod exportálása"],"Import settings":["Beállítások importálása"],"Import from other SEO plugins":["Importálás másik SEO bővítményből"],"Import":["Importálás"],"If you had a %s file and it was editable, you could edit it from here.":["Ha %s fájlod van és az szerkeszthető, akkor itt szerkesztheted."],"If your %s were writable, you could edit it from here.":["Amennyiben a %s írható, akkor itt szerkesztheted."],"You don't have a %s file, create one here:":["A %s fájl hiányzik, itt hozható létre:"],"A link to your site, with your site's name and description as anchor text.":["HIvatkozás az Ön oldalára, az oldal neve és leírása legyen a horgonyszöveg (anchor text)"],"A link to your site, with your site's name as anchor text.":["Hivatkozás az Ön oldalára, az oldal neve legyen a hivatkozásban a horgonyszöveg (anchor text)"],"A link to the post, with the title as anchor text.":["Hivatkozás a hozzászólásra, a cím legyen a hivatkozásban a horgonyszöveg (anchor text)"],"A link to the archive for the post author, with the authors name as anchor text.":["Link a bejegyzés szerzőjéhez, melyben a szerző neve horgonnyal jelölt."],"You can use the following variables within the content, they will be replaced by the value on the right.":["A következő változókat használhatja a szövegben. A változók helyén a jobboldalon feltüntetett érték jelenik majd meg."],"Content to put after each post in the feed":["Minden bejegyzés után helyezd el a tartalmat a feed-ben"],"Content to put before each post in the feed":["Tartalom, melyet a feed-ben minden egyes bejegyzés elé lehet rakni"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Ezt a funkciót arra használjuk,hogy tartalmat adjunk az RSS-edhez, pontosabban arra való, hogy linkeket irányítsunk vissza a blogodra és a blogbejegyzéseide, így a buta keresőprogramok automatikusan hozzáaják ezeket a linekeket is, ezáltal segítve a keresőmotorokat abban, hogy téged azonosítsanak,mint a tartalom eredeti forrását."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Ennek a morzsa funkciónak a használata a %1$studásbázisunk bejegyzésben kerül elmagyarázásra a morzsa implementálásnál%2$s."],"How to insert breadcrumbs in your theme":["Hogyan lehet beilleszteni az útvonalkövetést sablonokba"],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":["Post típus archívum megmutatása morzsák formájában a taxonómiákhoz"],"Taxonomy to show in breadcrumbs for content types":["Taxonómia megmutatása morzsa formájában a poszt típusokhoz"],"Breadcrumb for 404 Page":["404-es oldal kenyérmorzsája"],"Prefix for Search Page breadcrumbs":["Útvonalkövetést megelőző szöveg a keresés oldalon"],"Prefix for Archive breadcrumbs":["Útvonalkövetést megelőző szöveg archívum oldalon"],"Prefix for the breadcrumb path":["Kenyérmorzsát megelőző szöveg"],"Anchor text for the Homepage":["Nyitólap horgony szövege"],"Separator between breadcrumbs":["Elválasztó az útvonalkövetések között"],"Enable Breadcrumbs":["Útvonalkövetés engedélyezése"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Az alábbiakban megtaláljuk a bejegyzés SEO értékeit. Most érkezett el az idő arra, hogy fejlesszük néhány bejegyzésünket!"],"Credits":["Készítők"],"&laquo; Back to Tools page":["&laquo; Vissza az Eszközök oldalra"],"%1$s comes with some very powerful built-in tools:":["%1$s erőteljes beépített eszközökkel érkezik:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Ez az eszköz segít abban, hogy gyorsan változtathass a SEO-d szempontjából olyan fontos fájlokon mint a robots.tx, és a .htaccess."],"File editor":["Fájl szerkesztő"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Beállítások importálása más SEO bővítményekből és beállításaid mentése azok alkalmazásához (egy másik) blogon."],"Import and Export":["Importálás és Exportálás"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Ez az eszköz lehetővé teszi, hogy könnyen megváltoztassuk a bejegyzéseink címét és leírását anélkül, hogy az adott bejegyzések egyenként kellene szerkeszteni a hagyományos szerkesztővel."],"Bulk editor":["Tömeges szerkesztő"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["A weboldal %1$sPinteresttel történő megerősítéséhez%2$s itt adjon hozzá metacímkéket:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":[],"The default card type to use":["Haználatban lévő alapértelmezett kártya típusa"],"Add Twitter card meta data":["Add hozzá a Twitter kártya meta-adatokat"],"This image is used if the post\/page being shared does not contain any images.":["Ezt a képet akkor használja, ha a bejegyzés illetve oldal, amit közzétett, nem tartalmaz képeket."],"Default settings":["Alapértelmezett beállítások"],"Copy home meta description":["Másold a Főoldal meta-leírását"],"Description":["Leírás"],"Image URL":["Kép URL"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["A weboldal nyitólapján az Open Graph metacímkéiben ez a cím, leírás és kép kerül használatra."],"Frontpage settings":["Főoldal beállításai"],"Add Open Graph meta data":["Open Graph metaadatok hozzáadása"],"YouTube URL":["YouTube URL"],"Pinterest URL":["Pinterest URL"],"MySpace URL":["MySpace URL"],"LinkedIn URL":["LinkedIn URL"],"Instagram URL":["Instagram URL"],"Twitter Username":["Twitter Felhasználónév"],"Facebook Page URL":["Facebook Oldal URL"],"Accounts":["Fiókok"],"Restore site to defaults":["Alapértelmezett beállítások visszaállítása"],"Site ID":["Oldal ID"],"Using this form you can reset a site to the default SEO settings.":["Az űrlap segítségével vissza tudod állítani az eredeti SEO beállításokat."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Adatvédelmileg érzékeny (FB adminok és hasonlók), téma specifikus (cím újraírás) és néhány oldal specifikus beállítás nem kerül importálásra az új blogokban."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Írd be azt a %sWeboldal Azonosítót (Site ID)%s amelynek a beállításai alapértelmezettek lesznek minden, a hálózatba felvett weboldal esetében. Hagyd üresen, ha egyik oldal beállításait se szeretnéd alapértelmezettnek (ebben az esetben a bővítmény saját alapbeállításai lesznek használatban)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Válassz egy weboldalt, amelynek a beállításai alapértelmezettek lesznek minden, a hálózatba felvett weboldal esetében. Ha az 'Egyik sem' (None) opciót választod, a bővítmény saját alapbeállításai lesznek használatban."],"New sites in the network inherit their SEO settings from this site":["A hálózatba kerülő új weboldalak ennek a weboldalnak a SEO beállításait öröklik"],"Super Admins only":["Csak szuper adminisztrátoroknak"],"Site Admins (default)":["Oldal adminisztrátoroknak (alapértelmezett)"],"Who should have access to the %1$s settings":["Akik hozzáférhetnek a %1$s beállításaihoz"],"spam":["spam"],"mature":["felnőtt"],"archived":["archiválva"],"public":["nyilvános"],"%s restored to default SEO settings.":["%s visszaállítva az eredeti SEO beállításokra."],"Settings Updated.":["Beállítások frissítve."],"404 pages":["404-es oldalak"],"Search pages":["Keresés oldalak"],"These pages will be %s by default, so they will never show up in search results.":["Ezeknek az oldalaknak %s meghatározásuk lesz, ezután alapértelmezés szerint Így soha nem fognak megjelenni a keresési eredmények között."],"Special Pages":["Speciális Oldalak"],"Date-based archives could in some cases also be seen as duplicate content.":["Adatalapú archívok némely esetben duplikált tartalomként jelennek meg."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Amennyiben ez a helyzet a weboldaladon, választhatod, hogy kikapcsolod (akkor átirányít más weboldalakra), vagy hozzáadhatod a %s -t, és akkor nem bukkan fel a keresési találatok között."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Amennyiben egy szerzős blogot üzemeltetsz, a a szerzői archívum ugyanolyan lesz,mint a weboldalad.Ez az, amit %1$sduplicate content problem%2$s  -nek nevezünk."],"Date archives":["Időrendi archívumok"],"author archives":["Szerző archívumok"],"Title":["Címsor"],"%1$s Meta Box":["%1$s metadoboz"],"Hide":["Rejt"],"Take note:":["Figyelembe kell venni:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["A címet és a leírást a blog oldalhoz az %1$soldal szerkesztésénél%2$s adhatod meg."],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":["A címet és a leírást az egyedi kezdőoldalhoz az %1$soldal szerkesztésénél%2$s adhatod meg."],"Homepage &amp; Front page":["Egyedi &amp; Alapértelmezett kezdőoldal"],"Title Separator":["Cím elválasztó"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s érzékelte, hogy mire lenne szükséges átírni az oldalak címét, de ha úgy érzed ez nem jó és tudod mit csinálsz, itt módosíthatod a beállításokat."],"Force rewrite titles":["Címsorok átírásának kikényszerítése"],"Taxonomies":["Taxonómiák"],"Homepage":["Nyitólap"],"%1$s Extensions":["%1$s Kiterjesztések"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["A %1$s Wocemmerce integrációja zökkenőmentesen zajlik és extra funkciókhoz jutsz!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Érj el jobb helyezest mind helyi szinten, mind a Google Mapsban anélkül, hogy megizzadnál!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Ön tagja a Google hírek szolgáltatásnak? Növelje oldala forgalmát a Google hírek optimalizálásával!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimalizáld a videóidat, hogy megjelenjenek a keresési eredmények között és többen kattintsanak rád!"],"The premium version of %1$s with more features & support.":["A  %1$s prémium változat, több beállítási lehetőséget és támogatást tartalmaz."],"Person":["Személy"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Ez az adat metaadatként szerepel a weboldalunkon, azzal a szándékkal, hogy megjelenjen a %1$sGoogle Knowledge Graph%2$s-ban. Lehetünk akár cég, vagy magánszemély."],"Website name":["Weboldal neve"],"Webmaster Tools":["Webmestereszközök"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>\/%postname%\/<\/strong>.":["Nincsen benne a bejegyzések címe a bejegyzések URL-ében, habár az erősen ajánlott lenne. Mérlegeljük a közvetlen hivatkozásoknál a <strong>\/%postname%\/<\/strong> beállítását."],"RSS":["RSS"],"Breadcrumbs":["Kenyérmorzsák"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Ahhoz, hogy átirányítást hozzunk létre és megoldjuk ezt a problémát, %1$s -ra van szükségünk. Megvásárolhatjuk a bővítményt, beleértve 1 évi támogatást és frissítést itt: %2$s."],"Creating redirects is a %s feature":["Készítsen átirányítást a %s bővítményhez"],"Deactivate %s":["%s kiegészítő kikapcsolása"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["A %1$s bővítmény problémát okozhat, ha együtt van használva a %2$s bővítménnyel."],"Upload Image":["Kép Feltöltése"],"Remove these ads?":["Eltávolíthatóak ezek a hirdetések?"],"%s Posts Overview":["%s - Bejegyzések áttekintése"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["A morzsa cím felhasználva a morzsákban, ahol ez a szótár megjelenik."],"Breadcrumbs title":["Útvonal címe"],"The canonical link is shown on the archive page for this term.":["A kanonikus link megjeleníti ezt a kifejezést az archív oldalon."],"Facebook App ID":["Facebook alkalmazás ID"],"Pinterest":["Pinterest"],"Archives":["Archíváltak"],"Email":["Email"],"Previous":["Előző"],"Next":["Következő"],"Close":["Bezár"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Mind a %1$s , mind pedig a %2$s képes XML oldaltérképek létrehozására.Két XML oldaltérkép egyidejű használata nem tesz jót a keresőmotoroknak, hanem le is lassíthatják a weboldaladat."],"Configure %1$s's Open Graph settings":["%1$s Open Graph beállításai"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Mind a %1$s, mind pedig a %2$s Open Graph kimenetet hoz létre, amely előidézheti, hogy a Facebook, Twitter, LinkedIn és más közösségi hálózatok rossz szövegeket és képeket használnak, amikor az oldalaid megosztásra kerülnek."],"%s Image":["%s Kép"],"%s Description":["%s Leírás"],"%s Title":["%s Cím"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["Az ajánlott fotóméret ehhez a %1$s %2$spx."],"If you want to override the image used on %s for this post, upload \/ choose an image here.":["Ha szeretnéd felülírni a %s rendszerhez felhasznált képedet ehhez a bejegyzéshez, tölts fel egy másikat, vagy add meg az URL-jét itt."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Ha nem szeretnéd használni a bejegyzés metaleírását a %s felületen való megosztáskor, de szeretnél más leírást megadni hozzá, írd azt ide."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Ha nem a bejegyzés címét szeretnéd megjeleníteni megosztáskor a(z) %s  oldalon, és másik címet szeretnél, akkor azt írd ide."],"very difficult":["nagyon nehéz"],"Try to make shorter sentences, using less difficult words to improve readability":["Próbáljunk meg rövidebb mondatokat írni, és használj könnyebb szavakat a tartalom olvashatóságának javítása érdekében"],"difficult":["nehéz"],"Try to make shorter sentences to improve readability":["Próbáljunk meg rövidebb mondatokat írni az olvashatóság javítása érdekében"],"fairly difficult":["viszonylag nehéz"],"OK":["OK"],"fairly easy":["viszonylag könnyű"],"easy":["könnyű"],"very easy":["nagyon könnyű"],"Meta Desc.":["Metaleírás"],"All SEO Scores":["Teljes SEO pontszám"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["A felhasznált képnek legalább 200x200pixel felbontásúnak kell lennie ahhoz, hogy felhasználható legyen a Facebook-on vagy más közösségi média oldalon."],"(no parent)":["(nincs szülő)"],"Post is set to noindex.":["Bejegyzéshez noindex van beállítva."],"The URL that this page should redirect to.":["Az URL, amire ennek az oldalnak át kell irányítania."],"301 Redirect":["301-es átirányítás"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["A kanonikus URL, amelyre ez az oldal mutasson. Hagyjuk üresen, ha az alapértelmezett közvetlen linkeket szeretnénk használni. %1$sDomainek közti kanonikus URL-ek%2$s is támogatottak."],"Canonical URL":["Kanonikus URL-ek"],"Title to use for this page in breadcrumb paths":["Ezt a címet jeleníti meg az oldalhoz az útvonalban"],"Breadcrumbs Title":["Útvonal mutató címe"],"No Snippet":["Nincs kódrészlet"],"No Archive":["Nincs archívum"],"No Image Index":["Nincs indexkép"],"None":["Egyik sem"],"Meta robots advanced":["Robotok beállítása (haladó)"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Figyelmeztetés: noha itt is állíthatod a metarobotok beállításait, az egész oldal noindex-re van állítva az oldalra vonatkozó privacy beállításokban, így ezeknek a beállításoknak nem lesz hatása."],"Meta description":["Metaleírás"],"SEO Title":["SEO címsor"],"Focus keyword":["Fő kulcsszó"],"Settings successfully imported.":["Beállítások sikeresen importálva."],"Settings could not be imported:":["A beállításokat nem sikerült importálni:"],"Breadcrumb for 404 pages:":["Morzsa 404 oldalnak:"],"Prefix for search result pages:":["Találati oldalak előtagja:"],"Prefix for archive pages:":["Archív oldalak előtagja:"],"Prefix for breadcrumbs:":["Morzsamenü előtagja:"],"Anchor text for the homepage:":["A kezdőoldal horgony szövege:"],"Breadcrumbs separator:":["Morzsa elválasztó:"],"%s Breadcrumbs":["%s morzsák"],"Use Image":["Kép használata"],"Action":["Művelet"],"Page URL\/Slug":["Oldal URL \/ Közvetlen hivatkozás"],"Publication date":["Közzététel dátuma"],"Post Status":["Bejegyzés állapota"],"WP Page Title":["WP oldal címe"],"View":["Megtekintés"],"View &#8220;%s&#8221;":["&#8220;%s&#8221; megtekintése"],"Preview":["Előnézet"],"Preview &#8220;%s&#8221;":["&#8220;%s&#8221; előnézete"],"Edit":["Szerkeszt"],"Filter":["Szűrő"],"posts\u0004Trash <span class=\"count\">(%s)<\/span>":["Lomtár <span class=\"count\">(%s)<\/span>","Lomtár <span class=\"count\">(%s)<\/span>"],"posts\u0004All <span class=\"count\">(%s)<\/span>":["Összes <span class=\"count\">(%s)<\/span>","Összes <span class=\"count\">(%s)<\/span>"],"New Yoast Meta Description":["Új Yoast metaleírás"],"Existing Yoast Meta Description":["Meglévő Yoast metaleírás"],"Facebook profile URL":["Facebook profil URL"],"Twitter username (without @)":["Twitter felhasználónév (@ nélkül)."],"FAQ":["GYIK"],"Premium Support":["Prémium támogatás"],"Settings":["Beállítások"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Ahhoz, hogy a keresőkben megjelenjen a weboldal %1$s kattints az Olvasás beállításokra %2$s és a Keresőmotor láthatóság opciónál töröld a keresők tiltását."],"Huge SEO Issue: You're blocking access to robots.":["Súlyos SEO hiba. A keresőrobotok blokkolva vannak."],"Posts":["Bejegyzések"],"Edit Files":["Fájlok szerkesztése"],"General":["Általános"],"Extensions":["Kiegészítők"],"Search Console":["Google Search Console"],"Tools":["Eszközök"],"Advanced":["Haladó"],"XML sitemaps":["XML oldaltérképek"],"Social":["Közösségi beállítások"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s észlelte, hogy a(z) %3$s %2$s verzióját használjuk, kérjük frissítse a legújabb verzióra a kompatibilitási hibák elkerülése végett."],"Just another WordPress site":["Újabb WordPress honlap"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Továbbra is az alapértelmezett jelmondatot használja, pedig talán még egy üres is jobb lenne. %1$sEz megoldható a testreszabási opcióval%2$s."],"You have used HTML in your value which is not allowed.":["Nem megengedett HTML használata az érték megadásánál."],"You can't edit %s that aren't yours.":["A %s nem szerkeszthető, mert nem a sajátja."],"You can't edit %s.":["A %s nem szerkeszthető."],"Post has an invalid Content Type: %s.":["A bejegyzéshez érvénytelen tartalom típus tartozik: %s."],"Post doesn't exist.":["A bejegyzés nem létezik."]}}}