{"translation-revision-date":"2020-01-11 10:05:47+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && (n%100<10 || n%100>=20) ? 1 : 2);","lang":"lt"},"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":[],"Comments break into multiple pages":[],"Comments on your posts are displayed on a single page. Breaking comments into multiple pages is not needed in 999 out of 1000 cases. We recommend to display all comments on the same page.":[],"Comments are displayed on a single page":[],"No title":[],"%1$sGo to the Discussion Settings page%2$s":[],"%1$sThis was reported by the %2$s plugin%3$s":[],"Date in Google Preview":[],"Preview as:":[],"Mobile result":[],"Google preview":[],"Desktop result":[],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":[],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":[],"If you want to apply advanced <code>meta<\/code> robots settings for this page, please define them in the following field.":["Jei norite šiame puslapyje pritaikyti išplėstinius <code>meta<\/code> robotų parametrus, apibrėžkite juos sekančiame laukelyje."],"Check out %1$s":[],"We have both free and premium online courses to learn everything you need to know about SEO.":[],"Want to learn SEO from Team Yoast? Check out our %1$s!":[],"Learn SEO":[],"Start to optimize your site for Google News traffic today!":[],"Make sure your videos rank and are easy to share with our Video SEO plugin.":[],"Our Local SEO plugin will help you rank in Google Maps and local results.":[],"%s settings to import:":["%s nustatymai importavimui:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":[],"Your %1$s settings:":["Jūsų %1$s nustatymai:"],"Schema":["Schema"],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":[],"Please check the format of the Facebook Page URL you entered. %s":[],"Please check the format of the Instagram URL you entered. %s":[],"Please check the format of the Linkedin URL you entered. %s":[],"Please check the format of the MySpace URL you entered. %s":[],"Please check the format of the Pinterest URL you entered. %s":[],"Please check the format of the Wikipedia URL you entered. %s":[],"Please check the format of the Youtube URL you entered. %s":["Prašome patikrinti Youtube nuorodos URL formatą, kurį įvedėte. %s"],"Settings saved.":["Nustatymai išsaugoti."],"Continue learning":["Tęsti mokymasį"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to know everything our plugin has to offer. Sign up for our free %1$s plugin training, in which you'll learn how to use %1$s and how it can help you make the best of your website!":[],"Dismiss this alert":["Paslėpti šį pranešimą"],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":[],"%s does not seem to be a valid Facebook App ID. Please correct.":[],"The submitted value was: %s":["Pateikta reikšmė buvo: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[],"Twitter usernames can only contain letters, numbers, and underscores. %s":[],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":[],"The Facebook App ID you entered doesn't exist. %s":[],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":[],"Show this item.":["Rodyti šį įrašą."],"Hide this item.":["Slėpti šį įrašą."],"You have %d hidden problem:":[],"You have %d hidden notification:":[],"The form contains %1$s error. %2$s":[],"SEO settings configured":["SEO nustatymai sukonfiguruoti"],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":[],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":[],"%d occurrences":["%d įvykiai"],"Activate %s for your site on MyYoast":["Aktyvuokite %s Jūsų tinklalapui MyYoast sistemoje"],"Show blog page in breadcrumbs":["Rodyti tinklaraščio puslapį kelrodyje"],"We could not find any relevant articles on your website that you could link to from your post.":["Negalėjome rasti tinkamų straipsnių Jūsų tinklalapyje, kuriuos galėtumėte susieti su Jūsų  įrašu."],"Has feedback":["Yra atsiliepimų"],"Content optimization:":["Turinio optimizavimas:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sSkaitomumas%2$s: %3$s"],"Post Noindexed":["Įrašas neindeksuojamas"],"No Focus Keyphrase":["Nėra raktažodžio"],"Person logo \/ avatar":["Vartotojo logotipas \/ avataras"],"Extend %s":["Išplėsti %s"],"Posts with the SEO score: %s":["Įrašai su SEO balu: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s video pamoka"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Norėdami peržiūrėti dabartines indeksavimo klaidas, %1$sprašome apsilankyti Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":[],"Remove this message":["Uždaryti šį pranešimą"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":[],"Serving local customers?":["Aptarnaujate vietinius klientus?"],"Get the %s plugin now":["Įdiegti %s įskiepį dabar"],"Organization social profiles":["Organizacijos socialiniai tinklai"],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":[],"Personal info":["Asmeninė informacija"],"Organization logo":["Organizacijos logotipas"],"Organization name":["Organizacijos pavadinimas"],"Choose whether the site represents an organization or a person.":["Pasirinkite ar tinklalapis reprezentuoja organizaciją ar asmenį."],"Knowledge Graph & Schema.org":["Žinių grafikas ir Schema.org"],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":[],"To change the social accounts used for your site, update the details for %1$s.":[],"That means that the form and information below is disabled, and not used.":["Tai reiškia, jog forma ir informacija pateikta apačioje yra išjungta ir nenaudojama."],"Your website is currently configured to represent a Person":["Jūsų tinklalapis nustatytas reprezentuoti asmenį"],"(if one exists)":["(jei egzistuoja)"],"Wikipedia page about you":["Wikipedia puslapis apie Jus"],"YouTube profile URL":["YouTube profilio URL"],"Tumblr profile URL":["Tumblr profilio URL"],"SoundCloud profile URL":["SoundCloud profilio URL"],"MySpace profile URL":["MySpace profilio URL"],"Organization or person":["Organizacija ar asmuo"],"The person":["Asmuo"],"Organization":["Organizacija"],"Does your site represent a person or an organization?":["Jūsų tinklalapis reprezentuoja asmenį ar organizaciją?"],"The name of the organization":["Organizacijos pavadinimas"],"Provide an image of the organization logo":["Pateikite organizacijos logotipą"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":[],"Select a user...":["Pasirinkti vartotoją..."],"Uncategorized":["Be kategorijos"],"Name:":["Vardas:"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":[],"Error: Please select a user below to make your site's meta data complete.":["Klaida: Prašome pasirinkti vartotoją apačioje, kad užbaigtumėte tinklalapio meta aprašymą."],"SEO score: %s":["SEO balas: %s"],"If a Wikipedia page for you or your organization exists, add it too.":[],"Wikipedia URL":["Wikipedia URL"],"Pinterest profile URL":["Pinterest profilio URL"],"Instagram profile URL":["Instagram profilio URL"],"LinkedIn profile URL":["LinkedIn profilio URL"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":[],"The image you selected is too small for Facebook":["Jūsų pasirinkta nuotrauka yra per maža Facebook"],"The given image url cannot be loaded":["Pateikta paveikslėlio URL nuoroda negali būti pakrauta"],"Find out what words your audience uses to find you":[],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":[],"No JSON object was returned.":["Joks JSON objektas nebuvo grąžintas."],"Received internal links":["Įeinančios vidinės nuorodos"],"Outgoing internal links":["Išeinančios vidinės nuorodos"],"New step added":["Pridėtas naujas žingsnis"],"New question added":["Įterptas naujas klausimas"],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":[],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":[],"Keyphrase":["Raktažodis"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":[],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":[],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":[],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":[],"To make sure all the links in your texts are counted, we need to analyze all your texts.":[],"All you have to do is press the following button and we'll go through all your texts for you.":[],"Count links":["Nuorodų skaičiavimas"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":[],"%1$sImage alt attributes%2$s: Good job!":[],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":[],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":[],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":[],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":[],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":[],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":[],"Page %s":["Puslapis %s"],"Cannot get the size of %1$s because of unknown reasons.":[],"Cannot get the size of %1$s because it is hosted externally.":[],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":[],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":[],"Get an even better analysis":["Gauti išsamesnę analizę"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":[],"Improve sharing on Facebook and Pinterest":["Pagerinkite pasidalinimą Facebook'e ir Pinterest'e"],"You do not have the required rights to export settings.":["Jūs neturite būtinų leidimų, kad galėtumėte eksportuoti nustatymus."],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":[],"These are settings for the %1$s plugin by %2$s":[],"No settings found.":["Nustatymai nerasti."],"Export your %1$s settings here, to copy them on another site.":[],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Nustatymų importavimas yra palaikomas tik serveriuose kuriuose veikia PHP 5.3 ar naujesnė versija."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":[],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":[],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":[],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":[],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":[],"Indexable created for object %1$s with type %2$s":["Indeksavimas sukurtas objektui %1$s kurio tipas %2$s "],"Method %1$s() does not exist in class %2$s":[],"With %s, you can easily create such redirects.":[],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":[],"WARNING:":["ĮSPĖJIMAS:"],"Learn about why permalinks are important for SEO.":[],"Google Ads":["Google reklamos"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":[],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":[],"Clear Image":[],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":[],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":[],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":[],"%1$sKeyphrase in slug%2$s: Great work!":[],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":[],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":[],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":[],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":[],"%1$sKeyphrase distribution%2$s: Good job!":[],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":[],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":[],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":[],"Help on choosing the perfect focus keyphrase":[],"Would you like to add a related keyphrase?":[],"Go %s!":[],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":[],"Rank better with synonyms & related keyphrases":[],"optimize a single post for synonyms and related keyphrases.":[],"Synonyms & related keyphrases":[],"Add related keyphrase":[],"Upgrade to %s":["Atnaujinti į %s"],"%1$s video":[],"Get %s":[],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":[],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":[],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":[],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":[],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":[],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":[],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":[],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":[],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":[],"%2$sText length%4$s: The text contains %1$d word.":[],"%2$sText length%3$s: The text contains %1$d word. Good job!":[],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":[],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":[],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":[],"%1$sSEO title width%2$s: Good job!":[],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":[],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":[],"%1$sOutbound links%2$s: Good job!":[],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":[],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":[],"%1$sMeta description length%2$s: Well done!":[],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":[],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":[],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":[],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":[],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":[],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":[],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":[],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":[],"%1$sKeyphrase length%2$s: Good job!":[],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":[],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":[],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":[],"%1$sKeyphrase in introduction%2$s: Well done!":[],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":[],"%1$sInternal links%2$s: You have enough internal links. Good job!":[],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":[],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":[],"%1$sTransition words%2$s: Well done!":[],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":[],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":[],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":[],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":[],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":[],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":[],"%1$sSubheading distribution%2$s: Great job!":[],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":[],"%1$sSentence length%2$s: Great!":[],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":[],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":[],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":[],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":[],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":[],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":[],"Good job!":[],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":[],"Focus keyphrase":[],"%1$s with ID %2$s couldn't be patched":[],"Invalid POST request. Meta values already exist for object with ID %1$s.":[],"Indexable with ID `%1$s` does not exist":[],"No object with ID %1$s and %2$s could be found":[],"`%1$s` is not a valid subtype of `%2$s`":[],"The object type `%1$s` is invalid":[],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":[],"The parameter `%1$s` cannot be empty.":["Parametras `%1$s` negali būti tuščias."],"Check Keyphrase Density":[],"Disable":[],"Allow Control":[],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":[],"%s is a required feature toggle argument.":[],"Keyphrase:":["Raktažodis:"],"Remove keyphrase":["Pašalinti raktažodį"],"This feature has been disabled by the network admin.":[],"Focus keyphrase not set.":[],"Multiple keyphrases":[],"Colon":[],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":[],"There is a new notification.":[],"Learn more about the readability analysis":[],"Describe the duration of the instruction:":[],"Optional. Customize how you want to describe the duration of the instruction":[],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":[],"%s, %s and %s":["%s, %s ir %s"],"%s and %s":["%s ir %s"],"%d minute":["%d minutė","%d minutės","%d minučių"],"%d hour":["%d valanda","%d valandos","%d valandų"],"%d day":["%d diena","%d dienos","%d dienų"],"Enter a step title":["Įrašykite žingsnio pavadinimą"],"Optional. This can give you better control over the styling of the steps.":[],"CSS class(es) to apply to the steps":[],"minutes":["minutės"],"hours":["valandos"],"days":["dienos"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":[],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":[],"Copy error":["Kopijavimo klaida"],"An error occurred loading the %s primary taxonomy picker.":[],"%1$s Structured Data Blocks":[],"Time needed:":["Reikalingas laikas:"],"Move question down":[],"Move question up":["Kelti klausimą viršun"],"Insert question":["Įterpti klausimą"],"Delete question":["Ištrinti klausimą"],"Enter the answer to the question":["Įveskite atsakymą klausimui"],"Enter a question":["Įveskite klausimą"],"Add question":["Pridėti klausimą"],"Frequently Asked Questions":["Dažnai Užduodami Klausimai"],"Great news: you can, with %s!":[],"Select the primary %s":["Pasirinkti pirminį %s"],"Check links to this URL":["Parinkti nuorodas į šį URL"],"Keyword research training":[],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":[],"Are you trying to use multiple keyphrases? You should add them separately below.":["Ar Jūs bandote naudoti keletą raktažodžių? Turėtumėte juos pridėti atskirai žemiau."],"Mark as cornerstone content":[],"Move step down":[],"Move step up":[],"Insert step":["Įterpti žingsnį"],"Delete step":["Pašalinti žingsnį"],"Add image":[],"Enter a step description":[],"Enter a description":[],"Unordered list":[],"Showing step items as an ordered list.":[],"Showing step items as an unordered list":[],"Add step":[],"Delete total time":[],"Add total time":[],"How to":[],"How-to":[],"Analysis results":[],"Enter a focus keyphrase to calculate the SEO score":[],"Learn more about Cornerstone Content.":[],"Cornerstone content should be the most important and extensive articles on your site.":[],"Restore Site":[],"Network Settings":[],"You are not allowed to perform this action.":["Jums neleidžiama atlikti šio veiksmo."],"Error: %s":["Klaida: %s"],"Success: %s":["Pavyko: %s"],"Site with ID %d not found.":[],"No site has been selected to restore.":[],"You are not allowed to modify unregistered network settings.":[],"deleted":[],"Would you like to add another keyphrase?":[],"image preview":[],"Copied!":["Nukopijuota!"],"Not supported!":["Nepalaikoma!"],"Read {{a}}our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":[],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":[],"Consider linking to these {{a}}cornerstone articles:{{\/a}}":[],"Consider linking to these articles:":[],"Copy link":["Kopijuoti nuorodą"],"Copy link to suggested article: %s":[],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":[],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":[],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[],"Prominent words":[],"The site's tagline":[],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":[],"Not all required fields are given. Missing field %1$s":[],"Optimize your shop's SEO and sell more products!":[],"Add synonyms":[],"Would you like to add keyphrase synonyms?":[],"Would you like to add more than one keyphrase?":[],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":[],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":[],"Current year":["Dabartiniai metai"],"Page":["Puslapis"],"Breadcrumb settings for %s archive":["Kelrodžio nustatymai %s archyvui"],"Something went wrong. Please reload the page.":[],"Tagline":[],"Modify your meta description by editing it right here":[],"description (custom taxonomy)":[],"(custom taxonomy)":[],"(custom field)":[],"Term404":[],"Caption":[],"Pagenumber":[],"Pagetotal":[],"Page number":[],"User description":[],"ID":["ID"],"Modified":[],"Post type (plural)":[],"Post type (singular)":[],"Separator":[],"Search phrase":[],"Term title":[],"Term description":[],"Tag description":[],"Category description":[],"Primary category":[],"Category":["Kategorija"],"Tag":["Žyma"],"Excerpt only":[],"Excerpt":[],"Site title":[],"Archive title":[],"Parent title":[],"Date":["Data"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":[],"Search engines and other websites can still send traffic to your deleted post.":["Paieškos varikliai ir kiti tinklalapiai vis tiek gali siųsti srautą į Jūsų pašalintą įrašą."],"Make sure you don't miss out on traffic!":[],"You just deleted a %1$s.":[],"You just trashed a %1$s.":[],"Settings for %s archive":["Nustatymai %s archyvui"],"Settings for single %s URLs":[],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":[],"Url preview":[],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":[],"Insert snippet variable":[],"Dismiss this notice":[],"No results":[],"%d result found, use up and down arrow keys to navigate":[],"Your site language is set to %s. If this is not correct, contact your site administrator.":[],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":[],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":[],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":[],"Unknown type %1$s":["Nežinomas tipas %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":[],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":[],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":[],"Baidu verification code":["Baidu patvirtinimo kodas"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":[],"Cleanup of %s data failed.":["Išvalyti informacijos %s nepavyko."],"Content Type":["Turinio tipas"],"Filter by content type":["Filtruoti pagal turinio tipą"],"Show All Content Types":["Parodyti visus turinio tipus"],"Replaced with the normal title for an archive generated by WordPress":[],"Clean":["Išvalyti"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":[],"Step 5: Clean up":["Išvalyti"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":[],"Step 4: Run the configuration wizard":["4 žingsnis: Paleisti konfigūracijos vedlį"],"Please check your posts and pages and see if the metadata was successfully imported.":[],"Step 3: Check your data":["Patikrinti duomenis"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":[],"Step 2: Import":["Importas"],"Please make a backup of your database before starting this process.":["Prašome pasidaryti atsarginę duomenų bazės kopiją prieš atliekant šį veiksmą."],"Step 1: Create a backup":["Sukurti duomenų kopiją"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":[],"Plugin: ":["Įskiepis:"],"%s did not detect any plugin data from plugins it can import from.":["%s neaptiko jokių įskiepių duomenų, kurie galėtų būti importuoti."],"Posts that should not show up in search results":["Įrašai, kurie neturėtų būti rodomi paieškos rezultatuose"],"%s data found.":["%s duomenys rasti."],"%s data successfully removed.":["%s duomenų sėkmingai ištrinta."],"%s data successfully imported.":["%s duomenys sėkmingai importuoti."],"%s data not found.":["%s duomenys nerasti."],"24\/7 email support":["24\/7 palaikymas el. paštu"],"No more dead links a.k.a. 404 pages":["Jokių mirusių nuorodų, dar žinomų, kaip 404 puslapiai"],"Get real-time suggestions for internal links":["Gaukite pasiūlymus dėl vidinių nuorodų realiu laiku"],"Preview your page in Facebook and Twitter":[],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":[],"Help on copying the home meta description":[],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":[],"Learn more about your social profiles settings":[],"Remove the categories prefix":["Ištrinti kategorijų priešdėlį"],"Help on the category prefix setting":["Pagalba dėl kategorijos priešdėlio nustatymų"],"Learn more about the available variables":["Sužinokite daugiau apie galimus kintamuosius"],"Learn more about the RSS feed setting":["Sužinokite daugiau apie RSS srauto nustatymus"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":[],"Learn more about the Media and attachment URLs setting":[],"Learn more about the title separator setting":[],"Learn more about the knowledge graph setting":[],"Learn more about the homepage setting":[],"Learn more about the special pages setting":[],"Help on the date archives search results setting":[],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":[],"Help on the authors without posts archive search results setting":[],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":[],"Help on the author archives search results setting":[],"Archives settings help":[],"Learn more about the archives setting":[],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":[],"Yandex verification code":["Yandex patvirtinimo kodas"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":[],"Google verification code":["Google patvirtinimo kodas"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":[],"Bing verification code":["Bing patvirtinimo kodas"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":[],"Learn more about the Webmaster Tools verification":[],"On":["Įjungti"],"Help on: %s":["Pagalba: %s"],"%1$s comes with a lot of features. You can enable \/ disable some of them below. Clicking the question mark gives more information about the feature.":[],"Off":["Išjungti"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":[],"Security: no advanced settings for authors":[],"See who contributed to %1$s.":[],"Help on this search results setting":[],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":[],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":[],"Default for %2$s, currently: %1$s":[],"Show %s in search results?":["Rodyti %s paieškos rezultatuose?"],"this author's archives":["šio autoriaus archyvai"],"Do not allow search engines to show %s in search results.":[],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["Kategorijos URL nuorodose WordPress sistemoje dažniausiai naudojamas priešdėlis %s, ši funkcija ištrina priešdėlį tik kategorijose."],"Category URLs":["Kategorijų nuorodos"],"the archive for %s":["%s archyvai"],"Redirect attachment URLs to the attachment itself?":[],"We recommend you set this to Yes.":["Rekomenduojame tai įjungti"],"Media & attachment URLs":[],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":[],"date archives":["datos archyvai"],"archives for authors without posts":["archyvas autoriams be įrašų"],"Read why XML Sitemaps are important for your site.":["Skaityti kodėl XML svetainės žemėlapiai yra svarbūs Jūsų tinklalapiui."],"Enable the XML sitemaps that %s generates.":["Įjungti XML svetainės žemėlapius, kurie %s sugeneruos."],"See the XML sitemap.":["Peržiūrėti XML svetainės žemėlapį."],"%2$s (current default for %1$s)":[],"Media":["Failai"],"Content Types":["Turinio tipai"],"Should search engines follow links on this %1$s?":[],"Allow search engines to show this %s in search results?":[],"Search Appearance":[],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":[],"Search engines should show \"%1$s\" in search results:":[],"Search engine visibility":["Matomumas paieškos sistemose"],"Toggle %1$s's XML Sitemap":["Perjungti %1$s XML svetainės žemėlapį"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":[],"Good results":[],"Get better search results in local search":[],"Allow customers to pick up their %s order locally":[],"SEO analysis":[],"The SEO analysis offers suggestions to improve the SEO of your text.":[],"Learn how the SEO analysis can help you rank.":[],"The readability analysis offers suggestions to improve the structure and style of your text.":[],"Discover why readability is important for SEO.":["Sužinokite kodėl skaitomumas yra svarbus SEO."],"Find out how cornerstone content can help you improve your site structure.":[],"The text link counter helps you improve your site structure.":[],"Find out how the text link counter can enhance your SEO.":[],"%s integration":["%s integracija"],"Read more about how %s works.":["Skaityti daugiau kaip veikia %s."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":[],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":[],"Find out why you should upgrade to %s":[],"https:\/\/yoa.st\/1uk":["https:\/\/yoa.st\/1uk"],"https:\/\/yoa.st\/1uj":["https:\/\/yoa.st\/1uj"],"Latest blog posts on %1$s":["Naujausi tinklaraščio %1$s įrašai"],"Remove highlight from the text":["Pašalinti teksto paryškinimą"],"Your site language is set to %s. ":[],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Startuokite greitai su %1$s %2$skonfigūracijos vedliu%3$s!"],"First-time SEO configuration":["Pradinis SEO konfigūravimas"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["Jūsų tinklalapio kalba nustatyta į {language}. Jei tai nėra teisinga, susisiekite su savo tinklalapio administratoriumi."],"Your site language is set to {language}.":["Jūsų tinklalapio kalba nustatyta į {language}."],"Highlight this result in the text":["Pažymėti šį rezultatą tekste"],"Considerations":["Apsvarstymai"],"Errors":["Klaidos"],"Change language":["Pakeisti kalbą"],"You cannot create a %s file.":["Jūs negalite suskurti %s failo."],"You cannot edit the %s file.":["Jūs negalite redaguoti %s failo."],"Updated %s":["Atnaujinta %s"],"Create %s file":["Sukurti %s failą"],"Edit the content of your %s:":["Redaguoti turinį %s:"],"Save changes to %s":["Išsaugoti pakeitimus į %s"],"%s file":["%s failas"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":[],"More information":["Daugiau informacijos"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":[],"More information about %1$s":["Daugiau informacijos apie %1$s"],"Configuration Wizard":["Konfigūravimo vedlys"],"You've done it!":[],"Seamlessly integrate %2$s with %1$s for the content analysis!":[],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":[],"Manage your %s subscription on MyYoast":["Valdyti savo %s My Yoast prenumeratą"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":[],"(Opens in a new browser tab)":["(Atverčiama naujame naršyklės skirtuke)"],"Posts %1$swithout%2$s a focus keyphrase":["Įrašai %1$sbe%2$s raktažodžio"],"Hey, your SEO is doing pretty well! Check out the stats:":["Sveiki, Jūsų SEO veikia puikiai! Pažiūrėkite statistiką:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Jūs neturite jokių paskelbtų įrašų. SEO reitingas atsiras, kai tik paskelbsite pirmą įrašą!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["Šiame puslapyje galite keisti savo tinklalapio pavadinimą ir pasirinkti naudojamą skirtuką. Skirtukas bus rodomas, pavyzdžiui, tarp Jūsų įrašo ir tinklalapio pavadinimo. Simboliai rodomi tokio dydžio, kokio bus atvaizduojami paieškos rezultatuose. Pasirinkite tą, kuris geriausiai tinka prie Jūsų stiliaus arba užima mažiausiai vietos. "],"Something else":["Kažkas kito"],"A portfolio":["Portfolio"],"A corporation":["Korporacija"],"A small offline business":["Smulkus \"offline\" verslas"],"A news channel":["Naujienų kanalas"],"An online shop":["Internetinė parduotuvė"],"A blog":["Tinklaraštis"],"What does the site %1$s represent?":["Ką tinklalapis %1$s reprezentuoja?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["Jei pasirinksite \"Ne\", Jūsų autoriaus archyvai bus deaktyvuoti, siekiant išvengti turinio susidubliavimo problemų."],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["Pastaba: mes nesaugome Jūsų duomenų jokia forma ir neturime pilnos prieigos prie jūsų paskyros. Mes užtikriname Jūsų privatumo saugumą."],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":["%1$s inegruojama su Google Search Console - pravarčiu įrankiu tinklalapių savininkams. Jis suteikia informaciją apie Jūsų puslapio būseną. Neturite Google paskyros arba Jūsų tinklalapis dar nėra aktyvus? Sužinokite daugiau %2$skaip prijungti Google Search Console prie savo tinklalapio.%3$s."],"Option B: My site is under construction and should not be indexed":["Pasirinkimas B: Mano puslapis kuriamas ir neturi būti indeksuojamas"],"Option A: My site is live and ready to be indexed":["Pasirinkimas A: Mano puslapis funkcionuoja ir paruoštas indeksavimui"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["Pasirinkite, kad tinklalapis kuriamas, jei norite, kad paieškos varikliai jo neindektuosų. Tačiau nepamirškite aktyvuoti indeksavimą, kai tinklalapis bus paruoštas publikavimui."],"Please specify if your site is under construction or already active.":["Prašome nurodyti ar Jūsų tinklalapis dar yra kuriamas ar jau aktyvus."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":["Ši informacija bus naudojama Google's Knowledge Graph Card, didelio informacinio bloko, kuris matomas paieškos rezultatų puslapio dešinėje."],"Read more like this on our SEO blog":["Skaityti daugiau panašių įrašų mūsų SEO blog'e"],"Readability: %s":["Skaitomumas: %s"],"Not activated":["Neaktyvuota"],"Activated":["Aktyvuota"],"%1$s recommendations for you":["%1$s rekomendacija(-os) Jums"],"All Readability Scores":["Visi skaitomumo balai"],"Filter by Readability Score":["Filtruoti pagal skaitomumo balus"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Jūs negaunate naujienų ir pagalbos! Ištaisykite šią problemą pridėdami šį tinklalapį ir įgalindami %1$s jam %2$s."],"Request method %1$s is not valid.":["Užklausos metodas %1$s yra netinkamas."],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":[],"Good job! All the links in your texts have been counted.":[],"Calculation completed.":["Skaičiavimas baigtas."],"Calculation in progress...":["Skaičiuojama..."],"Stop counting":[],"Counting links in your texts":[],"Text %1$s of %2$s processed.":[],"All your texts are already counted, there is no need to count them again.":[],"Count links in your texts":[],"Text link counter":["Tekstinių nuorodų kiekis"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":[],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":[],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s prideda keletą stulpelių šiame puslapyje. Mes parašėme straipsnį %2$skaip naudotis SEO ir skaitomumo vertinimu%3$s. Nuorodų stulpeliai nurodo straipsnių skaičių šiame tinklalapyje vedančius %5$s į %6$s šį straipsnį ir URL nuorodų skaičių vedančių %5$siš%6$s šio straipsnio. Sužinokite daugiau %4$skaip išnaudoti šias galimybes siekiant pagerinti vidines nuorodas%3$s, tai ženkliai pagerintų Jūsų SEO."],"%s Columns":[],"Readability score":[],"Other benefits of %s for you:":[],"Scroll to see the preview content.":[],"Cornerstone content":[],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":[],"Attract more customers near you":[],"Upgrade to Premium":["Atnaujinti į Premium"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":[],"Outrank the competition with %s":[],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":[],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":[],"Superfast internal linking suggestions":[],"Great news: you can, with %1$s!":["Puiki žinia: Jūs galite, su %1$s!"],"Save changes":["Išsaugoti pakeitimus"],"1 year free support and updates included!":["1 metų nemokami atnaujinimai įskaičiuoti!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":[],"%1$sSocial media preview%2$s: Facebook & Twitter":[],"%1$sNo more dead links%2$s: easy redirect manager":[],"No ads!":["Jokių reklamų!"],"Facebook & Twitter":["Facebook ir Twitter"],"Social media preview":["Socialinės medijos peržiūra"],"Easy redirect manager":["Paprastas peradresavimo valdymas"],"No more dead links":["Neveikiančių nuorodų daugiau nėra"],"Increase your SEO reach":[],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":[],"Variable":["Kintamasis"],"Available variables":["Galimi kintamieji"],"Scroll to see the table content.":[],"An error occurred in the '%1$s' assessment":[],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":[],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":[],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":[],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":[],"The meta description contains no sentences %1$sover %2$s words%3$s.":[],"Step %1$d: %2$s":["Žingsnis %1$d: %2$s"],"No new notifications.":["Nėra naujų pranešimų."],"Save all":["Išsaugoti viską"],"Save":["Išsaugoti"],"%1$s, Author at %2$s":["%1$s, Autorius %2$s"],"Mobile preview":["Mobilios versijos peržiūra"],"Desktop preview":[],"Please provide an SEO title by editing the snippet below.":[],"Meta description preview:":["Meta aprašymo peržiūra"],"Slug preview:":["Nuorodos peržiūra:"],"SEO title preview:":["SEO pavadinimo peržiūra:"],"Close snippet editor":[],"Slug":["Nuoroda"],"Remove marks in the text":["Panaikinti žymeklius tekste"],"Mark this result in the text":["Pažymėti šį rezultatą tekste"],"Marks are disabled in current view":["Žymėjimas yra išjungtas dabartinėje peržiūroje"],"Good SEO score":["Geras SEO rezultatas"],"OK SEO score":["Neblogas SEO rezultatas"],"Feedback":["Atsliepimas"],"ok":["Neblogai"],"Choose an image":["Pasirinkite paveikslėlį"],"Remove the image":["Pašalinti paveikslėlį"],"MailChimp signup failed:":["MailChimp pernumeracija nepavyko:"],"Sign Up!":["Užsiprenumeruoti!"],"Name":["Pavadinimas"],"Please provide a meta description by editing the snippet below.":[],"Edit snippet":[],"You can click on each element in the preview to jump to the Snippet Editor.":[],"SEO title preview":[],"Meta description preview":[],"A problem occurred when saving the current step, {{link}}please file a bug report{{\/link}} describing what step you are on and which changes you want to make (if any).":[],"Close the Wizard":["Uždaryti vedlį"],"Export settings":["Eksportavimo nustatymai"],"%1$s video tutorial":["%1$s video pamokos"],"%s &rsaquo; Configuration Wizard":[],"Please don't show me this notification anymore":[],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":[],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":[],"Date archives settings":["Datos archyvo nustatymai"],"Author archives settings":["Autoriaus archyvo nustatymai"],"%1$s by %2$s":["%1$s iš %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":[],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24\/7 personal support.":[],"(no title)":["(be pavadinimo)"],"%s installation wizard":[],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[],"Admin bar menu":[],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":[],"Features":[],"SEO title":[],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":[],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":[],"Google shows your website's name in the search results, if you want to change it, you can do that here.":[],"Greater than sign":[],"Less than sign":[],"Right angle quotation mark":[],"Left angle quotation mark":[],"Small tilde":[],"Vertical bar":[],"Low asterisk":[],"Asterisk":[],"Bullet":[],"Middle dot":["Vidurio taškas"],"Em dash":[],"En dash":[],"Dash":[],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":[],"The name of the person":[],"No":["Ne"],"Yes":["Taip"],"Does, or will, your site have multiple authors?":[],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":[],"Success!":["Pavyko!"],"Title settings":["Antraštės nustatymai"],"Multiple authors":[],"Site type":["Tinklalapio tipas"],"Environment":["Aplinka"],"Yoast option %1$s not found.":[],"Google Structured Data Test":[],"Posts list":["Įrašų sąrašas"],"Posts list navigation":[],"Filter posts list":["Filtruoti įrašų sąrašą"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":[],"%1$s to optimize your site even further":[],"%1$s extensions":["%1$s plėtiniai"],"Comes with our 30-day no questions asked money back guarantee":[],"More information %1$sabout %3$s%2$s":[],"Installed":["Įdiegta"],"gain access to our 24\/7 support team.":[],"Premium support":["Premium palaikymas"],"check what your Facebook or Twitter post will look like.":[],"Social previews":[],"create and manage redirects from within your WordPress install.":[],"Redirect manager":["Nukreipimų valdymas"],"%1$s, take your optimization to the next level!":[],"A seamless integration between %1$s and %2$s":[],"Use %1$s breadcrumbs instead of %2$s ones":["Naudoti %1$s kelrodžius vietoje %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":[],"Creates XML News Sitemaps":["Sukuria XML naujienų svetainės žemėlapį"],"Immediately pings Google on the publication of a new post":[],"Optimize your site for Google News":["Optimizuoti savo tinklalapį Google Naujienoms"],"Make videos responsive through enabling fitvids.js":[],"Enhance the experience of sharing posts with videos":[],"Show your videos in Google Videos":[],"Edit &#8220;%s&#8221;":["Redaguoti &#8220;%s&#8221;"],"Premium":["Premium"],"Google Trends":["Google Trends"],"Notifications":["Pranešimai"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":[],"Disable SEO analysis":["Išjungti SEO analizę"],"Twitter settings":["Twitter nustatymai"],"Pinterest settings":["Pinterest nustatymai"],"Facebook settings":["Facebook nustatymai"],"Title separator symbol":["Antraštės skirtuko simbolis"],"RSS feed settings":["RSS srauto nustatymai"],"Breadcrumbs settings":["Kelrodžių nustatymai"],"Make primary":["Padaryti pagrindiniu"],"%s notification":[],"Disable readability analysis":["Išjungti skaitomumo analizę"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":[],"Readability analysis":["Skaitomumo analizė"],"Needs improvement":["Reikia tobulinti"],"Readability":["Skaitomumas"],"Improvements":[],"Dismiss this item.":["Paslėpti šį pranešimą"],"Good job! We could detect no serious SEO problems.":["Gerai padirbėta! Neaptikome jokių rimtų SEO problemų."],"We have detected the following issues that affect the SEO of your site.":[],"Problems":["Problemos"],"Analysis":["Analizė"],"Not available":["Nepasiekiamas"],"Filter by SEO Score":["Filtruoti pagal SEO balą"],"Meta description not set.":["Meta aprašymas nenustatytas."],"Open":["Atidaryti"],"Dashboard":["Skydelis"],"You can fix this on the %1$sPermalink settings page%2$s.":[],"Replaced with the primary category of the post\/page":[],"Pinterest confirmation":["Pinterest patvirtinimas"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Jeigu Jūsų tinklalapis jau yra patvirtintas Pinterest, tuomet galite praleisti šį žingsnį."],"Format-based archives":[],"Webmaster Tools verification":[],"Buy %s":["Pirkti %s"],"New %1$s Title":["Naujas %1$s pavadinimas"],"Existing %1$s Title":["Esamas %1$s pavadinimas"],"Expected an integer as input.":["Buvo tikimasi sveiko skaičiaus kaip įvesties."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Bandoma sukurti svetainės žemėlapio podėlio raktą, tačiau įrašo priešdėlio ir galūnės kombinacija palieka per mažai vietos šiam veiksmui. Jūs greičiausiai reikalaujate puslapio, kuris yra toliau negu numatytas diapozonas."],"Remove":["Pašalinti"],"Keep":["Palikti"],"Bold the last page":["Paryškinti paskutini puslapį"],"Regular":["Įprastas"],"Bold":["Paryškintas"],"Show Blog page":["Rodyti tinklaraščio puslapį"],"Primary %s":["Pirminis %s"],"Primary":["Pirminis"],"Make %1$s primary %2$s":["Padaryti %1$s pagrindiniu %2$s"],"Term is set to noindex.":[],"Author archives":["Autoriaus archyvai"],"Show":["Rodyti"],"Enabled":["Įjungta"],"Disabled":["Neįgaliesiems"],"%1$s has not fetched your site's indexability status yet from %2$s":[],"The separator defined in your theme's %s tag.":[],"No index":[],"Analyze entire site":["Analizuoti visą tinklalapį"],"Fetch the current status":["Rodyti dabartinę būseną"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":[],"Your homepage can be indexed by search engines.":["Jūsų svetainė gali būti indeksuojama paieškos sistemų."],"Indexability check by %1$s":[],"If you want to use an image for sharing on %1$s, you can upload \/ choose an image or add the image URL here.":[],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":[],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":[],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":[],"Once Weekly":["Karta per savaitę"],"SEO score":[],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":[],"%1$s of %2$s done.":["%1$s iš %2$s atlikta."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Mes atnaujinome SEO vertinimo algoritmą. %1$sSpauskite čia, kad perskaičiuotumėte balus%2$s visiems įrašams ir puslapiams."],"Team Yoast":["Yoast komanda"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Pirmasis viskas viename SEO sprendimas WordPress sistemai, įskaitant puslapio turinio analizė, XML svetainės žemėlaiai ir daug daugiau."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Aktyvavimas nepavyko:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":[],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":[],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":[],"SEO Settings":["SEO nustatymai"],"Mobile-Friendly Test":["Suderinamumo su mob. versija testas"],"Google Page Speed Test":["Google puslapio greičio nustatymo testas"],"CSS Validator":["CSS validatorius"],"HTML Validator":["HTML validatorius"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins validatorius"],"Facebook Debugger":["Facebook klaidų tikrintojas"],"Check Headers":["Patikrinti antraštes"],"Check Google Cache":["Patikrinti Google atmintį"],"Analyze this page":["Analizuoti šį puslapį"],"Keyword Research":["SEO tyrinėjimas"],"%s does not seem to be a valid url. Please correct.":[],"%1$s does not seem to be a valid %2$s verification string. Please correct.":[],"%s Archive":["%s archyvas"],"You searched for %s":["Jūs ieškojote: %s"],"%s does not seem to be a valid Twitter Username. Please correct.":[],"Summary with large image":["Santrauka su dideliu vaizdu"],"Summary":["Santrauka"],"The post %1$s appeared first on %2$s.":[],"No numeric value was received.":[],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":[],"The default blog setting must be the numeric blog id of the blog you want to use as default.":[],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":[],"Please select a valid post type for taxonomy \"%s\"":[],"Please select a valid taxonomy for post type \"%s\"":[],"You searched for":["Jūs ieškojote"],"Home":["Titulinis puslapis"],"Archives for":["Archyvai"],"Error 404: Page not found":["Klaida 404: Puslapis nerastas"],"Good":["Gerai"],"Replaced with a custom taxonomies description":["Pakeista su papildomos taksonomijos aprašymu"],"Replaced with a posts custom taxonomies, comma separated.":[],"Replaced with a posts custom field value":["Pakeista su papildomo laukelio reikšme"],"Replaced with the slug which caused the 404":["Pakeista su nuoroda, kuri sukėlė 404 klaidą"],"Replaced with the posts focus keyphrase":["Pakeista su įrašo pagrindiniu raktažodžiu"],"Attachment caption":["Prisegtų bylų antraštė"],"Replaced with the current page number":["Pakeistas esamo puslapio numeriu"],"Replaced with the current page total":["Pakeista su dabartiniu puslapių skaičiumi"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Pakeista su dabartiniu puslapio numeriu ir tekstu (pvz.: puslapis 2 iš 4)"],"Replaced with the post\/page author's 'Biographical Info'":[],"Replaced with the post\/page author's 'nicename'":[],"Replaced with the post\/page ID":["Pakeista su įrašo ar puslapio identifikacijos numeriu"],"Replaced with the post\/page modified time":["Pakeista su įrašo ar puslapio redagavimo data"],"Replaced with the content type plural label":[],"Replaced with the content type single label":[],"Replaced with the current search phrase":[],"Replaced with the term name":[],"Replaced with the term description":[],"Replaced with the tag description":[],"Replaced with the category description":[],"Replaced with the post categories (comma separated)":[],"Replaced with the current tag\/tags":[],"Replaced with the post\/page excerpt (without auto-generation)":[],"Replaced with the post\/page excerpt (or auto-generated if it does not exist)":[],"The site's name":["Tinklalapio pavadinimas"],"Replaced with the title of the parent page of the current page":[],"Replaced with the title of the post\/page":[],"Replaced with the date of the post\/page":[],"Page %1$d of %2$d":["Puslapis %1$d iš %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":[],"A replacement variable with the same name has already been registered. Try making your variable name unique.":[],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":[],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":[],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":[],"Page not found":["Puslapis nerastas"],"%s Archives":["%s archyvai"],"Search for \"%s\"":["Paieška \"%s\""],"Meta description to use for Author page":[],"Title to use for Author page":["Antraštė autoriaus puslapyje "],"%1$s settings":["%1$s nustatymai"],"Export your %1$s settings":["Eksportuoti Jūsų %1$s nustatymus"],"Import settings":["Importavimo nustatymai"],"Import from other SEO plugins":["Importuoti iš kitų SEO įskiepių"],"Import":["Importuoti"],"If you had a %s file and it was editable, you could edit it from here.":["Jei Jūs turite %s failą ir galite jį redaguoti, Jūs tai galite atlikti iš čia."],"If your %s were writable, you could edit it from here.":[],"You don't have a %s file, create one here:":["Jūs neturite %s failo, sukurti jį galite čia:"],"A link to your site, with your site's name and description as anchor text.":["Nuorodą į Jūsų tinklalapį, kur tinklalapio pavadinimas ir aprašymas yra kaip pagrindinis tekstas."],"A link to your site, with your site's name as anchor text.":["Nuorodą į Jūsų tinklalapį, kur tinklalapio pavadinimas yra kaip pagrindinis tekstas."],"A link to the post, with the title as anchor text.":["Nuorodą į įrašą, kur svetainės antraštė yra kaip pagrindinis tekstas."],"A link to the archive for the post author, with the authors name as anchor text.":["Nuoroda į įrašų archyvą, kur autoriaus vardas yra kaip pagrindinis tekstas."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Jūs galite naudoti šiuos kintamuosius turinyje, jie bus pakeičiami dešinėje esančiomis reikšmėmis."],"Content to put after each post in the feed":[],"Content to put before each post in the feed":["Turinys, dedamas prieš kiekvieną RSS įrašą"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":[],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Ši kelrodžio ypatybė paaiškinta %1$smūsų žinių bazės straipsnyje prie kelrodžių  integravimą%2$s."],"How to insert breadcrumbs in your theme":["Kaip įterpti kelrodį į Jūsų temą"],"Blog":["Tinklaraštis"],"Content type archive to show in breadcrumbs for taxonomies":["Įrašų tipo archyvas, kuris bus rodomas kelrodyje taksonomijoms"],"Taxonomy to show in breadcrumbs for content types":["Taksonomija rodoma kelrodyje įrašų tipams"],"Breadcrumb for 404 Page":["Navigacijos juostos nuoroda 404 puslapiui"],"Prefix for Search Page breadcrumbs":["Priešdėlis paieškos puslapio kelrodžiui"],"Prefix for Archive breadcrumbs":["Priešdėlis archyvo kelrodžiams"],"Prefix for the breadcrumb path":["Priešdėlis kelrodžiui"],"Anchor text for the Homepage":["Pagrindinis tekstas pradiniam puslapiui"],"Separator between breadcrumbs":["Skirtukas tarp kelrodžių"],"Enable Breadcrumbs":["Įjungti navigacijos juostą (breadcrumbs)"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":[],"Credits":["Padėka"],"&laquo; Back to Tools page":["&laquo; Grįžti į įrankių puslapį"],"%1$s comes with some very powerful built-in tools:":[],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":[],"File editor":["Failų redaktorius"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importuoti nustatymus iš kitų SEO įskiepių ir eksportuoti savo nustatymus pakartotiniam naudojimui (kitame) tinklaraštyje."],"Import and Export":["Importas ir eksportas"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Šis įrankis leidžia Jums greitai pakeisti įrašų ir puslapių pavadinimus ir aprašymus neatidarius kiekvieno puslapio redaktoriaus."],"Bulk editor":["Masinis redaktorius"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":[],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":[],"The default card type to use":[],"Add Twitter card meta data":["Pridėti Twitter kortelės metaduomenis"],"This image is used if the post\/page being shared does not contain any images.":[],"Default settings":["Numatytieji nustatymai"],"Copy home meta description":["Kopijuoti pradinio puslapio meta aprašymą"],"Description":["Aprašymas"],"Image URL":["Paveikslėlio URL"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":[],"Frontpage settings":[],"Add Open Graph meta data":["Pridėti OpenGraph  meta duomenis"],"YouTube URL":["YouTube URL"],"Pinterest URL":["Pinterest URL"],"MySpace URL":["MySpace URL"],"LinkedIn URL":["LinkedIn URL"],"Instagram URL":["Instagram URL"],"Twitter Username":["Twitter vartotojo vardas"],"Facebook Page URL":["Facebook puslapio URL"],"Accounts":["Paskyros"],"Restore site to defaults":["Atstatyti tinklalapį į numatytuosius"],"Site ID":["Tinklalapio ID"],"Using this form you can reset a site to the default SEO settings.":[],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":[],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":[],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":[],"New sites in the network inherit their SEO settings from this site":[],"Super Admins only":["Tik super administratoriai"],"Site Admins (default)":["Tinklalapio administratoriai (numatyta)"],"Who should have access to the %1$s settings":["Kas gali turėti prieigą prie %1$s nustatymų"],"spam":["brukalas"],"mature":[],"archived":["suarchyvuotas"],"public":["viešas"],"%s restored to default SEO settings.":["%s atkurta į numatytuosius SEO nustatymus."],"Settings Updated.":["Nustatymai atnaujinti."],"404 pages":["404 klaidos puslapiai"],"Search pages":["Paieškos puslapiai"],"These pages will be %s by default, so they will never show up in search results.":[],"Special Pages":["Specialieji puslapiai"],"Date-based archives could in some cases also be seen as duplicate content.":["Datos archyvai, kai kuriais atvejais, taip pat gali būti matomi, kaip pasikartojantis turinys."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":[],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":[],"Date archives":["Datos archyvai"],"author archives":["autoriaus archyvai"],"Title":["Antraštė"],"%1$s Meta Box":[],"Hide":["Paslėpti"],"Take note:":["Pastaba:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":[],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":[],"Homepage &amp; Front page":[],"Title Separator":["Naršyklės antraščių atskyrimo simbolis"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":[],"Force rewrite titles":["Priverstinai perrašyti antraštes"],"Taxonomies":["Taksonomijos"],"Homepage":["Pradinis puslapis"],"%1$s Extensions":["%1$s plėtiniai"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":[],"Rank better locally and in Google Maps, without breaking a sweat!":[],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":[],"Optimize your videos to show them off in search results and get more clicks!":["Optimizuokite savo video, kad jie būtų rodomi paieškos rezultatuose ir sulauktų daugiau peržiūrų!"],"The premium version of %1$s with more features & support.":["Mokama %1$s versija, su daugiau funkcijų ir palaikymu."],"Person":["Žmogus"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":[],"Website name":["Tinklalapio pavadinimas"],"Webmaster Tools":["Tinklalapio valdytojo įrankiai"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>\/%postname%\/<\/strong>.":[],"RSS":["RSS"],"Breadcrumbs":["Vidinių nuorodų kelias"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":[],"Creating redirects is a %s feature":[],"Deactivate %s":["Išjungti %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Šis %1$s įskiepis gali kelti problemų jei kartu naudijamas su %2$s."],"Upload Image":["Įkelti vaizdą"],"Remove these ads?":["Pašalinti šias reklamas?"],"%s Posts Overview":["%s Įrašų apžvalga"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["Kelrodžių pavadinimas yra naudojamas kelrodžiuose kur rodoma ši taksonomija."],"Breadcrumbs title":["Kelrodžių pavadinimais"],"The canonical link is shown on the archive page for this term.":["Kanoninė nuoroda yra rodoma archyvo puslapyje šiam terminui."],"Facebook App ID":["Facebook App ID"],"Pinterest":["Pinterest"],"Archives":["Archyvai"],"Email":[" El. paštas"],"Previous":["Ankstesnis"],"Next":["Sekantis"],"Close":["Uždaryti"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Abu %1$s ir %2$s gali kurti XML svetainės žemėlapius. Turint du XML svetainės žemėlapius nenaudinga paieškos sistemoms ir gali sulėtinti Jūsų tinklalapį."],"Configure %1$s's Open Graph settings":[],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":[],"%s Image":["%s vaizdas"],"%s Description":["%s aprašymas"],"%s Title":["%s pavadinimas"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["Rekomenduojamas paveiksliuko dydis %1$s yra %2$s pikseliai."],"If you want to override the image used on %s for this post, upload \/ choose an image here.":["Jei Jūs norite pakeisti paveikslėlį, naudojamą %s šiam įrašui, įkelkite \/ pasirinkite jį čia."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Jei Jūs nenorite naudoti meta aprašymo dalijantis įrašu %s bet norite kito aprašymo, įrašykite jį čia."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Jei Jūs nenorite naudoti įrašo pavadinimo dalijantis įrašu %s bet norite kitos antraštės, įrašykite ją čia."],"very difficult":["labai sudėtinga"],"Try to make shorter sentences, using less difficult words to improve readability":[],"difficult":["sudėtinga"],"Try to make shorter sentences to improve readability":["Kad pagerintumėte skaitomumą, naudokite trumpesnius sakinius"],"fairly difficult":["gana sudėtinga"],"OK":["normaliai"],"fairly easy":["gana lengva"],"easy":["lengva"],"very easy":["labai lengva"],"Meta Desc.":["Meta aprašymas"],"All SEO Scores":["Visi SEO balai"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO problema: Specialusis paveikslėlis turėtų būti bent 200 ant 200 pikselių, kad būtų priimtas Facebook ir kitų socialinių tinklų."],"(no parent)":["(be tėvinio)"],"Post is set to noindex.":["Įrašas priskirtas prie neindeksuojamų."],"The URL that this page should redirect to.":["URL adresas į kurį nukreips šis puslapis."],"301 Redirect":["301 nukreipimas"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":[],"Canonical URL":["Kanoninis URL adresas"],"Title to use for this page in breadcrumb paths":["Šio puslapio pavadinimas, rodomas kelrodyje"],"Breadcrumbs Title":["Kelrodžių pavadinimas"],"No Snippet":["Nerodyti Google aprašymo"],"No Archive":["Nenaudoti Google archyvavimo"],"No Image Index":["Neindeksuoti paveiksliukų"],"None":["Nėra"],"Meta robots advanced":[],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":[],"Meta description":["Meta aprašymas"],"SEO Title":["SEO pavadinimas"],"Focus keyword":["Raktažodis"],"Settings successfully imported.":["Nustatymai sėkmingai importuoti."],"Settings could not be imported:":["Nustatymų nepavyko importuoti:"],"Breadcrumb for 404 pages:":["Kelrodis 404 puslapiui:"],"Prefix for search result pages:":["Priešdėlis paieškos rezultatų puslapiams:"],"Prefix for archive pages:":["Archyvo puslapių priešdėlis"],"Prefix for breadcrumbs:":["Priešdėlis kelrodžiui:"],"Anchor text for the homepage:":[],"Breadcrumbs separator:":["Kelrodžių skirtukas:"],"%s Breadcrumbs":["%s kelrodžiai"],"Use Image":["Naudoti vaizdą"],"Action":["Veiksmas"],"Page URL\/Slug":["Puslapio URL\/nuoroda"],"Publication date":["Paskelbimo data"],"Post Status":["Įrašo statusas"],"WP Page Title":["WP puslapio pavadinimas"],"View":["Peržiūrėti"],"View &#8220;%s&#8221;":["Peržiūrėti &#8220;%s&#8221;"],"Preview":["Peržiūrėti"],"Preview &#8220;%s&#8221;":["Peržiūrėti &#8220;%s&#8221;"],"Edit":["Redaguoti"],"Filter":["Filtruoti"],"posts\u0004Trash <span class=\"count\">(%s)<\/span>":["Šiukšlinėje <span class=\"count\">(%s)<\/span>","Šiukšlinėje <span class=\"count\">(%s)<\/span>","Šiukšlinėje <span class=\"count\">(%s)<\/span>"],"posts\u0004All <span class=\"count\">(%s)<\/span>":["Visi <span class=\"count\">(%s)<\/span>","Visi <span class=\"count\">(%s)<\/span>","Visi <span class=\"count\">(%s)<\/span>"],"New Yoast Meta Description":["Naujas Yoast meta aprašymas"],"Existing Yoast Meta Description":["Esamas Yoast meta aprašymas"],"Facebook profile URL":["Facebook profilio URL"],"Twitter username (without @)":["Twitter vartotojo vardas (be @ simbolio)"],"FAQ":["DUK"],"Premium Support":["Premium palaikymas"],"Settings":["Nustatymai"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Privalote eiti į savo %1$sskaitymo nustatymus%2$s ir nuimti varnelę ties Matomumas paieškos sistemoms."],"Huge SEO Issue: You're blocking access to robots.":["Rimta SEO problema: Jūs blokuojate prieigą prie robotų."],"Posts":["Įrašai"],"Edit Files":["Redaguoti failus"],"General":["Pagrindiniai nustatymai"],"Extensions":["Plėtiniai"],"Search Console":["Paieškos konsolė"],"Tools":["Įrankiai"],"Advanced":["Papildomi nustatymai"],"XML sitemaps":["XML svetainės žemėlapiai"],"Social":["Socialiniai tinklai"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s aptiko, kad naudojate versiją %2$s iš %3$s, prašome atsinaujinti iki naujausios versijos, kad išvengtumėte suderinamumo problemų."],"Just another WordPress site":["Kol kas tik dar vienas WordPress tinklalapis"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Jūs vis dar naudojate numatytają WordPress žymą, ko gero netgi tuščia eilutė būtų geriau. %1$sGalite tai pataisyti redaktoriuje%2$s."],"You have used HTML in your value which is not allowed.":["Panaudojote HTML kodą savo reikšmėje, tai yra neleistina."],"You can't edit %s that aren't yours.":["Negalite redaguoti %s, tai Jums nepriklauso."],"You can't edit %s.":["Jūs negalite redaguoti %s."],"Post has an invalid Content Type: %s.":["Įrašas turi netinkamą turinio tipą: %s."],"Post doesn't exist.":["Įrašas nerastas."]}}}