{"translation-revision-date":"2020-05-07 20:52:26+0000","generator":"GlotPress\/3.0.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"%s (opens in a new tab)":[],"Paste URL or type to search":[],"Link selected.":[],"No results.":[],"%d result found, use up and down arrow keys to navigate.":[],"Apply":[],"Open in new tab":[],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":[],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":[],"Learn more about marking a link as nofollow or sponsored.":[],"Link inserted.":[],"Link edited.":[],"Warning: the link has been inserted but could have errors. Please test it.":[],"Add Link":[],"Unlink":[],"Link removed.":[],"Link":[],"We've analyzed your post. There is still room for improvement!":[],"We've analyzed your post. Everything looks good. Well done!":[],"No focus keyword was entered":[],"Share your post!":[],"Improve your post with Yoast SEO":[],"SEO analysis:":[],"Stop indexing":[],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":[],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":[],"%1$s adds several columns to this page.":[],"We estimate this will take less than a minute.":[],"We estimate this will take a couple of minutes.":[],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s":[],"Wait for a week or so, until %1$s automatically processes most of your content in the background. %2$sRemind me in a week.%3$s":[],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":[],"Continue processing and speed up your site now":[],"It looks like an indexing process was run earlier, but didn't complete. There is still some content which hasn't been indexed yet. Don't worry, you can pick up where you left off.":[],"%1$s maintains an index of all of your site's SEO data in order to speed up your site.":[],"To build your index, %1$s needs to process all of your content.":[],"%1$s creates and maintains an index of all of your site's SEO data in order to speed up your site.":[],"Show debug information":[],"Your site will continue to work normally, but won't take full advantage of %s.":[],"%s had problems creating the database tables needed to speed up your site.":[],"Start processing and speed up your site now":[],"SEO Data":[],". To build your index, %1$s needs to process all of your content.":[],"%1$s creates and maintains an index of all of your site's SEO data in order to speed up your site":[],"Your keyphrase is too long. It can be a maximum of 191 characters.":[],"As the indexability status of your website can only be fetched from %1$s every 15 seconds,\n\t\t\ta first step could be to wait at least 15 seconds and refresh the Site Health page. If that did not help,\n\t\t\t%2$sread more about troubleshooting search engine visibility%3$s.":[],"%1$s offers a free indexability check for %2$s users. The request to %1$s to check whether your site can be found by search engines failed due to an error.":[],"%1$sFind out how to solve this problem on our knowledge base%2$s.":[],"The text link counter feature is not working as expected":[],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":[],"The text link counter is working as expected":[],"I don't want this site to show in the search results.":[],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":[],"Learn more about the no-index setting on our help page.":[],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":[],"Learn more about canonical URLs on our help page.":[],"Learn more about the breadcrumbs title setting on our help page.":[],"Learn more about advanced meta robots settings on our help page.":[],"Learn more about the no-follow setting on our help page.":[],"Should search engines follow links on this %s":[],"%1$s indexing status":[],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":[],"REST API: Head endpoint":[],"Optimization failed, please try again later.":["Optimização falhou, tente novamente."],"Optimization completed.":["Otimização concluída."],"Optimization in progress...":["Otimização em andamento…"],"Something went wrong while optimizing the SEO data of your site. Please try again later.":["Algo errado acontenceu na optimização dos dados de SEO do seu site. Tente novamente."],"Good job! You've sped up your site.":["Bom trabalho! Você acelerou o seu site."],"%1$sHide this notice%2$s (everything will continue to function normally)":[],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":[],"Great, your site has been optimized!":[],"Speeding up your site":["Acelerando o seu site"],"We're processing all of your content to speed it up! This may take a few minutes.":[],"Object %1$s of %2$s processed.":[],"All your content is already indexed, there is no need to index it again.":[],"a theme that has proper title-tag theme support, or adapt your theme to have that support":[],"Term hierarchy":["Hierarquia de termos"],"Replaced with the term ancestors hierarchy":[],"%1$sGo to %2$s to analyze your entire site%3$s":[],"%1$s offers a free indexability check for %2$s users, and it shows that your site can be found by search engines.":[],"Your site can be found by search engines":[],"%1$s offers a free indexability check for %2$s users and right now it has trouble determining\n\t\t\twhether search engines can find your site. This could have several (legitimate) reasons and\n\t\t\tis not a problem in itself. If this is a live site, it is recommended that you figure out why\n\t\t\tthe %1$s check failed.":[],"%1$s cannot determine whether your site can be found by search engines":[],"%1$sRead more about troubleshooting search engine visibility.%2$s":[],"%1$s offers a free indexability check for %2$s users and it has determined that your site cannot be found by search engines. If this site is live or about to become live, this should be fixed.":[],"Your site cannot be found by search engines":[],"If this is a live site, %1$sit is recommended that you figure out why the check failed.%2$s":[],"Error details: %1$s %2$s %3$s":[],"An error occurred while checking whether your site can be found by search engines":[],"%1$sYou can change the tagline in the customizer%2$s.":[],"You still have the default WordPress tagline. Even an empty one is probably better.":[],"You should change the default WordPress tagline":["Você deve alterar o slogan padrão do WordPress"],"You are using a custom tagline or an empty one.":[],"You changed the default WordPress tagline":[],"Great! You can activate your premium plugin(s) and receive updates.":[],"Your site can connect to %1$s":[],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. The cause for this error is probably that the cURL software on your server is too old. Please contact your host and ask them to update it to at least version 7.34. %3$sRead more about cURL in our knowledge base%4$s.":[],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. A common cause for not being able to connect is an out-of-date version of cURL, software used to connect to other servers. However, your cURL version seems fine. Please talk to your host and, if needed, the Yoast support team to figure out what is broken. %3$sRead more about cURL in our knowledge base%4$s.":[],"Your site can not connect to %1$s":[],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":[],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":[],"You do not have your postname in the URL of your posts and pages":[],"You do have your postname in the URL of your posts and pages.":[],"Your permalink structure includes the post name":[],"The request to Ryte returned an error.":[],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Os comentários nas suas postagens são divididos em várias páginas. Como isso não é necessário em 999 de 1.000 casos, recomendamos que você o desative. Para corrigir isso, desmarque \"Dividir comentários em páginas ...\" na página Configurações de discussão."],"Comments break into multiple pages":["Comentários dividem-se em várias páginas"],"Comments are displayed on a single page":["Os comentários são exibidos em uma única página"],"No title":["Sem título"],"%1$sGo to the Discussion Settings page%2$s":["%1$sIr para a página de configurações de discussão%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sIsso foi relatado pelo %2$s plugin%3$s"],"Date in Google Preview":["Data na pré-visualização do Google"],"Preview as:":["Pré-visualizar como:"],"Mobile result":["Resultado para dispositivos móveis"],"Google preview":["Pré-visualização no Google"],"Desktop result":["Resultado para computadores"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Quando você clicar em OK, abriremos nosso HelpScout, onde você poderá encontrar respostas para suas perguntas. Esse local carregará nossos dados de suporte e também definirá cookies em potencial."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Infelizmente, o navegador que você está usando está desatualizado. Visto que nos esforçamos para oferecer a melhor experiência possível, não oferecemos mais suporte a este navegador. Em vez disso, use %1$sFirefox%4$s, %2$sChrome%4$s ou %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta<\/code> robots settings for this page, please define them in the following field.":["Se você deseja aplicar configurações avançadas de <code>meta<\/code> robots a esta página, defina-as no campo a seguir."],"Check out %1$s":["Consultar %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Temos cursos online gratuitos e premium para aprender tudo o que você precisa saber sobre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Deseja aprender SEO com a equipe Yoast? Confira nossa %1$s!"],"Learn SEO":["Aprender SEO"],"Start to optimize your site for Google News traffic today!":["Comece hoje a otimizar seu site para o tráfego do Google Notícias!"],"Make sure your videos rank and are easy to share with our Video SEO plugin.":["Verifique se seus vídeos estão classificados e são fáceis de compartilhar com nosso plugin de SEO de vídeo."],"Our Local SEO plugin will help you rank in Google Maps and local results.":["Nosso plugin SEO local ajudará você a classificar no Google Maps e resultados locais."],"%s settings to import:":["Configurações do %s a importar:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importar configurações de outra instalação do %1$s colando-as aqui e clicando em \"%2$s\"."],"Your %1$s settings:":["Suas configurações do %1$s:"],"Schema":["Esquema"],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":["O Twitter usa os metadados do Open Graph assim como o Facebook, por isso, se quiser otimizar seu site para o Twitter, certifique-se de manter ativada a configuração \"Adicionar metadados do Open Graph\" na aba Facebook."],"Please check the format of the Facebook Page URL you entered. %s":["Verifique o formato do URL da página do Facebook que foi inserido. %s"],"Please check the format of the Instagram URL you entered. %s":["Verifique o formato do URL do Instagram que foi inserido. %s"],"Please check the format of the Linkedin URL you entered. %s":["Verifique o formato do URL do Linkedin que foi inserido. %s"],"Please check the format of the MySpace URL you entered. %s":["Por favor, verifique o formato do URL do MySpace que você digitou. %s"],"Please check the format of the Pinterest URL you entered. %s":["Verifique o formato do URL do Pinterest que foi inserido. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Verifique o formato do URL da Wikipedia que foi inserido. %s"],"Please check the format of the Youtube URL you entered. %s":["Verifique o formato do URL do YouTube que foi inserido. %s"],"Settings saved.":["Configurações salvas."],"Continue learning":["Continue aprendendo"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to know everything our plugin has to offer. Sign up for our free %1$s plugin training, in which you'll learn how to use %1$s and how it can help you make the best of your website!":["%1$s vai agora cuidar de toda a otimização técnica necessária para o seu site. Para realmente melhorar a performance do seu site nos resultados de pesquisa, é importante saber tudo que nosso plugin tem a oferecer. Cadastre-se para o nosso treinamento grátis do plugin %1$s, no qual você vai aprender como usar o %1$s e como ele pode ajudar a tirar melhor proveito do seu website!"],"Dismiss this alert":["Dispensar este aviso"],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":["O nome e logo da empresa precisam ser definidos para que os dados estruturados funcionem corretamente. %1$sSaiba mais sobre a importância de dados estruturados.%2$s"],"%s does not seem to be a valid Facebook App ID. Please correct.":["%s parece não ser um ID válido de aplicativo do Facebook. Por favor, corrija."],"The submitted value was: %s":["O valor enviado foi: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Códigos de confirmação do Yandex podem conter apenas letras de A a F, números, hífens e underscores. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Nome de usuário do Twitter pode conter apenas letras, números e underscores. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Códigos de confirmação do Pinterest podem conter apenas letras de A a F, números, hífens e underscores. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Códigos de confirmação do Bing podem conter apenas letras de A a F, números, hífens e underscores. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Códigos de verificação do Google podem conter apenas letras, números, hifens e underscores. %s"],"The Facebook App ID you entered doesn't exist. %s":["O id de aplicativo no Facebook informado não existe. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Códigos de verificação do Baidu podem conter apenas letras, números, hifens e underscores. %s"],"Show this item.":["Mostrar este item."],"Hide this item.":["Esconder este item."],"You have %d hidden problem:":["Você tem %d problema escondido:","Você tem %d problemas escondidos:"],"You have %d hidden notification:":["Você tem %d notificação escondida:","Você tem %d notificações escondidas:"],"The form contains %1$s error. %2$s":["O formulário contém %1$s erro. %2$s","O formulário contém %1$s erros. %2$s"],"SEO settings configured":["Configurações de SEO definidas"],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":["Se você quiser verificar novamente suas configurações de %1$s, ou alterar algo, você sempre pode %2$sreabrir o assistente de configuração%3$s."],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["As seguintes palavras e combinações de palavras ocorrem mais no conteúdo. Elas indicam o foco do seu conteúdo. Se as palavras diferirem muito do seu tópico, você talvez queira reescrever seu conteúdo de acordo."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Assim que você adicionar um pouco mais de texto, forneceremos uma lista de palavras que mais ocorrem no conteúdo. Elas indicam qual é o foco do seu conteúdo."],"%d occurrences":["%d ocorrências"],"Activate %s for your site on MyYoast":["Ative %s para o seu site no MyYoast"],"Show blog page in breadcrumbs":["Mostrar a página de blog no caminho de navegação"],"We could not find any relevant articles on your website that you could link to from your post.":["Não foi possível encontrar nenhum artigo relevante no seu website que você possa vincular a partir de sua postagem."],"Has feedback":["Tem feedback"],"Content optimization:":["\nOtimização de conteúdo"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLegibilidade%2$s: %3$s"],"Post Noindexed":["Post não indexado"],"No Focus Keyphrase":["Nenhuma frase-chave em foco"],"Person logo \/ avatar":["Logo pessoal \/ avatar"],"Extend %s":["Estender %s"],"Posts with the SEO score: %s":["Posts com a pontuação de SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["Tutorial em vídeo do %s"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Para visualizar os erros de rastreamento, %1$spor favor visite o Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["O Google descontinuou sua API de Erros de Crawl. Portanto, qualquer eventual erro de Crawl não será mais exibido aqui. %1$sLeia nossa declaração para maiores informações%2$s."],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Realmente otimize seu site para um público local com nosso %s plugin! detalhes de endereço otimizado, horário de funcionamento, localizador de lojas e opção de coleta!"],"Serving local customers?":["Atender clientes locais?"],"Get the %s plugin now":["Obtenha %s plugin agora"],"Organization social profiles":["Perfis sociais da organização"],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":["Você pode editar os detalhes mostrados em metadados, como os perfis sociais, o nome e a descrição desse usuário em sua página de perfil %1$s."],"Personal info":["Informação pessoal"],"Organization logo":["Logo da empresa"],"Organization name":["Nome da empresa"],"Choose whether the site represents an organization or a person.":["Escolha se o site representa uma empresa ou uma pessoa."],"Knowledge Graph & Schema.org":["Gráfico de conhecimento & Schema.org"],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":["Para fazer o site representar um empresa ou organização vá até %1$saparência de pesquisa%2$s e configure organização ou pessoa para \"organização\"."],"To change the social accounts used for your site, update the details for %1$s.":["Para mudar as contas de redes sociais do seu site, atualize os detalhes para %1$s."],"That means that the form and information below is disabled, and not used.":["Isto significa que o formulário abaixo está desativado e não usado."],"Your website is currently configured to represent a Person":["Seu site está no momento configurado para representar uma pessoa"],"(if one exists)":["(se houver)"],"Wikipedia page about you":["Página da Wikipedia sobre você"],"YouTube profile URL":["URL do perfil do YouTube"],"Tumblr profile URL":["URL do perfil do Tumblr"],"SoundCloud profile URL":["URL do perfil do SoundCloud"],"MySpace profile URL":["URL do perfil do MySpace"],"Organization or person":["Empresa ou Pessoa"],"The person":["A pessoa"],"Organization":["Empresa"],"Does your site represent a person or an organization?":["O seu site representa uma pessoa ou uma organização?"],"The name of the organization":["Nome da empresa"],"Provide an image of the organization logo":["Forneça uma imagem da logo da empresa"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Você já configurou seu site para representar uma pessoa. Nós atualizamos nossa funcionalidade acerca do Schema e do Gráfico de Conhecimento, você deve entrar e %1$scompletar estas configurações%2$s."],"Select a user...":["Selecionar um usuário..."],"Uncategorized":["Sem categoria"],"Name:":["Nome:"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Você selecionou o usuário %1$s como uma pessoa que este site representa. Suas informações de perfil de usuário agora serão usadas nos resultados de pesquisa. %2$sAtualize seus perfis para ter certeza de que as informações estão corretas.%3$s"],"Error: Please select a user below to make your site's meta data complete.":["Erro: selecione um usuário abaixo para concluir os metadados do site."],"SEO score: %s":["Pontuação do SEO: %s"],"If a Wikipedia page for you or your organization exists, add it too.":["Se existe uma página Wikipedia para você ou sua empresa, adicione também."],"Wikipedia URL":["URL da Wikipedia"],"Pinterest profile URL":["URL do perfil do Pinterest"],"Instagram profile URL":["URL do perfil do Instagram"],"LinkedIn profile URL":["URL do perfil do LinkedIn"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["A pesquisa de palavras-chave é essencial em qualquer estratégia de SEO. Você decide os termos de pesquisa que deseja encontrar e descobre quais palavras seu público usa para encontrar você. Uma boa pesquisa de palavras-chave revela a você qual conteúdo você precisa começar a classificação para os termos que você deseja classificar. Certifique-se de que seus esforços enfoquem as palavras-chave que você realmente tem a chance de classificar! O %1$s orienta você nesse processo, passo a passo."],"The image you selected is too small for Facebook":["A imagem que você selecionou é muito pequena para o Facebook"],"The given image url cannot be loaded":["O URL da imagem especificada não pode ser carregado"],"Find out what words your audience uses to find you":["Encontre as palavras que sua audiência usa para procurar por você"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":["%1$sFacilidade de leitura Flesch%2$s: A pontuação alcançada no teste foi %3$s, que é considerada %4$s de ler. %5$s"],"No JSON object was returned.":["Não retornou nenhum objeto JSON."],"Received internal links":["Links internos recebidos"],"Outgoing internal links":["Links internos de saída"],"New step added":["Novo passo adicionado"],"New question added":["Nova pergunta adicionada"],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["O recurso Contador de Links de texto fornece insights sobre quantos links são encontrados em seu texto e quantos links estão ligados ao seu texto. Isso é muito útil quando você está melhorando  %1$sinternal linking%2$s."],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["Favor considerar as implicações e %1$s ler este post %2$s se quiser saber mais informações sobre o impacto de mostrar arquivos de mídia nos resultados de busca. "],"Keyphrase":["Frase-chave"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Para que esta função funcione, %1$s é necessário criar uma tabela no seu banco de dados. Não foi possível a criação desta tabela automaticamente."],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["Ao ativar essa opção, os URLs de anexos ficam visíveis para seus visitantes e para o Google. Para agregar valor ao seu website, eles devem conter informações úteis ou podem ter um impacto negativo na sua classificação."],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["Para ter certeza que todos os links no seu textos estão sendo contabilizados, precisamos analizar todos os seus textos."],"All you have to do is press the following button and we'll go through all your texts for you.":["Tudo o que você precisa fazer é pressionar o botão a seguir e nós vamos passar por todos os seus textos para você."],"Count links":["Contagem de links"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sAtributos alt da imagem%5$s: Das %2$d imagens nessa página, %1$d tem atributos alt com palavras de sua frase-chave ou sinônimos. Isso é um pouco demais.%4$sInclua apenas a frase-chave, ou seus sinônimos, quando ela realmente se encaixa na imagem%5$s."],"%1$sImage alt attributes%2$s: Good job!":["%1$sAtributo alt de imagem%2$s: Bom trabalho!"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sAtributos alt da imagem%5$s: Das %2$d imagens nessa página, apenas %1$d tem um texto alternativo que reflete o tema do seu texto. %4$sAdicione sua frase-chave ou sinônimos ao texto alternativo das imagens mais relevantes%5$s!","%3$sAtributos alt da imagem%5$s: Das %2$d imagens nessa página, apenas %1$d tem um texto alternativo que reflete o tema do seu texto. %4$sAdicione sua frase-chave ou sinônimos ao texto alternativo das imagens mais relevantes%5$s!"],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sAtributo alt da imagem%3$s: As imagens desta página não possuem um texto alternativo que corresponda ao tópico do seu texto. %2$sAdicione a sua frase-chave, ou seus sinônimos, nos textos alternativos (atributos 'alt') das imagens relevantes%3$s!"],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sTexto alternativo da imagem%3$s: As imagens dessa página já tem um texto alternativo (atributo 'alt') definido, mas você não configurou a sua frase-chave. %2$sCorrija isto%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":["%1$sFrase-chave em subtítulo%2$s: %3$s subtítulo corresponde ao tópico do seu texto. Bom trabalho!","%1$sFrase-chave em subtítulos%2$s: %3$s subtítulos correspondem ao tópico do seu texto. Bom trabalho!"],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":["%1$sFrase-chave em subtítulo%2$s: O seu subtítulo corresponde com o tópico do seu texto. Bom trabalho!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":["%1$sFrase-chave nos subtítulos%3$s: %2$sUse mais vezes a sua frase-chave, ou sinônimos dela, nos subtítulos%3$s!"],"Cannot get the size of %1$s because of unknown reasons.":["Não é possível obter o tamanho de %1$s por motivos desconhecidos."],"Cannot get the size of %1$s because it is hosted externally.":["Não é possível obter o tamanho de %1$s porque está em uma hospedagem externa."],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":["Simplesmente mude o botão para \"on\" e você poderá usar a análise recalibrada. Ao mesmo tempo, vamos adicioná-lo à nossa lista de discussão específica. Enviaremos apenas e-mail sobre suas experiências com essa recalibração!"],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":["Nós %1$s recalibramos nossa análise%2$s . Com a nova análise, iremos chegar ainda mais próximo da forma que o Google vê o seu website. Seria %3$sótimo%4s se você testasse esta %3$s função beta %4$s para nós!"],"Get an even better analysis":["Obtenha uma análise ainda melhor"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTítulo Único%3$s: A tag H1 só deve ser usada para o seu título principal. Encontre todas as tags H1 em seu texto que não sejam do seu título principal e %2$saltere-as para um título de nível inferior%3$s!"],"Improve sharing on Facebook and Pinterest":["Melhore o compartilhamento no Facebook e Pinterest"],"You do not have the required rights to export settings.":["Você não possui os direitos obrigatório para exportar as configurações."],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Copie todas estas configurações para outro site %1$s aba e clique \"%1$s\" lá."],"These are settings for the %1$s plugin by %2$s":["Estas são as configurações para o plugin %1$s por %2$s"],"No settings found.":["Nenhuma configuração foi encontrada."],"Export your %1$s settings here, to copy them on another site.":["Exporte suas configurações %1$s aqui, para copiá-las para outro site."],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Importação de configurações é somente suportado em servidores que rodam PHP 5.3 ou superiores."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensidade da frase-chave%2$s: A sua frase-chave em foco não foi encontrada nenhuma vez. Isso é menos que o mínimo recomendado de %3$d vezes para um texto desse tamanho. %4$sConcentre-se em sua frase-chave%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensidade da frase-chave%2$s: A frase-chave em foco foi encontrada %5$d vez. O mínimo recomendado é de %3$d vezes para um texto deste tamanho. %4$sConcentre-se na sua frase-chave%2$s!","%1$sDensidade da frase-chave%2$s: A frase-chave em foco foi encontrada %5$d vezes. O mínimo recomendado é de %3$d vezes para um texto deste tamanho. %4$sConcentre-se na sua frase-chave%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sDensidade da frase-chave%2$s: A frase-chave em foco foi encontrada %3$d vez. Isso é ótimo!","%1$sDensidade da frase-chave%2$s: A frase-chave em foco foi encontrada %3$d vezes. Isso é ótimo!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensidade da frase-chave%2$s: A frase-chave em foco foi encontrada %5$d vez. O máximo recomendado é de %3$d vezes para um texto deste tamanho. %4$sNão exagere na otimização%2$s!","%1$sDensidade da frase-chave%2$s: A frase-chave em foco foi encontrada %5$d vezes. O máximo recomendado é de %3$d vezes para um texto deste tamanho. %4$sNão exagere na otimização%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensidade da frase-chave%2$s: a frase-chave em foco foi encontrada %5$d vez. Isso é muito mais do que o máximo recomendado de %3$d vezes para um texto desse tamanho. %4$sNão exagere na otimização%2$s!","%1$sDensidade da frase-chave%2$s: a frase-chave em foco foi encontrada %5$d vezes. Isso é muito mais do que o máximo recomendado de %3$d vezes para um texto desse tamanho. %4$sNão exagere na otimização%2$s!"],"Method %1$s() does not exist in class %2$s":["O método %1$s() não existe na classe %2$s"],"With %s, you can easily create such redirects.":["Com %s, você pode criar facilmente esses redirecionamentos."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Alterar as configurações de links permanentes pode impactar seriamente na visibilidade dos buscadores. Isso não deve ser feito quase %1$s nunca %2$s em um site ativo."],"WARNING:":["ATENÇÃO:"],"Learn about why permalinks are important for SEO.":["Entenda porque links permanentes são importantes para SEO."],"Google Ads":["Google Ads"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sPalavras de função na frase-chave%3$s: Sua frase-chave \"%4$s\" contém apenas palavras de função. %2$sSaiba mais sobre o que faz uma boa frase-chave.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Você sabia que %s também analisa as diferentes formas de palavras de sua frase-chave, como plurais e tempos passados?"],"Clear Image":["Remover imagem"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sTamanho da frase-chave%3$s: %2$sDefina uma frase-chave para podermos calcular sua pontuação de SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sFrase-chave no slug%2$s: Mais da metade da sua frase-chave aparece no slug. Isso é ótimo!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sFrase-chave no slug%3$s: (Parte da) sua frase-chave não aparece no slug. %2$sMude isso%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sFrase-chave na slug%2$s: bom trabalho!"],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":["%1$sFrase-chave no título%3$s: Nem todos os termos da sua frase-chave \"%4$s\" aparecem no título de SEO. %2$sTente deixar sua frase-chave correspondente ao título de SEO%3$s."],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":["%1$sFrase-chave no título%3$s: Não é exatamente a mesma. %2$sTente escrever seu título SEO com a combinação exata de palavras da frase-chave%3$s."],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":["%1$sPalavrachave no título%3$s: A combinação exata de sua frase-chave aparece no título de SEO, mas não no início. %2$sTente mover para o início%3$s."],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":["%1$sFrase-chave no título%2$s: A frase-chave combina e aparece no início do seu título de SEO. Parabéns!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sDistribuição de frase-chave%2$s: Bom trabalho!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistruibuição de frase-chave%3$s: Desigual. Algumas partes do seu texto não contém a frase-chave ou algum sinônimo. %2$sMelhore sua distribuição no texto todo%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribuição da frase-chave%3$s: Muito desigual. Boa parte do seu texto não contém a frase-chave ou sinônimos dela. %2$sFaça uma melhor distribuição%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sDistribuição da frase-chave%3$s: %2$sInclua sua frase-chave, ou sinônimos dela, no texto para verificar a distribuição da frase-chave%3$s."],"Help on choosing the perfect focus keyphrase":["Ajuda sobre a escolha da frase-chave de foco perfeita"],"Would you like to add a related keyphrase?":["Gostaria de adicionar uma frase-chave relacionada?"],"Go %s!":["Vai %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Não exibir as páginas de arquivos de data nos resultados de busca implica que elas vão ter uma marcação HTML %1$s no código-fonte dessas páginas. %2$sMais informações nas configurações dos resultados de busca%3$s."],"Rank better with synonyms & related keyphrases":["Posicione melhor com sinônimos e frases-chave relacionadas"],"optimize a single post for synonyms and related keyphrases.":["otimize um post único para sinônimos e frases-chave relacionadas."],"Synonyms & related keyphrases":["Sinônimos e frases-chave relacionadas"],"Add related keyphrase":["Adicionar frase-chave relacionada"],"Upgrade to %s":["Atualizar para %s"],"%1$s video":["%1$s video"],"Get %s":["Obter %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sFrase-chave usada anteriormente%6$s: Você usou esta frase-chave %1$s%2$d vezes antes%3$s. %5$sNão use a sua frase-chave mais de uma vez%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sFrase-chave usada anteriormente%5$s: Você usou esta frase-chave %1$suma vez antes%2$s. %4$sNão use a sua frase-chave mais de uma vez%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sFrase-chave utilizada anteriormente%2$s: Você não usou essa frase-chave antes, muito bom."],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["%1$sSlug com palavra de parada%3$s: O slug dessa página contém um termo irrelevante. %2$sRemover%3$s!","%1$sSlug com palavra de parada%3$s: O slug dessa página contém termos irrelevantes. %2$sRemovê-los%3$s!"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":["%1$sSlug muito longo%3$s: o slug para esta página está um pouco longo. %2$sEncurte-o%3$s!"],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAtributo alt da imagem%3$s: Nenhuma imagem encontrada nesta página. %2$sAdicione alguma%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sLinks com frase-chave%3$s: Você está vinculando para outra página com as palavras que você quer que essa página classifique. %2$sNão faça isso%3$s!"],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Isso está muito abaixo o mínimo recomendado de %5$d palavra. %3$sAdicione mais conteúdo%4$s.","Isso está muito abaixo o mínimo recomendado de %5$d palavras. %3$sAdicione mais conteúdo%4$s."],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Isso está abaixo do mínimo recomendado de %5$d palavra. %3$sAdicione mais conteúdo%4$s.","Isso está abaixo do mínimo recomendado de %5$d palavras. %3$sAdicione mais conteúdo%4$s."],"%2$sText length%4$s: The text contains %1$d word.":["%2$sComprimento de texto%4$s: o texto contém %1$d palavra.","%2$sComprimento de texto%4$s: o texto contém %1$d palavras."],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$sComprimento de texto%3$s: o texto contém %1$d palavra. Bom trabalho!","%2$sComprimento de texto%3$s: o texto contém %1$d palavras. Bom trabalho!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sFrase-chave em subtítulo%3$s: Mais do que 75%% dos subtítulos correspondem com o tópico do seu texto. %2$sNão exagere na otimização%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sLargura de título do SEO%3$s: %2$s crie um título de SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sLargura do título de SEO%3$s: O título de SEO é maior do que o limite visível. %2$sTente encurtá-lo%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sSEO largura do título%2$s: bom trabalho!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sTamanho do título de SEO%3$s: O título de SEO é muito pequeno. %2$sAproveite o espaço para adicionar variações da frase-chave ou crie textos atrativos com chamadas de ação%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sLinks de saída%2$s: Existem ambos links de saída, nofollow e normal, nesta página. Bom trabalho!"],"%1$sOutbound links%2$s: Good job!":["%1$sLinks de saída%2$s: Bom trabalho!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sLinks de saída%3$s: todos os links de saída desta pagina são nofollow. %2$sAdicione alguns links normais%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sLinks de saída%3$s: nenhum link de saída aparece nesta página. %2$sAdicione alguns%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sTamanho da meta descrição%2$s: Bom trabalho!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sTamanho da meta descrição%3$s: A meta descrição excede %4$d caracteres. Para garantir que a descrição inteira esteja visível, %2$svocê deve reduzir o tamanho%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sTamanho da meta descrição%3$s: A meta descrição é muito pequena (abaixo de %4$d caracteres). Há %5$d caracteres estão disponíveis. %2$sAproveite o espaço%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sTamanho da meta descrição%3$s: nenhuma meta descrição foi especificada. Mecanismos de pesquisa irão mostrar uma cópia no lugar. %2$sNão esqueça de escrever uma%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sFrase-chave na meta descrição%2$s: a meta descrição foi definida, mas não contém a frase-chave. %3$sCorrija%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sFrase-chave na meta descrição%2$s: A meta descrição contém a frase-chave %3$s vezes, porém o limite máximo é 2 vezes. %4$sCorrija%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sFrase-chave na meta descrição%2$s: Frase-chave ou sinônimo aparece na meta descrição. Bom trabalho!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sTamanho da frase-chave%5$s: A sua frase-chave tem %1$d palavras. Isso é muito mais do que o máximo recomendado de %2$d palavras. %4$sDeixe-a mais curta%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sTamanho da frase-chave%5$s: A sua frase-chave tem %1$d palavras. Isso é mais do que o máximo recomendado de %2$d palavras. %4$sDeixe-a mais curta%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sTamanho da frase-chave%2$s: Bom trabalho!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sTamanho da frase-chave%3$s: Nenhuma frase-chave foi definida para essa página. %2$sDefina uma frase-chave para podermos calcular sua pontuação de SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sFrase-chave na introdução%3$s: Sua frase-chave, ou algum sinônimo, não está no primeiro parágrafo do texto. %2$sCertifique-se de que o assunto seja identificado imediatamente%3$s."],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sFrase-chave na introdução%3$s: Sua frase-chave, ou um sinônimo, aparece no primeiro parágrafo do texto, porém não está dentro de uma sentença. %2$sCorrija isto%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sFrase-chave na introdução%2$s: Bom trabalho!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sLinks internos%2$s: Existem tanto links nofollow quanto normais nessa página. Bom trabalho!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sLinks internos%2$s: Você tem links internos o suficiente. Bom trabalho!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sLinks internos%3$s: Todos os links desta página são nofollow. %2$sAdicione bons links internos%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sLinks internos%3$s: Nenhum link interno aparece nesta página, %2$sAdicione alguns links%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sPalavras de transição%2$s: concluído!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sPalavras de transição%2$s: Somente %3$s das suas sentenças contêm palavras de transição, o que não é suficiente. %4$sUtilize mais palavras%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sPalavras de transição%2$s: Nenhuma das sentenças contêm palavras de transição. %3$sUtilize algumas%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sConteúdo insuficiente%2$s: %3$sAdicione algum conteúdo para que uma boa análise seja feita%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sDistribuição de subtítulos%2$s: Você não está usando nenhum subtítulo, mas seu texto é pequeno o bastante para provavelmente não precisar deles."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sDistribuição de subtítulos%2$s: Você não está usando nenhum subtítulo, apesar de seu texto ser longo. %3$sTente adicionar alguns subtítulos%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sDistribuição de subtítulos%2$s: %3$d sessão do seu texto é maior do que %4$d palavras, e não está separada por nenhum subtítulo. %5$sAdicione subtítulos para melhorar a leitura.%2$s.","%1$sDistribuição de subtítulos%2$s: %3$d sessões do seu texto são maiores do que %4$d palavras, e não estão separadas por nenhum subtítulo. %5$sAdicione subtítulos para melhorar a leitura.%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sDistribuição de subtítulos%2$s: Bom trabalho!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sTamanho da sentença%2$s: %3$s sentenças contém mais do que %4$s palavras, e o máximo recomendado é de %5$s. %6$sTente encurtar as sentenças%2$s."],"%1$sSentence length%2$s: Great!":["%1$sTamanho da frase%2$s: Ótimo!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sFrases consecutivas%2$s: Há variedade suficiente em suas frases. Isso é ótimo!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sFrases consecutivas%2$s: O texto contém %3$d frases consecutivas começando com a mesma palavra. %5$sTente diversificar as coisas%2$s!","%1$sFrases consecutivas%2$s: O texto contém %4$d instâncias, onde %3$d ou mais frases consecutivas começam com a mesma palavra. %5$sTente diversificar as coisas%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sVoz passiva%2$s: %3$s das frases contém voz passiva, o que é mais do que o recomendado de %4$s. %5$sExperimente usar suas alternativas em voz ativa%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sVoz passiva%2$s: Você esta usando voz ativa o suficiente. Isso é ótimo!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["%1$sTamanho do parágrafo%2$s: %3$d parágrafo contém mais do que o máximo recomendado de %4$d palavras. %5$sEncurte seu parágrafo%2$s!","%1$sTamanho do parágrafo%2$s: %3$d parágrafos contém mais do que o máximo recomendado de %4$d palavras. %5$sEncurte seus parágrafos%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sTamanho dos parágrafos%2$s: Nenhum dos parágrafos é longo demais. Bom trabalho!"],"Good job!":["Bom trabalho!"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":["%1$sFacilidade de leitura Flesch%2$s: A pontuação alcançada no teste foi %3$s, que é considerada %4$s de ler. %5$s%6$s%7$s"],"Focus keyphrase":["Frase-chave de foco"],"%1$s with ID %2$s couldn't be patched":["%1$s com o ID %2$s não pôde ser corrigido"],"Invalid POST request. Meta values already exist for object with ID %1$s.":["Pedido POST  inválido . Valores Meta já existem para o objeto com ID %1$s."],"Indexable with ID `%1$s` does not exist":["Indexável com o ID `%1$s` não existe"],"No object with ID %1$s and %2$s could be found":["Nenhum objeto com ID %1$s e %2$s foram encontrados"],"`%1$s` is not a valid subtype of `%2$s`":["`%1$s` não é um subtipo valido de `%2$s`"],"The object type `%1$s` is invalid":["O objeto tipo `%1$s` é inválido"],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":["Tipo inválido para o parâmetro `%1$s`. Esperado `%2$s`, mas recebido `%3$s`"],"The parameter `%1$s` cannot be empty.":["O parâmetro `%1$s` não pode ser vazio."],"Check Keyphrase Density":["Verifique a Densidade da Palavra-Chave"],"Disable":["Desativar"],"Allow Control":["Permitir controle"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Essa guia permite que você desative seletivamente os recursos de %s para todos os sites na rede. Por padrão, todos os recursos estão ativados, o que permite que os administradores do site escolham por si mesmos se quiserem ativar ou desativar um recurso para o site. Quando você desativa um recurso aqui, os administradores do site não poderão usar esse recurso."],"%s is a required feature toggle argument.":["%sé um recurso obrigatório  para alternar o argumento."],"Keyphrase:":["Frase-chave:"],"Remove keyphrase":["Remover frase-chave"],"This feature has been disabled by the network admin.":["Este recurso foi desativado pelo administrador da rede."],"Focus keyphrase not set.":["Frase-chave em foco não definida."],"Multiple keyphrases":["Frase-chave múltiplas"],"Colon":["Dois pontos"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Ambos %1$s e %2$s gerenciam o SEO do seu site. Utilizar dois plugins de SEO ao mesmo tempo é prejudicial."],"There is a new notification.":["Existe um novo aviso.","Existem novos avisos."],"Readability analysis:":[],"Learn more about the readability analysis":["Saiba mais sobre a análise de legibilidade"],"Describe the duration of the instruction:":["Descreva a duração da instrução:"],"Optional. Customize how you want to describe the duration of the instruction":["Opcional. Personalize como você quer descrever a duração da instrução"],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":["Essa é uma lista de conteúdos relacionados a quais você poderia incluir um link no seu post. {{a}} Leia nosso artigo sobre estrutura de site {{\/a}} para aprender mais como links internos pode ajudar a melhorar seu SEO."],"%s, %s and %s":["%s, %s e %s"],"%s and %s":["%s e %s"],"%d minute":["%d minuto","%d minutos"],"%d hour":["%d hora","%d horas"],"%d day":["%d dia","%d dias"],"Enter a step title":["Digite um título para a etapa"],"Optional. This can give you better control over the styling of the steps.":["Opcional. Isso pode lhe dar melhor controle sobre o estilo das etapas."],"CSS class(es) to apply to the steps":["Classe(s) de CSS para aplicar às etapas"],"minutes":["minutos"],"hours":["horas"],"days":["dias"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Cria um guia de instruções de um jeito favorável a SEO. Você pode usar apenas um bloco de instruções por postagem."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Lista suas Perguntas Frequentes (FAQs) de uma forma favorável a SEO. Você pode usar apenas um bloco de FAQ por post."],"Copy error":["Erro ao copiar"],"An error occurred loading the %s primary taxonomy picker.":["Um erro ocorreu durante o carregando do %s seletor de taxonomia primário."],"%1$s Structured Data Blocks":["%1$s Blocos de Dados Estruturados"],"Time needed:":["Tempo necessário:"],"Move question down":["Mover pergunta para baixo"],"Move question up":["Mover pergunta para cima"],"Insert question":["Inserir questão"],"Delete question":["Excluir questão"],"Enter the answer to the question":["Digite a resposta para a questão"],"Enter a question":["Digite uma pergunta"],"Add question":["Adicionar questão"],"Frequently Asked Questions":["Perguntas Frequentes"],"Great news: you can, with %s!":["Boas Notícias: você pode, com %s!"],"Select the primary %s":["Selecione o(a) %s primário(a)"],"Check links to this URL":["Conferir links para esse URL"],"Keyword research training":["Treinamento sobre pesquisa de palavra-chave"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Você está tentando usar mais de uma frase-chave? Você deve adicioná-las separadamente abaixo."],"Mark as cornerstone content":["Marcar como conteúdo de base"],"Move step down":["Mover para baixo"],"Move step up":["Mover para cima"],"Insert step":["Inserir etapa"],"Delete step":["Excluir etapa"],"Add image":["Adicionar imagem"],"Enter a step description":["Digite uma descrição para o passo"],"Enter a description":["Digite uma descrição"],"Unordered list":["Lista não ordenada"],"Showing step items as an ordered list.":["Mostrando itens como uma lista ordenada"],"Showing step items as an unordered list":["Mostrando itens da etapa como uma lista não ordenada"],"Add step":["Adicionar passo"],"Delete total time":["Excluir tempo total"],"Add total time":["Adicionar tempo total"],"How to":["Como"],"How-to":["Como"],"Analysis results":["Resultado da análise"],"Enter a focus keyphrase to calculate the SEO score":["Insira uma frase-chave em foco para calcular a sua pontuação em SEO"],"Learn more about Cornerstone Content.":["Saiba mais sobre o conteúdo do Cornerstone."],"Cornerstone content should be the most important and extensive articles on your site.":["O conteúdo Cornerstone deve ser o artigo mais importante e extenso do seu site."],"Restore Site":["Restaurar Site"],"Network Settings":["Configurações de rede"],"You are not allowed to perform this action.":["Você não tem permissão para realizar essa ação."],"Error: %s":["Erro: %s"],"Success: %s":["Sucesso: %s"],"Site with ID %d not found.":["Site com ID %d não encontrado."],"No site has been selected to restore.":["Nenhum site foi selecionado para restaurar."],"You are not allowed to modify unregistered network settings.":["Sem permissão para modificar as configurações de rede não registradas."],"deleted":["excluído"],"Would you like to add another keyphrase?":["Gostaria de adicionar outra frase-chave?"],"image preview":["Pré-visualizar imagem"],"Copied!":["Copiado!"],"Not supported!":["Não suportado!"],"Read {{a}}our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":["Leia {{a}}nosso artigo sobre estrutura de sites{{\/a}} para aprender mais sobre como links internos podem ajudar a melhorar seu SEO."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["Depois de adicionar um pouco mais de texto, forneceremos uma lista de conteúdo relacionado ao qual você pode vincular sua postagem."],"Consider linking to these {{a}}cornerstone articles:{{\/a}}":["Considere linkar com estes {{a}}artigos de embasamento{{\/a}}"],"Consider linking to these articles:":["Considere fazer link para esses artigos:"],"Copy link":["Copiar link"],"Copy link to suggested article: %s":["Copiar link para artigos sugeridos: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Leia nosso %1$sguia definitivo para pesquisa de palavra-chave%2$s para aprender mais sobre pesquisa de palavra-chave e estratégia de palavra-chave. "],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":["Assim que você adicionar um pouco mais de texto, forneceremos uma lista de palavras e combinações de palavras que mais ocorrem no conteúdo. Elas indicam qual é o foco do seu conteúdo."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["As seguintes palavras e combinações de palavras ocorrem mais no conteúdo. Elas indicam o foco do seu conteúdo. Se as palavras diferirem muito do seu tópico, você talvez queira reescrever seu conteúdo de acordo."],"Prominent words":["Palavras proeminentes"],"The site's tagline":["O slogan do site"],"Not all required fields are given. Missing field %1$s":["Nem todos os campos obrigatórios foram preenchidos. São eles: %1$s"],"Optimize your shop's SEO and sell more products!":["Otimize o SEO da sua loja e venda mais produtos!"],"Add synonyms":["Adicionar sinônimos"],"Would you like to add keyphrase synonyms?":["Gostaria de adicionar sinônimos da frase-chave?"],"Would you like to add more than one keyphrase?":["Gostaria de incluir mais de uma frase-chave?"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":["Você pode editar os metadados de SEO para este tipo personalizado na %1$spágina da loja%2$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["Você ainda não definiu a sua página da loja nas configurações do WooCommerce. Configure-a primeiro."],"Current year":["Ano atual"],"Page":["Página"],"Breadcrumb settings for %s archive":["Configurações do Breadcrumb para %s o arquivo "],"Something went wrong. Please reload the page.":["Algo deu errado. Recarregue a página."],"Tagline":["Slogan"],"Modify your meta description by editing it right here":["Modifique sua meta descrição editando aqui"],"description (custom taxonomy)":["descrição (taxonomia personalizada)"],"(custom taxonomy)":["(taxonomia personalizada)"],"(custom field)":["(campo personalizado)"],"Term404":["Erro 404"],"Caption":["Legenda"],"Pagenumber":["Número de página"],"Pagetotal":["Total de páginas"],"Page number":["Número de página"],"User description":["Descrição de usuário"],"ID":["ID"],"Modified":["Modificado"],"Post type (plural)":["Tipo de post (plural)"],"Post type (singular)":["Tipo de post (singular)"],"Separator":["Separador"],"Search phrase":["Frase de busca"],"Term title":["Título do termo"],"Term description":["Descrição do termo"],"Tag description":["Descrição da tag"],"Category description":["Descrição da categoria"],"Primary category":["Categoria primária"],"Category":["Categoria"],"Tag":["Tag"],"Excerpt only":["Somente resumo"],"Excerpt":["Resumo"],"Site title":["Título do site"],"Archive title":["Título do arquivo"],"Parent title":["Título do ascendente"],"Date":["Data"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Você deveria criar um redirecionamento para se assegurar de que os seus visitantes não recebam um erro 404 quando clicarem em URLs inativos."],"Search engines and other websites can still send traffic to your deleted post.":["Mecanismos de busca e outros sites ainda podem direcionar usuários para seu post excluído."],"Make sure you don't miss out on traffic!":["Certifique-se de não perder o tráfego!"],"You just deleted a %1$s.":["Voce deletou um %1$s."],"You just trashed a %1$s.":["Você colocou um %1$s na lixeira."],"Settings for %s archive":["Configurações para o arquivo %s"],"Settings for single %s URLs":["Configurações para URLs %s únicas"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["As configurações desta página permitirão a você especificar qual aparência o campo de busca padrão deve ter para cada tipo de conteúdo seu. Você pode definir quais tipos de conteúdos aparecem nos resultados de busca e sua descrição padrão."],"Url preview":["Pré-visualização de URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Forneça uma meta-descrição editando a amostra abaixo. Se você não fizer isso, o Google tentará encontrar uma parte relevante do seu conteúdo para mostrar nos resultados da pesquisa."],"Insert snippet variable":["Inserir variável de amostra"],"Dismiss this notice":["Dispensar este aviso"],"No results":["Nenhum resultado"],"%d result found, use up and down arrow keys to navigate":["%d resultado encontrado, use as teclas para cima e para baixo para navegar","%d resultados encontrados, use as teclas para cima e para baixo para navegar"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["O idioma do seu site está definido como %s. Se essa informação não está correta, entre em contato com seu administrador do site."],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s respeita sua privacidade. Leia nossa %2$spolítica de privacidade%3$s e entenda como lidamos com suas informações pessoais."],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["Se você souber o que isto significa e não quiser ver esta mensagem nunca mais, você pode %1$sdispensar esta mensagem%2$s."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["As configurações do seu site atualmente permitem que existam URLs de anexos no seu site. Leia %1$seste post sobre um problema potencial%2$s com esses URLs de anexos e verifique se você tem a configuração correta para o seu site."],"Unknown type %1$s":["Tipo desconhecido %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["Inclui uma conta gratuita no MyYoast que lhe dá acesso ao nosso curso gratuito SEO para Iniciantes!"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["Assine nossa newsletter se quiser se manter atualizado sobre %1$s, outros plugins interessantes de %2$s, e notícias e dicas interessantes do mundo de SEO."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Obtenha seu código de verificação Baidu em %1$sBaidu Webmaster Tools%2$s."],"Baidu verification code":["Código de verificação do Baidu"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["O recurso importador do %s usa tabelas temporárias no banco de dados. Parece que a sua instalação do WordPress não tem a capacidade de fazer isso, consulte o seu provedor de hospedagem."],"Cleanup of %s data failed.":["Falha ao apagar dados de %s."],"Content Type":["Tipo de conteúdo"],"Filter by content type":["Filtro por tipo de conteúdo"],"Show All Content Types":["Mostrar todos os tipos de conteúdo"],"Replaced with the normal title for an archive generated by WordPress":["Substituir pelo título normal de um arquivo gerado pelo WordPress"],"Clean":["Limpo"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Quando você estiver certo de que o seu site está OK, você pode limpar. Isso irá remover todos os dados originais."],"Step 5: Clean up":["Passo 5: limpar"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["Você deve executar o assistente de configuração, a partir da página SEO &rarr; Geral &rarr; Painel, para certificar-se de que todas as configurações para o seu site estão corretas."],"Step 4: Run the configuration wizard":["Etapa 4: executar o assistente de configuração"],"Please check your posts and pages and see if the metadata was successfully imported.":["Por favor, verifique suas mensagens e páginas e veja se os metadados foram importados com êxito."],"Step 3: Check your data":["Passo 3: conferir seus dados"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Isso importará os metadados dos posts, como títulos e descrições de SEO, para os seus metadados do %1$s. Ele só fará isso quando não houver metadados do %1$s. Os dados originais permanecerão no lugar."],"Step 2: Import":["Passo 2: importação"],"Please make a backup of your database before starting this process.":["Faça um backup do seu banco de dados antes de iniciar este processo."],"Step 1: Create a backup":["Passo 1: Criar um backup"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Detectamos dados de um ou mais plugins de SEO em seu site. Siga as seguintes etapas para importar esses dados:"],"Plugin: ":["Plugin: "],"%s did not detect any plugin data from plugins it can import from.":["Não foi encontrada nenhuma informação de plugins que possa ser importada em %s."],"Posts that should not show up in search results":["Posts que não devem aparecer nos resultados da pesquisa"],"%s data found.":["%s dados encontrados."],"%s data successfully removed.":["%s dados removidos com sucesso."],"%s data successfully imported.":["%s dados importados com sucesso."],"%s data not found.":["%s dados não encontrados."],"24\/7 email support":["Suporte por e-mail 24\/7"],"No more dead links a.k.a. 404 pages":["Não há mais links quebrados ou para páginas com erro 404"],"Get real-time suggestions for internal links":["Obter sugestões em tempo real para links internos"],"Preview your page in Facebook and Twitter":["Prévia na sua página no Facebook e no Twitter"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":["Clique no botão \"%3$s\" para usar a descrição objetiva já definida nas configurações de %1$sSearch Appearance Página Principal%2$s."],"Help on copying the home meta description":["Ajuda para copiar a meta descrição da página inicial."],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Para que os mecanismos de busca saibam quais perfis sociais estão associados a este site, digite os dados dos perfis sociais do seu site abaixo."],"Learn more about your social profiles settings":["Saiba mais sobre as configurações dos seus perfis sociais"],"Remove the categories prefix":["Remover o prefixo das categorias"],"Help on the category prefix setting":["Ajuda na configuração do prefixo de categoria"],"Learn more about the available variables":["Saiba mais sobre as variáveis disponíveis"],"Learn more about the RSS feed setting":["Saiba mais sobre a configuração de feed RSS"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Quando você envia um item de mídia (ex: imagem ou vídeo) para o WordPress, ele não apenas salva a mídia, mas também cria um URL de anexo para esta mídia. Estas páginas de anexo são bastante vazias: elas contêm apenas o item de mídia e talvez um título, se foi inserido durante o envio. Por causa disso, se você nunca usa estes URLs de anexo, é melhor desativá-los e redirecioná-los para o próprio item de mídia."],"Learn more about the Media and attachment URLs setting":["Saiba mais sobre a configuração de URLs de mídia e anexos"],"Learn more about the title separator setting":["Saiba mais sobre a configuração do separador de título"],"Learn more about the knowledge graph setting":["Saiba mais sobre a configuração do knowledge graph"],"Learn more about the homepage setting":["Saiba mais sobre a configuração da página incial"],"Learn more about the special pages setting":["Saiba mais sobre a configuração de páginas especiais"],"Help on the date archives search results setting":["Ajuda na configuração dos resultados da pesquisa dos arquivos da data"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Não mostrar os arquivos para autores sem posts nos resultados de pesquisa significa tecnicamente que esses terão um meta de robôs %1$s e serão excluídos dos sitesmaps XML. %2$s Mais informações nas configurações de resultados de pesquisa %3$s."],"Help on the authors without posts archive search results setting":["Ajuda sobre os autores sem a definição de resultados de pesquisa de arquivo de postagens"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Não exibir o arquivo para autores nos resultados de pesquisa significa tecnicamente que aqueles terão um meta de robôs %1$s e serão excluídos dos sitesmaps XML. %2$s Mais informações nas configurações de resultados de pesquisa %3$s."],"Help on the author archives search results setting":["Ajuda sobre a configuração dos resultados da pesquisa dos arquivos do autor"],"Archives settings help":["Ajuda na configuração das páginas de arquivos"],"Learn more about the archives setting":["Leia mais sobre a configuração de arquivos"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Obtenha seu código de verificação Yandex em %1$sYandex Webmaster Tools%2$s."],"Yandex verification code":["Código de verificação Yandex"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Obtenha seu código de verificação Google em %1$sGoogle Search Console%2$s."],"Google verification code":["Código de verificação Google"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Obtenha seu código de verificação do Bing no %1$sBing Webmaster Tools%2$s."],"Bing verification code":["Código de verificação Bing"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Você pode usar as caixas abaixo para verificar nas diferentes Ferramentas para Webmasters. Esse recurso adicionará uma meta tag de verificação em sua página inicial. Siga os links para as diferentes Ferramentas de Webmaster e procure instruções para o método de verificação de meta-tag para obter o código de verificação. Se o seu site já foi verificado, você pode simplesmente ignorar isso."],"Learn more about the Webmaster Tools verification":["Saiba mais sobre a verificação das Ferramentas do Webmaster"],"On":["Ligado"],"Help on: %s":["Ajuda sobre: %s"],"%1$s comes with a lot of features. You can enable \/ disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s vem com muitos recursos. Você pode ativar \/ desativar alguns deles abaixo. Clicar no ponto de interrogação fornece mais informações sobre o recurso."],"Off":["Desligado"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["A seção avançada da caixa de meta %1$s permite que um usuário remova posts dos resultados da pesquisa ou altere o canônico. Estas são coisas que você pode não querer que nenhum autor faça. É por isso que, por padrão, apenas editores e administradores podem fazer isso. A configuração para \"%2$s\" permite que todos os usuários alterem essas configurações."],"Security: no advanced settings for authors":["Segurança: sem configurações avançadas para autores"],"See who contributed to %1$s.":["Veja quem contribuiu para %1$s."],"Help on this search results setting":["Ajuda sobre essa configuração dos resultados de busca"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Não mostrar o arquivo para %1$s nos resultados de pesquisa tecnicamente significa que aqueles terão um meta de robôs %2$s e serão excluídos dos sitesmaps XML. %3$s Mais informações nas configurações de resultados de pesquisa %4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Não mostrar %1$s nos resultados de pesquisa tecnicamente significa que eles terão uma informação meta %2$s para os robôs e serão excluídos dos sitemaps em XML. %3$sMais informações sobre as configurações de resultados de pesquisa%4$s."],"Default for %2$s, currently: %1$s":["Padrão para %2$s, atualmente: %1$s"],"Show %s in search results?":["Mostrar %s nos resultados de pesquisa?"],"this author's archives":["arquivos deste autor"],"Do not allow search engines to show %s in search results.":["Não permitir que os mecanismos de busca mostrem %s nos resultados de busca."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["URLs de categoria no WordPress contêm um prefixo, geralmente %s, esse recurso remove esse prefixo, apenas para categorias."],"Category URLs":["URLs de categoria"],"the archive for %s":["o arquivo para %s"],"Redirect attachment URLs to the attachment itself?":["Redirecionar URLs de anexos para o anexo em si?"],"We recommend you set this to Yes.":["Recomendamos que você defina isso como Sim."],"Media & attachment URLs":["URLs de mídia e anexos"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Isto é o que mostra nos resultados da pesquisa quando as pessoas acham sua página inicial. Isso significa que isso provavelmente é o que eles vêem quando eles procuram seu nome de marca."],"date archives":["arquivos de data"],"archives for authors without posts":["arquivos para autores sem posts"],"Read why XML Sitemaps are important for your site.":["Leia porque os Sitemaps XML são importantes para o seu site."],"Enable the XML sitemaps that %s generates.":["Ativar os sitemaps XML que %s gera."],"See the XML sitemap.":["Veja o Sitemap XML."],"%s (current default for %s)":[],"Media":["Mídia"],"Content Types":["Tipos de Conteúdo"],"Should search engines follow links on this %1$s?":["Os mecanismos de busca devem seguir os links em %1$s?"],"Allow search engines to show this %s in search results?":["Permitir que os mecanismos de pesquisa mostrem %s nos resultados de busca?"],"Search Appearance":["Aparência na Pesquisa"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":["Defina quais tipos de conteúdo você quer que apareçam nos mecanismos de pesquisa. Se você não sabe a diferença entre eles, é melhor escolher as configurações padrões."],"Search engines should show \"%1$s\" in search results:":["Os mecanismos de pesquisa devem mostrar \"%1$s\" nos resultados de busca:"],"Search engine visibility":["Visibilidade do mecanismo de pesquisa"],"Toggle %1$s's XML Sitemap":["Alternar o sitemap XML de %1$s"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["O recurso de conteúdo fundamental, permite que você marque e filtre este tipo de conteúdo em seu site."],"Good results":["Bons resultados "],"Get better search results in local search":["Obter melhores resultados de pesquisa em buscas locais"],"Allow customers to pick up their %s order locally":["Permita que os clientes coletem seus pedidos do %s localmente"],"SEO analysis":["Análise de SEO"],"The SEO analysis offers suggestions to improve the SEO of your text.":["A análise de SEO oferece sugestões para melhorar o SEO do seu texto."],"Learn how the SEO analysis can help you rank.":["Saiba como a análise de SEO pode ajudar a melhorar o seu posicionamento."],"The readability analysis offers suggestions to improve the structure and style of your text.":["A análise de legibilidade oferece sugestões para melhorar a estrutura e o estilo do seu texto."],"Discover why readability is important for SEO.":["Descubra por que legibilidade é importante para SEO."],"Find out how cornerstone content can help you improve your site structure.":["Descubra como nossa base de conteúdo pode ajudá-lo a melhorar a estrutura geral do seu site."],"The text link counter helps you improve your site structure.":["O contador de link de texto ajuda a melhorar a estrutura do site."],"Find out how the text link counter can enhance your SEO.":["Descubra como o contador de links de texto pode melhorar o seu SEO."],"%s integration":["%s integração"],"Read more about how %s works.":["Leia mais sobre como %s funciona."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Ativar esse recurso se quiser que o Facebook e outras mídias sociais exibam uma visualização com imagens e um resumo de texto quando um link para seu site for compartilhado."],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Ativar esse recurso se quiser que o Twitter exiba uma visualização com imagens e um resumo de texto quando um link para seu site for compartilhado."],"Find out why you should upgrade to %s":["Descubra por que você deve atualizar para %s"],"https:\/\/yoa.st\/1uk":["https:\/\/yoa.st\/1uk"],"https:\/\/yoa.st\/1uj":["https:\/\/yoa.st\/1uj"],"Latest blog posts on %1$s":["Posts mais recentes em %1$s"],"Remove highlight from the text":["Remover o destaque do texto"],"Your site language is set to %s. ":["O idioma do seu site está definido como %s."],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Comece rapidamente com o %1$s %2$sassistente de configuração%3$s!"],"First-time SEO configuration":["Configurações de SEO pela primeira vez"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["A linguagem do seu site está definido como {language}. Se isso não estiver certo entre em contato com o administrador do site."],"Your site language is set to {language}.":["Seu site está definido para a seguinte língua: "],"Highlight this result in the text":["Realçar este resultado no texto"],"Considerations":["Considerações"],"Errors":["Erros"],"Change language":["Alterar língua"],"You cannot create a %s file.":["Você não pode criar um arquivo %s."],"You cannot edit the %s file.":["Você não pode editar o arquivo %s."],"Updated %s":["Atualizado %s"],"Create %s file":["Criar arquivo %s"],"Edit the content of your %s:":["Editar o conteúdo do seu %s:"],"Save changes to %s":["Salvar alterações em %s"],"%s file":["%s arquivo"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s e %2$s podem trabalhar juntos muito melhor adicionando um plugin auxiliar. Por favor, instale %3$s para fazer sua vida melhor. %4$s."],"More information":["Mais informações"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s e %2$s podem funcionar muito melhor juntos adicionando um plugin auxiliar. Ative o %3$s para facilitar sua vida."],"More information about %1$s":["Mais informação sobre %1$s"],"Configuration Wizard":["Assistente de configuração"],"You've done it!":["Concluído!"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s e %2$s trabalham muito melhor juntos adicionando um plugin auxiliar. Instale o %3$s para melhorar sua vida."],"Manage your %s subscription on MyYoast":["Gerencie sua assinatura no My Yoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Marca o mais importante %1$s como 'Conteúdo Estrutural' para melhorar a estrutura do seu site. %2$sAprenda mais sobre Conteúdo Estrutural%3$s."],"(Opens in a new browser tab)":["(Abre numa nova aba do navegador)"],"Posts %1$swithout%2$s a focus keyphrase":["Posts %1$ssem%2$s uma frase-chave em foco."],"Hey, your SEO is doing pretty well! Check out the stats:":["Ei, seu SEO está indo muito bem! Confira as estatísticas:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Você não tem posts publicados, suas pontuações de SEO aparecerão aqui quando você publicar seu primeiro post!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["Nessa página você pode alterar o nome do seu site e escolher qual separador usar. O separador será exibido entre o título do seu post e o nome do site, por exemplo. Os símbolos são exibidos do mesmo tamanho que aparecerão nos resultados de busca. Escolha a opção que mais combina com seu negócio ou escolha a opção que ocupe menos espaço no endereço da página."],"Something else":["Outro"],"A portfolio":["Um portfólio"],"A corporation":["Uma corporação"],"A small offline business":["Um pequeno negócio off-line"],"A news channel":["Um canal de notícias"],"An online shop":["Uma loja virtual"],"A blog":["Um blog"],"What does the site %1$s represent?":["O que o site %1$s representa?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["Se você escolher não, seus arquivos do autor serão desativados para evitar\nproblemas de conteúdo duplicado."],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["Nota: não armazenamos seus dados de forma alguma e não temos acesso total à sua conta. \nSua privacidade está segura."],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":["%1$s integra-se com o Google Search Console, ferramenta essencial para administradores de sites. Ela fornece informações sobre a saúde do seu site. Não têm uma conta Google ou seu site não está conectado na ferramenta? Veja %2$ scomo conectar o Google Search Console no seu site %3$s "],"Option B: My site is under construction and should not be indexed":["Opção B: Meu site está sendo contruído e não deverá ser indexado"],"Option A: My site is live and ready to be indexed":["Opçāo A: Meu site está online e pronto para ser indexado"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["Escolha 'em construção' se você deseja manter o site fora do índice dos mecanismos de busca. Não se esqueça de ativá-lo quando estiver pronto para\npublicar seu site."],"Please specify if your site is under construction or already active.":["Por favor defina se seu site está sendo construído ou já está ativado."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":["Esta informação será usada no cartão do Knowledge Graph da Google, o grande   bloco de informações que você vê no lado direito dos resultados da pesquisa."],"Read more like this on our SEO blog":["Leia mais sobre isso em nosso blog sobre SEO"],"Readability: %s":["Legibilidade: %s"],"Not activated":["Não ativado"],"Activated":["Ativado"],"%1$s recommendations for you":["%1$s recomendações para você"],"All Readability Scores":["Todas as pontuações de legibilidade"],"Filter by Readability Score":["Filtrar por pontuação de legibilidade"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Você não está recebendo atualizações nem suporte! Corrija esse problema adicionando este site e habilitando %1$s no %2$s."],"Request method %1$s is not valid.":["O método de solicitação %1$s não é válido."],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["Você quer visualizar como este post seria exibido se ele fosse compartilhado no %1$s? Você pode, com %2$s."],"Good job! All the links in your texts have been counted.":["Bom trabalho! Todos os links nos seus textos foram contados."],"Calculation completed.":["Cálculos completos."],"Calculation in progress...":["Cálculos em progresso..."],"Stop counting":["Parar de contar"],"Counting links in your texts":["Contando links em seus textos"],"Text %1$s of %2$s processed.":["Texto %1$s de %2$s processado!"],"All your texts are already counted, there is no need to count them again.":["Todos os seus textos já foram contados, não há necessidade de contá-los novamente."],"Count links in your texts":["Contar links em seus textos"],"Text link counter":["Contador de links no texto"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de links internos apontados para este post. Consulte o texto \"Yoast Columns\" no menu de ajuda para obter mais informações."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de links internos neste post. Consulte o texto \"Colunas Yoast\" na aba do menu de ajuda para obter mais informações."],"%s Columns":["%s colunas"],"Readability score":["Pontuação de legibilidade"],"Other benefits of %s for you:":["Outros benefícios do %s para você:"],"Scroll to see the preview content.":["Role para baixo para visualizar o conteúdo."],"Cornerstone content":["Conteúdo estrutural"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["Se quiser superar a concorrência em uma cidade ou região específica, confira nosso plugin %1$s! Você poderá inserir facilmente mapas do Google, horários de funcionamento, informações de contato e um localizador de lojas. Além disso, o %1$s ajuda você a melhorar a usabilidade de sua página de contato."],"Attract more customers near you":["Atraia mais clientes próximos a você"],"Upgrade to Premium":["Atualizar para Premium"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["Quer superar a concorrência? O %1$s oferece recursos adicionais incríveis que ajudarão você a configurar sua estratégia de SEO de forma profissional. Adicione sinônimos e palavras-chave relacionadas, use nossa análise Premium de SEO, o gerenciador de redirecionamento e a nossa ferramenta de link interno. O %1$s também fornece um atendimento personalizado."],"Outrank the competition with %s":["Supere a concorrência com o %s"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Detectamos que você não ainda não finalizou o tour, então recomendamos que você %2$sinicie o assistente de configuração para configurar o %1$s%3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["O assistente de configuração ajuda a configurar facilmente o seu site para ter  ótimas configurações para SEO."],"Superfast internal linking suggestions":["Sugestões super-rápidas de links internos"],"Great news: you can, with %1$s!":["Boas novas: você pode, com o %1$s!"],"Save changes":["Salvar alterações"],"1 year free support and updates included!":["1 ano de suporte gratuito e atualizações incluídos!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["O plugin %2$s altera a saída do seu site e, ao fazer isso, diferencia entre os mecanismos de pesquisa e usuários normais, um processo que é chamado de camuflagem. Recomendamos que você o desative."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sPrévia da Rede Social%2$s: Facebook & Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sChega de links quebrados%2$s: gerenciador de redirecionamento simplificado"],"No ads!":["Sem anúncios!"],"Facebook & Twitter":["Facebook e Twitter"],"Social media preview":["Pré-visualização em mídias sociais"],"Easy redirect manager":["Gerenciador de redirecionamento simplificado"],"No more dead links":["Chega de links quebrados"],"Increase your SEO reach":["Aumente seu alcance de SEO"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Se precisa de mais ajuda ao criar conteúdos incríveis, confira nosso %2$scurso de SEO copywriting%3$s. Se quiser saber tudo sobre os recursos do plugin, é uma boa ideia fazer o nosso %1$s!"],"Variable":["Variável"],"Available variables":["Variáveis disponíveis"],"Scroll to see the table content.":["Deslize para ver a tabela de conteúdo."],"An error occurred in the '%1$s' assessment":["Ocorreu um erro no item %1$s"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s palavra(s) contém %2$smais de %3$s sílabas%4$s, o que ultrapassa o máximo recomendado de %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s palavra(s) contém %2$smais de %3$s sílabas%4$s, o que é menor ou igual ao máximo recomendado de %5$s."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["Isso é um pouco abaixo do recomendado de %5$d palavra. %3$sAdicione um pouco mais %4$s.","Isso é um pouco abaixo do recomendado de %5$d palavras. %3$sAdicione um pouco mais %4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["A meta descrição contém %1$d sentença %2$s que excede %3$s palavras %4$s. Tente encurtar esta frase.","A meta descrição contém %1$d sentenças %2$s que excedem %3$s palavras %4$s. Tente encurtar essas frases."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["A meta descrição não contém frases %1$s que excedem %2$s palavras %3$s."],"Step %1$d: %2$s":["Passo %1$d: %2$s"],"No new notifications.":["Não há novas notificações."],"Save all":["Salvar tudo"],"Save":["Salvar"],"%1$s, Author at %2$s":["%1$s, Autor em %2$s"],"Mobile preview":["Pré-visualização para dispositivos móveis"],"Desktop preview":["Pré-visualização para computadores"],"Please provide an SEO title by editing the snippet below.":["Forneça um título SEO editando a amostra abaixo."],"Meta description preview:":["Pré-visualização da Meta descrição:"],"Slug preview:":["Pré-visualização do Slug:"],"SEO title preview:":["Prévia do título SEO:"],"Close snippet editor":["Fechar editor de amostra"],"Slug":["Slug"],"Remove marks in the text":["Remover marcas no texto"],"Mark this result in the text":["Marcar este resultado no texto"],"Marks are disabled in current view":["Marcações desabilitadas na visualização atual"],"Good SEO score":["Pontuação de SEO boa"],"OK SEO score":["Pontuação de SEO média"],"Feedback":["Feedback"],"ok":["ok"],"Choose an image":["Escolha uma imagem"],"Remove the image":["Remover a imagem"],"MailChimp signup failed:":["O registro no MailChimp falhou:"],"Sign Up!":["Cadastre-se!"],"Name":["Nome"],"Please provide a meta description by editing the snippet below.":["Forneça uma meta-descrição editando a amostra abaixo."],"Edit snippet":["Editar amostra"],"You can click on each element in the preview to jump to the Snippet Editor.":["Você pode clicar em cada elemento na prévia para ir ao Editor de Amostra."],"SEO title preview":["Prévia do título de SEO"],"Meta description preview":["Pré-visualização da meta-descrição"],"A problem occurred when saving the current step, {{link}}please file a bug report{{\/link}} describing what step you are on and which changes you want to make (if any).":["Um problema ocorreu ao salvar o processo atual, {{link}}envie um relatório de erros{{\/link}} descrevendo em qual processo você estava e quais alterações você queria fazer (se for o caso)."],"Close the Wizard":["Fechar assistente de configuração"],"Export settings":["Exportar configurações"],"%1$s video tutorial":["Tutorial em video %1$s"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Assistente de configuração"],"Please don't show me this notification anymore":["Não mostre mais essa notificação"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Se estiver enfrentando problemas, %1$senvie um relatório de erro%2$s e faremos tudo o que pudermos para ajudar você."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Percebemos que você já está usando o %1$s há algum tempo; esperamos que esteja gostando! Nós adoraríamos se você pudesse %2$snos classificar com 5 estrelas no WordPress.org%3$s!"],"Date archives settings":["Configurações de arquivos de datas"],"Author archives settings":["Configurações de arquivos do autor"],"%1$s by %2$s":["%1$s por %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":[],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24\/7 personal support.":["A propósito, sabia que também temos um %1$sPlugin Premium%2$s? Ele oferece recursos avançados, como um gerenciador de redirecionamentos e suporte para várias frases-chave na mesma página. Também inclui suporte 24h por dia."],"(no title)":["(sem título)"],"%s installation wizard":["Assistente de instalação"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["O menu da barra de administração do %1$s contém links úteis a ferramentas de terceiros para analisar páginas, além de facilitar a visualização de novas notificações."],"Admin bar menu":["Menu da barra do administrador"],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":["%1$s irá verificar semanalmente se o site ainda é indexável por mecanismos de pesquisa e o %2$s notificará você quando este não for o caso."],"Features":["Recursos"],"SEO title":["Título SEO"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Ainda que nos esforcemos para facilitar ao máximo a configuração do %1$s, entendemos como ela pode ser intimidante. Se preferir que configuremos o %1$s para você (e receber uma cópia do %2$s no processo), solicite nosso %3$sserviço de configuração do %1$s%4$s aqui!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Olá, este é o assistente de instalação do %1$s. Vamos ajudar você a configurar em poucos passos as definições de SEO que atendam às necessidades do seu site!"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["O Google mostra o nome do seu site nos resultados de pesquisa, se você quiser, pode mudar isso aqui."],"Greater than sign":["Sinal de maior"],"Less than sign":["Sinal de menor do que"],"Right angle quotation mark":["Aspas em ângulo à direita"],"Left angle quotation mark":["Aspas em ângulo à esquerda"],"Small tilde":["Til"],"Vertical bar":["Barra vertical"],"Low asterisk":["Asterisco baixo"],"Asterisk":["Asterisco normal"],"Bullet":["Marcador"],"Middle dot":["Ponto mediano"],"Em dash":["Travessão"],"En dash":["Meia-risca"],"Dash":["Traço"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Escolha o símbolo para usar como seu separador de titulo. Isso vai aparecer, por exemplo, entre o titulo do seu post e o nome do site. Símbolos são mostrados no tamanho que vão aparecer no resultado das buscas."],"The name of the person":["O nome da pessoa"],"No":["Não"],"Yes":["Sim"],"Does, or will, your site have multiple authors?":["Seu site tem, ou terá, vários autores?"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["O WordPress gera automaticamente uma URL para cada item de mídia na biblioteca. Habilitar isso vai permitir ao Google indexar a URL gerada."],"Success!":["Sucesso!"],"Title settings":["Configurações de título"],"Multiple authors":["Múltiplos autores"],"Site type":["Tipo de site"],"Environment":["Ambiente"],"Yoast option %1$s not found.":["A opção Yoast %1$s não foi encontrada."],"Google Structured Data Test":["Teste de dados estruturados no Google"],"Posts list":["Lista de posts"],"Posts list navigation":["Navegação da lista de posts"],"Filter posts list":["Filtrar lista de posts"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Observe que os links para arquivos ainda podem ser exibidos pelo seu tema e você teria que removê-los separadamente."],"%1$s to optimize your site even further":["%1$s para otimizar seu site ainda mais"],"%1$s extensions":["%1$s  extensões"],"Comes with our 30-day no questions asked money back guarantee":["O produto tem garantia de 30 dias. Sem necessidade de se justificar, devolvemos o seu dinheiro"],"More information %1$sabout %3$s%2$s":["Mais informações %1$ssobre o %3$s%2$s"],"Installed":["Instalado"],"gain access to our 24\/7 support team.":["tenha acesso à nossa equipe de suporte 24h."],"Premium support":["Suporte Premium"],"check what your Facebook or Twitter post will look like.":["verifique como vai ficar seu post do Facebook ou Twitter."],"Social previews":["Prévias sociais"],"create and manage redirects from within your WordPress install.":["crie e administre redirecionamentos de dentro da sua instalação do WordPress."],"Redirect manager":["Gerenciador de redirecionamentos"],"%1$s, take your optimization to the next level!":["%1$s, leve sua otimização para o próximo nível!"],"A seamless integration between %1$s and %2$s":["Uma integração perfeita entre %1$s e %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Usar os breadcrumb do %1$s ao invés do %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Insira facilmente o Google Maps, um localizador de estabelecimento, horário de funcionamento e mais"],"Creates XML News Sitemaps":["Crie Sitemaps XML de notícias"],"Immediately pings Google on the publication of a new post":["Informe o Google imediatamente sobre a publicação de um post novo"],"Optimize your site for Google News":["Otimize seu site para o Google News"],"Make videos responsive through enabling fitvids.js":["Torne os videos responsivos habilitando o fitvids.js"],"Enhance the experience of sharing posts with videos":["Melhore a experiência de compartilhar posts com vídeos  "],"Show your videos in Google Videos":["Mostre seus vídeos no Google Videos"],"Edit &#8220;%s&#8221;":["Editar &#8220;%s&#8221;"],"Premium":["Premium"],"Google Trends":["Google Trends"],"Notifications":["Notificações"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Remove a seção de frase-chave da caixa de metadados e desativa todas as sugestões relacionadas à SEO."],"Disable SEO analysis":["Desabilitar análise de SEO"],"Twitter settings":["Configurações do Twitter"],"Pinterest settings":["Configurações do Pinterest"],"Facebook settings":["Configurações do Facebook"],"Title separator symbol":["Simbolo separador do título"],"RSS feed settings":["Configurações do feed RSS"],"Breadcrumbs settings":["Configurações de breadcrumbs"],"Make primary":["Tornar primário"],"%s notification":["%s notificação","%s notificações"],"Disable readability analysis":["Desativar a análise de legibilidade"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Remove a seção de legibilidade da caixa de metadados e desativa todas as sugestões relacionadas à legibilidade."],"Readability analysis":["Análise da legibilidade"],"Needs improvement":["Precisa melhorar"],"Readability":["Legibilidade"],"Improvements":["Melhorias"],"Dismiss this item.":["Descarte este item."],"Good job! We could detect no serious SEO problems.":["Bom trabalho! Não detectamos nenhum problema grave de SEO."],"We have detected the following issues that affect the SEO of your site.":["Detectamos os seguintes problemas que afetam o SEO de seu site."],"Problems":["Problemas"],"Analysis":["Análise"],"Not available":["Não disponível"],"Filter by SEO Score":["Filtrar por pontuação de SEO"],"Meta description not set.":["Descrição não definida."],"Open":["Abrir"],"Dashboard":["Painel"],"You can fix this on the %1$sPermalink settings page%2$s.":["Você pode corrigir isso na %1$spágina de configurações de links permanentes%2$s."],"Replaced with the primary category of the post\/page":["Substituído pela categoria principal do post\/página"],"Pinterest confirmation":["Confirmação do Pinterest"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Caso já tenha confirmado seu website com o Pinterest, você pode pular o passo abaixo."],"Format-based archives":["Arquivos baseados em formato"],"Webmaster Tools verification":["Verificação no Webmaster Tools"],"Buy %s":["Comprar %s"],"New %1$s Title":["Novo título de %1$s"],"Existing %1$s Title":["Título de %1$s existente"],"Expected an integer as input.":["O campo espera um número inteiro."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Tentando construir uma chave de cache para o arquivo sitemap, mas a combinação de sufixo e prefixo não deixa muito espaço para isso. Você provavelmente está solicitando uma página que está fora do intervalo esperado."],"Remove":["Remover"],"Keep":["Manter"],"Bold the last page":["Destacar a última página"],"Regular":["Normal"],"Bold":["Negrito"],"Show Blog page":["Exibir a página do blog"],"Primary %s":["Primário %s"],"Primary":["Primário"],"Make %1$s primary %2$s":["Torne %1$s a %2$s primária"],"Term is set to noindex.":["Termo configurado para não ser indexado."],"Author archives":["Arquivo do autor"],"Show":["Exibir"],"Enabled":["Ativo"],"Disabled":["Inativo"],"The separator defined in your theme's %s tag.":["O separador definido na tag %s do seu tema."],"No index":["Não índexar"],"If you want to use an image for sharing on %1$s, you can upload \/ choose an image or add the image URL here.":["Se você deseja usar uma imagem no compartilhamento do %1$s, você pode fazer upload\/escolher uma imagem ou adicionar o URL da imagem aqui."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Se você não quer usar a meta-descrição do post para compartilhar no %1$s, mas prefere outra descrição em seu lugar, escreva-a aqui."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Se você não quer usar o título do post para compartilhar no %1$s, mas prefere outro título em seu lugar, escreva-o aqui."],"Once Weekly":["Uma vez por semana"],"SEO score":["Pontuação de SEO"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["Recalculando a pontuação de SEO de todos os conteúdos com a frase-chave em foco."],"%1$s of %2$s done.":["%1$s de %2$s concluído(s)."],"Team Yoast":["Equipe da Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["A primeira verdadeira solução completa de SEO para o WordPress, incluindo a análise de conteúdo por página, sitemaps XML e muito mais."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Ativação falhou:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Essa extensão de filtro parece estar indisponível. Por favor peça a sua hospedagem para habilitá-la."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["A instalação do plugin %1$s está incompleta. Consulte as %2$sinstruções de instalação%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["The Standard PHP Library (SPL) parece não estar disponível. Por favor, solicite ao seu host para habilitá-lo."],"SEO Settings":["Configurações de SEO"],"Mobile-Friendly Test":["Teste de dispositivos móveis"],"Google Page Speed Test":["Teste de Velocidade de Página do Google"],"CSS Validator":["Validador CSS"],"HTML Validator":["Validador HTML"],"Pinterest Rich Pins Validator":["Validador Rich Pins do Pinterest"],"Facebook Debugger":["Facebook Debugger"],"Check Google Cache":["Checar Cache do Google"],"Analyze this page":["Analisar esta página"],"Keyword Research":["Pesquisa de palavra-chave"],"%s does not seem to be a valid url. Please correct.":["%s não parece ser uma URL válida. Por favor, corrija."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%s não parece ser um %s válido verificação de string. Por favor, corrija."],"%s Archive":["Arquivo %s"],"You searched for %s":["Você pesquisou por %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s não parece ser um nome de usuário válido no Twitter. É necessário corrigir."],"Summary with large image":["Resumo com imagem grande"],"Summary":["Resumo"],"The post %1$s appeared first on %2$s.":["O post %s apareceu primeiro em %s."],"No numeric value was received.":["Nenhum valor numérico foi recebido."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Este deve ser um blog já existente. O blog %s não existe ou foi marcado como excluído."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["A configuração padrão do blog deve ser o id do blog que você deseja usar como padrão."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s não é uma opção válida para quem deve ter acesso às configurações do %2$s. O valor foi redefinido para o padrão."],"Please select a valid post type for taxonomy \"%s\"":["Selecione um tipo de resposta válido para a taxonomia \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Por favor selecione uma taxonomia válida para o tipo de mensagem \"%s\""],"You searched for":["Você pesquisou por"],"Home":["Início"],"Archives for":["Arquivos para"],"Error 404: Page not found":["Erro 404: Página não encontrada"],"Good":["Bom"],"Replaced with a custom taxonomies description":["Sobrescrito por uma descrição de taxonomia customizada"],"Replaced with a posts custom taxonomies, comma separated.":["Substituído pelas taxonomias personalizadas do post (separadas por vírgulas)"],"Replaced with a posts custom field value":["Substituído pelo valor de um campo personalizado do post"],"Replaced with the slug which caused the 404":["Substituição do slug que causou erro 404"],"Replaced with the posts focus keyphrase":["Substituído pela frase-chave em foco do post"],"Attachment caption":["Substituído pela legenda do anexo"],"Replaced with the current page number":["Substituído pelo número da página atual"],"Replaced with the current page total":["Substituído pelo total de páginas atual"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Substituído com o número da página atual com o contexto (Ex: página 2 de 4)"],"Replaced with the post\/page author's 'Biographical Info'":["Substituído com o post\/página do(s) autor(es) 'Biographical Info'"],"Replaced with the post\/page author's 'nicename'":["Substituído pelo 'nome de exibição' do autor do post\/página"],"Replaced with the post\/page ID":["Substituído pela ID do post\/página"],"Replaced with the post\/page modified time":["Substituído pelo horário modificado do post\/página"],"Replaced with the content type plural label":["Substituído pelo rótulo do tipo de conteúdo no plural"],"Replaced with the content type single label":["Substituído pelo rótulo do tipo de conteúdo no singular"],"Replaced with the current search phrase":["Substituído pela frase de busca atual"],"Replaced with the term name":["Substituído pelo nome do termo"],"Replaced with the term description":["Substituído pela descrição do termo"],"Replaced with the tag description":["Substituído pela descrição da tag"],"Replaced with the category description":["Substituído pela descrição da categoria"],"Replaced with the post categories (comma separated)":["Substituído pelas categorias do post (separadas por vírgulas)"],"Replaced with the current tag\/tags":["Substituído pela tag\/tags atuais"],"Replaced with the post\/page excerpt (without auto-generation)":["Substituído pelo resumo do post\/página (sem geração automática)"],"Replaced with the post\/page excerpt (or auto-generated if it does not exist)":["Substituído pelo resumo do post\/página (ou gerado automaticamente caso não exista)"],"The site's name":["Substituído pelo nome do site"],"Replaced with the title of the parent page of the current page":["Substituído pelo o título da página pai da página atual"],"Replaced with the title of the post\/page":["Substituído pelo título do post\/página"],"Replaced with the date of the post\/page":["Substituído pela data do post\/page"],"Page %1$d of %2$d":["Página %1$d de %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Você não pode ignorar uma substituição de variável padrão de WPSEO registrando uma variável com o mesmo nome. Use o filtro \"wpseo_replacements\" em vez de ajustar o valor de substituição."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Uma variável de substituição com o mesmo nome já foi registrado. Tente criar um nome de variável exclusivo."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Uma variável de substituição não pode começar com \"%%cf_\" ou \"%%ct_\", sendo estes reservados para variáveis ​​padrão do WPSEO, campos personalizados e taxonomias personalizadas. Tente criar um nome de variável exclusivo."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Uma variável de substituição só pode conter caracteres alfanuméricos, sublinhados ou um traço. Tente mudar sua variável."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Aviso apenas para o administrador: esta página não mostra uma meta descrição porque não possui nenhuma, escreva depois uma meta-descrição especificamente para esta página ou vá ao menu [%1$s - %2$s] e configure um padrão."],"Page not found":["Página não encontrada"],"%s Archives":["Arquivos %s"],"Meta description to use for Author page":["Meta-descrição a usar para a página de Autor"],"Title to use for Author page":["Título a usar para a página de Autor"],"%1$s settings":["Configurações do %1$s"],"Export your %1$s settings":["Exportar configurações do %1$s"],"Import settings":["Importar configurações"],"Import from other SEO plugins":["Importar de outros plugins de SEO"],"Import":["Importar"],"If you had a %s file and it was editable, you could edit it from here.":["Se você tivesse um arquivo %s e ele fosse editável, você poderia editá-lo a partir daqui."],"If your %s were writable, you could edit it from here.":["Se seu %s fosse tivesse permissão de gravação, você poderia editá-lo a partir daqui."],"You don't have a %s file, create one here:":["Você não tem um arquivo %s, crie um aqui:"],"A link to your site, with your site's name and description as anchor text.":["Link apontando para a URL de seu site e contendo o nome mais a descrição do site como âncora de texto."],"A link to your site, with your site's name as anchor text.":["Link apontando para a URL de seu site e contendo o nome do site como âncora de texto."],"A link to the post, with the title as anchor text.":["Link apontando para a URL do post e contendo o título do post como âncora de texto."],"A link to the archive for the post author, with the authors name as anchor text.":["Link apontando para a URL do arquivo de posts do autor e contendo o nome do autor como âncora de texto."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Você pode usar as variáveis abaixo nos campos. Elas serão substituídas pelos valores à direita."],"Content to put after each post in the feed":["Conteúdo a ser adicIonado após cada post do feed"],"Content to put before each post in the feed":["Conteúdo a colocar no início de cada post do feed"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Este recurso é usado para automaticamente acrescentar conteúdo a seu feed RSS. Mais especificamente, sua função é acrescentar links de retorno apontando para seu blog e para os posts em seu blog, de maneira que scrapers estúpidos também os acrescentem automaticamente, ajudando assim os mecanismos de pesquisa a identificarem você como a fonte original do conteúdo."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["O uso do recurso breadcrumbs é explicado em nossa %1$sbase de conhecimento no artigo sobre implementação de breadcrumbs%2$s."],"How to insert breadcrumbs in your theme":["Como inserir breadcrumbs em seu tema"],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":["Arquivo de tipo de conteúdo a ser exibido no caminho de navegação para as taxonomias"],"Taxonomy to show in breadcrumbs for content types":["Taxonomia a ser exibida no caminho de navegação para tipos de conteúdo"],"Breadcrumb for 404 Page":["Breadcrumbs da página 404"],"Prefix for Search Page breadcrumbs":["Prefixo dos breadcrumbs na páginas de busca"],"Prefix for Archive breadcrumbs":["Prefixo dos breadcrumbs em arquivos"],"Prefix for the breadcrumb path":["Prefixo dos breadcrumbs"],"Anchor text for the Homepage":["Texto do link para a Página Inicial"],"Separator between breadcrumbs":["Separador de itens dos breadcrumbs"],"Enable Breadcrumbs":["Ativar breadcrumbs"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Abaixo estão os pontos SEO de suas publicações. Agora é um bom momento, como sempre, para começar a melhorar suas postagens!"],"Credits":["Créditos"],"&laquo; Back to Tools page":["&laquo; Voltar para a página Ferramentas"],"%1$s comes with some very powerful built-in tools:":["%1$s já vem com algumas ferramentas poderosas de fábrica"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Esta ferramenta permite que você mude rapidamente arquivos importantes para o seu SEO, como o robots.txt e, caso você tenha um, o seu arquivo .htaccess."],"File editor":["Editor de arquivo"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importar as configurações de outros plugins de SEO e exportar suas configurações para reutilizá-las posteriormente ou em outro blog."],"Import and Export":["Importar e Exportar"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Esta ferramenta permite que você altere rapidamente títulos e descrições de seus posts e páginas sem precisar editá-los um por um."],"Bulk editor":["Editor em massa"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Para %1$sverificar seu site no Pinterest%2$s, adicione sua meta tag aqui:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":[],"The default card type to use":["O tipo de cartão padrão para uso"],"Add Twitter card meta data":["Acrescentar metadados Twitter card"],"This image is used if the post\/page being shared does not contain any images.":["Essa imagem é usada se o post\/página compartilhado não contém nenhuma imagem."],"Default settings":["Configurações padrão"],"Copy home meta description":["Copiar meta descrição da home"],"Description":["Descrição"],"Image URL":["URL da Imagem"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Estes são o título, descrição e imagem utilizados nas meta tags Open Graph na primeira página do seu site."],"Frontpage settings":["Configurações da Página Inicial"],"Add Open Graph meta data":["Adicionar metadados Open Graph"],"YouTube URL":["URL do YouTube"],"Pinterest URL":["URL do Pinterest"],"MySpace URL":["URL do MySpace"],"LinkedIn URL":["URL do LinkedIn"],"Instagram URL":["URL do Instagram"],"Twitter Username":["Usuário do Twitter"],"Facebook Page URL":["URL da página do Facebook"],"Accounts":["Contas"],"Restore site to defaults":["Restaurar site para o padrão"],"Site ID":["Site ID"],"Using this form you can reset a site to the default SEO settings.":["Usando este formulário você pode redefinir um site de volta às configurações padrão de SEO."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Dados de privacidade sensíveis (ex: admins do FB, etc.), dados específicos do tema (reescrita de títulos) e algumas configurações muito específicas do site não será importadas para novos sites."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Informe o %1$sID do Site%2$s do qual você deseja usar as configurações como padrão para todos os sites que são adicionados à sua rede. Deixe em branco para nenhum (ou seja, os padrões normais do plugin serão utilizados)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Escolha o site cujas configurações você deseja usar como padrão para todos os sites que são adicionados à rede. Se você escolher \"None\", os padrões normais do plugin será utilizado."],"New sites in the network inherit their SEO settings from this site":["Novos sites na rede herdam as configurações de SEO deste site"],"Super Admins only":["Super Administradores apenas"],"Site Admins (default)":["Administradores de Site (padrão)"],"Who should have access to the %1$s settings":["Quem deve ter acesso as configurações %1$s"],"spam":["spam"],"mature":["maduro"],"archived":["arquivado"],"public":["público"],"%s restored to default SEO settings.":["%s restaurado para as configurações padrão de SEO."],"Settings Updated.":["Configurações Atualizadas."],"404 pages":["Páginas 404"],"Search pages":["Páginas de busca"],"These pages will be %s by default, so they will never show up in search results.":["Essas páginas seráo %s por padrão, então elas não aparecerão nos resultados da busca."],"Special Pages":["Páginas Especiais"],"Date-based archives could in some cases also be seen as duplicate content.":["Arquivos baseados em data podem, em alguns casos, serem vistos também como conteúdo duplicado."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Se este é o caso no seu site, você pode optar por desativá-lo (o que irá redireciona-lo para a página inicial), ou adicionar %s nele para que ele não apareça nos resultados da busca."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Se você estiver usando um site para um único autor, o arquivo de autor  será exatamente o mesmo que a sua página inicial. Isto é chamado de %1$sproblema de conteúdo duplicado%2$s"],"Date archives":["Arquivos de data"],"author archives":["arquivos do autor"],"Title":["Título"],"%1$s Meta Box":["Caixa de informações do %1$s"],"Hide":["Ocultar"],"Take note:":["Atenção:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Você pode determinar o título e a descrição da página de posts %1$seditando a página de posts diretamente%2$s."],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":["Você pode determinar o título e a descrição da página inicial %1$seditando a página inicial diretamente%2$s."],"Homepage &amp; Front page":["Páginas Inicial &amp; Página de Posts"],"Title Separator":["Separador de Título"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s detectou automaticamente quando é necessário forçar a reescrita dos títulos de suas páginas. Caso acredite que há algo errado, e se você sabe o que está fazendo, você pode modificar as configurações aqui. "],"Force rewrite titles":["Forçar a reescrita dos títulos"],"Taxonomies":["Taxonomias"],"Homepage":["Página inicial"],"%1$s Extensions":["%1$s Extensões"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integre perfeitamente o WooCommerce com o %1$s e tenha recursos extras!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Posicione-se melhor no Google Maps, sem suar a camisa!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Você está no Google News? Aumente seu tráfego do Google News, otimizando seu site para ele!"],"Optimize your videos to show them off in search results and get more clicks!":["Otimize seus vídeos para mostrá-las nos resultados de busca e assim conseguir mais cliques!"],"The premium version of %1$s with more features & support.":["A versão premium do %1$s com mais recursos e suporte."],"Person":["Pessoa"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Estes dados são apresentados como metadados no seu site. Essa informação será usada pelo %1$sGráfico de conhecimento do Google%2$s. Você pode ser uma organização, ou uma pessoa."],"Website name":["Nome do site"],"Webmaster Tools":["Ferramentas para Webmasters"],"RSS":["RSS"],"Breadcrumbs":["Breadcrumbs"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Para poder criar um redirecionamento e corrigir esse problema, você precisa do %1$s.  Você pode comprar esse plugin com um ano de suporte e atualizações em %2$s."],"Creating redirects is a %s feature":["A criação de redirecionamentos é um recurso do %s"],"URL":["URL"],"Deactivate %s":["Desativar %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["O plugin %1$s pode causar problemas quando utilizado em conjunto com %2$s."],"Upload Image":["Envio de imagem"],"Remove these ads?":["Remover estes anúncios?"],"%s Posts Overview":["Visão Geral dos Posts %s"],"Breadcrumbs title":["Título do Breadcrumbs"],"Facebook App ID":["ID do aplicativo do Facebook"],"Pinterest":["Pinterest"],"Archives":["Arquivo"],"Email":["E-mail"],"Previous":["Anterior"],"Next":["Próximo"],"Close":["Fechar"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Você instalou %1$s e %2$s, e ambos podem criar sitemaps em XML. Ter dois Sitemaps XML não é benéfico para os mecanismos de pesquisa e ainda podem deixar seu site lento."],"Configure %1$s's Open Graph settings":["Defina as configurações Open Graph do %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Você instalou %1$s e %2$s, e ambos criam dados Open Graph que podem fazer com que o Facebook, Twitter, LinkedIn e outras redes sociais usem textos e imagens erradas quando suas páginas forem compartilhadas."],"%s Image":["Imagem no %s"],"%s Description":["Descrição no %s"],"%s Title":["Título no %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["O tamanho recomendado para a imagem %1$s é %2$spx."],"If you want to override the image used on %s for this post, upload \/ choose an image here.":["Se você deseja substituir a imagem usada em %s para esse post, faça upload ou escolha uma imagem."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Se você não deseja utilizar a meta descrição para compartilhamento do tópico no %s, mas, deseja utilizar outra descrição, insira-a aqui."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Se você não desejar usar o título do post ao compartilha-lo no %s e preferir usar outro título, insira-o aqui."],"very difficult":["muito difícil de"],"Try to make shorter sentences, using less difficult words to improve readability":["Tente escrever sentenças mais curtas, usando palavras menos difíceis para melhorar a leitura"],"difficult":["difícil de"],"Try to make shorter sentences to improve readability":["Tente escrever sentenças mais curtas para aumentar a legibilidade"],"fairly difficult":["razoavelmente difícil de"],"OK":["OK"],"fairly easy":["razoavelmente fácil de"],"easy":["fácil de"],"very easy":["muito fácil de"],"Meta Desc.":["Meta-Desc."],"All SEO Scores":["Todas as pontuações de SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["A imagem destacada deve ter pelo menos 200x200 pixels para ser capturada pelo Facebook e outras redes sociais."],"(no parent)":["(sem parente)"],"Post is set to noindex.":["O post está definido como não-indexável (noindex)."],"The URL that this page should redirect to.":["A URL para a qual esta página deve redirecionar."],"301 Redirect":["Redirecionamento 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["A URL canônica para a qual esta página deve apontar, deixe em branco para usar o link permanente. %1$sURLs canônicos entre domínios%2$s também são suportados."],"Canonical URL":["URL Canônica"],"Title to use for this page in breadcrumb paths":["Título usado para esta página nos breadcrumbs"],"Breadcrumbs Title":["Título do Breadcrumbs"],"No Snippet":["Sem amostra"],"No Archive":["Nenhum arquivo"],"No Image Index":["Não indexar Imagem"],"None":["Nenhum"],"Meta robots advanced":["Meta robots avançado"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Atenção: mesmo que você possa definir as configurações dos meta robots aqui, todo o site está definido para noindex nas configurações de privacidade, de modo que essas configurações não terão efeito."],"Meta description":["Meta-descrição"],"SEO Title":["Título SEO"],"Focus keyword":["Frase-chave em foco"],"Settings successfully imported.":["Configurações importadas com sucesso."],"Settings could not be imported:":["As configurações não puderam ser importadas:"],"Breadcrumb for 404 pages:":["Breadcrumbs para páginas 404:"],"Prefix for search result pages:":["Prefixo para páginas de resultados de busca:"],"Prefix for archive pages:":["Prefixo para arquivo de páginas:"],"Prefix for breadcrumbs:":["Prefixo dos breadcrumbs:"],"Anchor text for the homepage:":["Texto âncora para a página inicial:"],"Breadcrumbs separator:":["Separador de breadcrumbs:"],"%s Breadcrumbs":["Breadcrumbs do %s"],"Use Image":["Usar imagem"],"Action":["Ação"],"Page URL\/Slug":["URL\/Slug da Página"],"Publication date":["Data de publicação"],"Post Status":["Status do Post"],"WP Page Title":["Título da Página WP"],"View":["Ver"],"View &#8220;%s&#8221;":["Ver &#8220;%s&#8221;"],"Preview":["Visualizar"],"Preview &#8220;%s&#8221;":["Visualizar &#8220;%s&#8221;"],"Edit":["Editar"],"Filter":["Filtro"],"posts\u0004Trash <span class=\"count\">(%s)<\/span>":["Lixeira <span class=\"count\">(%s)<\/span>","Lixeira <span class=\"count\">(%s)<\/span>"],"posts\u0004All <span class=\"count\">(%s)<\/span>":["Tudo <span class=\"count\">(%s)<\/span>","Tudo <span class=\"count\">(%s)<\/span>"],"New Yoast Meta Description":["Nova Yoast Meta Descrição"],"Existing Yoast Meta Description":["Yoast Meta Descrição existente"],"Facebook profile URL":["URL do perfil no Facebook"],"Twitter username (without @)":["Usuário do Twitter (sem o @)"],"FAQ":["FAQ"],"Premium Support":["Suporte Premium"],"Settings":["Configurações"],"Huge SEO Issue: You're blocking access to robots.":["Problema grave de SEO: Você está bloqueando o acesso dos robôs."],"Posts":["Posts"],"Edit Files":["Editar Arquivos"],"General":["Geral"],"Extensions":["Extensões"],"Search Console":["Console de Pesquisa"],"Tools":["Ferramentas"],"Advanced":["Avançado"],"XML sitemaps":["Sitemaps XML"],"Social":["Redes Sociais"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s detectou que você está usando a versão %2$s do %3$s. Por favor, atualize para a versão mais recente para evitar problemas de compatibilidade."],"Just another WordPress site":["Apenas outro site do Wordpress"],"You have used HTML in your value which is not allowed.":["Você utilizou HTML em um campo que não é permitido."],"You can't edit %s that aren't yours.":["Você não pode editar %s que não são seus."],"You can't edit %s.":["Você não pode editar %s."],"Post has an invalid Content Type: %s.":["O post tem um tipo de conteúdo inválido: %s."],"Post doesn't exist.":["O post não existe."]}}}