{"translation-revision-date":"2019-08-24 15:41:19+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":[],"Comments break into multiple pages":[],"Comments on your posts are displayed on a single page. Breaking comments into multiple pages is not needed in 999 out of 1000 cases. We recommend to display all comments on the same page.":[],"Comments are displayed on a single page":[],"No title":[],"%1$sGo to the Discussion Settings page%2$s":[],"%1$sThis was reported by the %2$s plugin%3$s":[],"Date in Google Preview":[],"Preview as:":[],"Mobile result":[],"Google preview":[],"Desktop result":[],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":[],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":[],"If you want to apply advanced <code>meta<\/code> robots settings for this page, please define them in the following field.":[],"Check out %1$s":[],"We have both free and premium online courses to learn everything you need to know about SEO.":[],"Want to learn SEO from Team Yoast? Check out our %1$s!":[],"Learn SEO":[],"Start to optimize your site for Google News traffic today!":[],"Make sure your videos rank and are easy to share with our Video SEO plugin.":[],"Our Local SEO plugin will help you rank in Google Maps and local results.":[],"%s settings to import:":[],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":[],"Your %1$s settings:":[],"Schema":[],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":[],"Please check the format of the Facebook Page URL you entered. %s":[],"Please check the format of the Instagram URL you entered. %s":[],"Please check the format of the Linkedin URL you entered. %s":[],"Please check the format of the MySpace URL you entered. %s":[],"Please check the format of the Pinterest URL you entered. %s":[],"Please check the format of the Wikipedia URL you entered. %s":[],"Please check the format of the Youtube URL you entered. %s":[],"Settings saved.":[],"Continue learning":[],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to know everything our plugin has to offer. Sign up for our free %1$s plugin training, in which you'll learn how to use %1$s and how it can help you make the best of your website!":[],"Dismiss this alert":[],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":[],"%s does not seem to be a valid Facebook App ID. Please correct.":[],"The submitted value was: %s":[],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[],"Twitter usernames can only contain letters, numbers, and underscores. %s":[],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":[],"The Facebook App ID you entered doesn't exist. %s":[],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":[],"Show this item.":[],"Hide this item.":[],"You have %d hidden problem:":[],"You have %d hidden notification:":[],"The form contains %1$s error. %2$s":["Formularen indeholder %1$s fejl. %2$s","Formularen indeholder %1$s fejl. %2$s"],"SEO settings configured":["SEOindstillinger tilpasset"],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":[],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":[],"%d occurrences":[],"Activate %s for your site on MyYoast":[],"Show blog page in breadcrumbs":[],"We could not find any relevant articles on your website that you could link to from your post.":[],"Has feedback":[],"Content optimization:":[],"%1$sSEO%2$s: %3$s":[],"%1$sReadability%2$s: %3$s":[],"Post Noindexed":[],"No Focus Keyphrase":[],"Person logo \/ avatar":[],"Extend %s":[],"Posts with the SEO score: %s":[],"SEO: %s":["SEO: %s"],"%s video tutorial":[],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":[],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":[],"Remove this message":[],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":[],"Serving local customers?":["Rettet mod lokale kunder?"],"Get the %s plugin now":["Hent %s plugin'et nu"],"Organization social profiles":["Virksomhedens sociale profiler"],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":[],"Personal info":["Personlig info"],"Organization logo":["Organisationslogo"],"Organization name":["Organisationsnavn"],"Choose whether the site represents an organization or a person.":["Vælg om dette websted repræsenterer en virksomhed eller en person."],"Knowledge Graph & Schema.org":["Knowledge Graph & Schema.org"],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":["For at få dit websted til at repræsentere et firma eller organisation gå til %1$sSearch Appearance%2$s og sæt Virksomhed eller Person til \"Virksomhed\"."],"To change the social accounts used for your site, update the details for %1$s.":["For at ændre de sociale konti, der er brugt for sit websted, opdater detaljerne for %1$s."],"That means that the form and information below is disabled, and not used.":["Det betyder at formularen og informationerne nedenfor er deaktiverede og ikke bruges."],"Your website is currently configured to represent a Person":["Dit websted er for øjeblikket sat op til at repræsentere en Person"],"(if one exists)":[],"Wikipedia page about you":[],"YouTube profile URL":[],"Tumblr profile URL":[],"SoundCloud profile URL":[],"MySpace profile URL":[],"Organization or person":["Virksomhed eller Person"],"The person":[],"Organization":["Organisation"],"Does your site represent a person or an organization?":[],"The name of the organization":[],"Provide an image of the organization logo":[],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":[],"Select a user...":[],"Uncategorized":[],"Name:":[],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":[],"Error: Please select a user below to make your site's meta data complete.":[],"SEO score: %s":["SEO score: %s"],"If a Wikipedia page for you or your organization exists, add it too.":[],"Wikipedia URL":["Wikipedia URL"],"Pinterest profile URL":["Pinterest profil-URL"],"Instagram profile URL":[],"LinkedIn profile URL":["LinkedIn profil-URL"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["Søgeords-research er essentiel i enhver SEO-strategi. Du bestemmer søgetermerne, du vil findes på, og du skal forsøge at regne ud, hvilke ord dine modtagere bruger for at finde dig. God søgeords-research viser hvilket indhold, du gerne vil forbedre placeringen for. Brug dine kræfter på at optimere de nøgleord, der reelt giver dig en chance at forbedre din placering. %1$s fører dig gennem processen trin for trin."],"The image you selected is too small for Facebook":["Billedet, du har valgt, er for lille til Facebook."],"The given image url cannot be loaded":["Det valgte billedes url kan ikke indlæses"],"Find out what words your audience uses to find you":["Find ud af, hvilke ord dine modtagere bruger til at finde dig"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":["%1$sFlesch læsevenlighed%2$s: Tekstindholdet scorer %3$s i testen, hvilket anses for at være %4$s at læse. %5$s"],"No JSON object was returned.":["Intet JSON objekt blev returneret."],"Received internal links":["Modtagne interne links"],"Outgoing internal links":["Udgående interne links"],"New step added":["Nyt trin tilføjet"],"New question added":["Nyt spørgsmål tilføjet"],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["Tekstens linktællerfunktion giver indblik i hvor mange links, der er i din tekst, og hvor mange links, der henviser til din tekst. Dette er en god hjælp, når du forbedrer din %1$sinterne linkning%2$s."],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["Overvej nøje implikationerne og %1$slæs denne post%2$s hvis du vil have mere information om konsekvenserne af at vise medier i søgeresultater."],"Keyphrase":["Søgefrase"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["For at denne funktion skal virke, skal %1$s oprette en tabel i din database. Vi kunne ikke oprette denne tabel automatisk."],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["Ved at vælge denne mulighed, bliver vedhæftnings-URL'er synlige både for dine besøgende og for Google. Hvis du skal øge værdien af dit websted, bør disse indeholde brugbar information, ellers kan de få negativ virkning på din placering."],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":["Funktionen %3$sTekstlinktæller%4$s (introduceret i %1$s %2$s) er deaktiveret."],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":["Læs venligst følgende %1$sknowledgebase artikel%2$s for at finde løsningen på dit problem."],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["For at sikre at alle links i dine tekster bliver talt, er vi nødt til at analysere alle dine tekster."],"All you have to do is press the following button and we'll go through all your texts for you.":[],"Count links":["Tæl links"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":[],"%1$sImage alt attributes%2$s: Good job!":[],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":[],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":[],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":[],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":[],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":[],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":[],"Page %s":["Side %s"],"Cannot get the size of %1$s because of unknown reasons.":[],"Cannot get the size of %1$s because it is hosted externally.":[],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":[],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":[],"Get an even better analysis":["Få en endnu bedre analyse"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sEnkel titel%3$s: H1&#39;ere bør kun bruges som din hovedtitel. Find alle H1&#39;ere i din tekst som ikke er hovedtitlen og %2$sændr dem til et lavere overskriftsniveau%3$s!"],"Improve sharing on Facebook and Pinterest":["Forbedr deling til Facebook og Pinterest"],"You do not have the required rights to export settings.":["Du har ikke de nødvendige rettigheder til at eksportere indstillinger."],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Kopier alle disse indstillinger til et andet websteds %1$s faneblad og klik \"%1$s\" der."],"These are settings for the %1$s plugin by %2$s":["Der er indstillinger til %1$s plugin af %2$s"],"No settings found.":["Ingen indstillinger fundet."],"Export your %1$s settings here, to copy them on another site.":["Eksporter dine %1$s indstillinger her for at kunne kopiere dem til et andet websted."],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Import af indstillinger understøttes kun på servere der kører PHP 5.3 eller højere."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sSøgeordstæthed%2$s: Søgefrasen blev fundet 0 gange. Dette er mindre end det anbefalede minimum på %3$d gange for en tekst af denne længde. %4$sFokuser på din søgefrase%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sSøgeordstæthed%2$s: Søgefrasen blev fundet %5$d gange. Dette er mindre end det anbefalede minimum på %3$d gange for en tekst af denne længde. %4$sFokuser på din søgefrase%2$s!","%1$sSøgeordstæthed%2$s: Søgefrasen blev fundet %5$d gange. Dette er mindre end det anbefalede minimum på %3$d gange for en tekst af denne længde. %4$sFokuser på din søgefrase%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sSøgeordstæthed%2$s: Søgefrasen blev fundet %3$d gange. Det er fint!","%1$sSøgeordstæthed%2$s: Søgefrasen blev fundet %3$d gange. Det er fint!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sSøgeordstæthed%2$s: Søgefrasen blev fundet %5$d gange. Dette er mere end det anbefalede maksimum på %3$d gange for en tekst af denne længde. %4$sOverdriv nu ikke%2$s!","%1$sSøgeordstæthed%2$s: Søgefrasen blev fundet %5$d gange. Dette er mere end det anbefalede maksimum på %3$d gange for en tekst af denne længde. %4$sOverdriv nu ikke%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sSøgeordstæthed%2$s: Søgefrasen blev fundet %5$d gange. Dette er meget mere end det anbefalede maksimum på %3$d gange for en tekst af denne længde. %4$sOverdriv nu ikke%2$s!","%1$sSøgeordstæthed%2$s: Søgefrasen blev fundet %5$d gange. Dette er meget mere end det anbefalede maksimum på %3$d gange for en tekst af denne længde. %4$sOverdriv nu ikke%2$s!"],"Indexable created for object %1$s with type %2$s":["Indeksering oprettet for objekt %1$s af typen %2$s"],"Method %1$s() does not exist in class %2$s":["Metoden %1$s() findes ikke i class %2$s"],"With %s, you can easily create such redirects.":["Med %s kan du nemt oprette denne slags viderestillinger."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["At ændre dine indstillinger for permalinks kan have seriøs indvirkning på synlighed i søgeresultater. Det bør næsten %1$saldrig%2$s gøres på et live websted."],"WARNING:":["ADVARSEL:"],"Learn about why permalinks are important for SEO.":["Lær, hvorfor permalinks er vigtige for SEO."],"Google Ads":["Google Ads"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sFunktionsord i søgefrase%3$s: din søgefrase \"%4$s\" indeholder kun funktionsord. %2$sLær mere om, hvad der er en god søgefrase.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Vidste du, at %s også analyserer de forskellige ordformer i dine søgefrase, som fx flertalsformer og datidsformer?"],"Clear Image":["Fjern billede"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sSøgefraselængde%3$s:%2$s Angiv en søgefrase for at beregne din SEO score%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sSøgefrase i korttitel%2$s: mere end halvdelen af din søgefrase vises i korttitel. Dette er storartet!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sSøgefrase i korttitel%3$s: (en del af) din søgefrase vises ikke i korttitel. %2$sLav det om%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sSøgefrase i korttitel%2$s: Godt arbejde!"],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":["%1$sSøgefrase i titel%3$s: ikke alle ord fra din søgefrase \"%4$s\" vises i SEO titlen. %2$sPrøv at bruge den samme ordlyd af din søgefrase i SEO-titel%3$s."],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":["%1$sSøgefrase i titel%3$s: indeholder ikke en eksakt match. %2$sPrøv at skrive den nøjagtige match af din søgefrase i SEO-titel%3$s."],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":["%1$sSøgefrase i titel%3$s: den nøjagtige match af søgefrasen vises i SEO-titel, men ikke i begyndelsen. %2$sPrøv at flytte den til begyndelsen%3$s."],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":["%1$sSøgefrase i titel%2$s: den nøjagtige match af søgefrase vises i begyndelsen af SEO-titlen. Flot arbejde!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sSøgefrasefordeling%2$s: Flot arbejde!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sSøgefrasefordeling%3$s: Ujævn. Nogle dele af din tekst indeholder ikke søgefrase eller synonymer. %2$sDistribuer dem mere jævnt%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sSøgefrasefordeling%3$s: Meget ujævn. Store dele af din tekst indeholder ikke søgefrase eller synonymer. %2$sFordel dem mere jævnt%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sSøgefrasefordeling%3$s:%2$sInkluder din søgefrase eller dens synonymer i teksten, så vi kan kontrollere søgefrasefordeling%3$s."],"Help on choosing the perfect focus keyphrase":["Hjælp til at finde den perfekte søgefrase"],"Would you like to add a related keyphrase?":["Ønsker du at tilføje en relateret søgefrase?"],"Go %s!":["Start %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["At skjule datoarkiver i søgeresultater betyder ganske enkelt at disse vil får en %1$s robots meta. %2$sMere info om indstillinger for søgeresultater%3$s."],"Rank better with synonyms & related keyphrases":["Opnå bedre placering med synonymer og relaterede søgefraser"],"optimize a single post for synonyms and related keyphrases.":["optimer et enkelt indlæg for synonymer og relaterede søgefraser."],"Synonyms & related keyphrases":["Synonymer og relaterede søgefraser"],"Add related keyphrase":["Tilføj relateret søgefrase"],"Upgrade to %s":["Opgrader til %s"],"%1$s video":["%1$s video"],"Get %s":["Få %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sTidligere brugt søgefrase%6$s: Du har brugt denne søgefrase %1$s%2$d gange før%3$s.\n%5$sBrug ikke dine søgefraser mere end én gang%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sTidligere brugt søgefrase%5$s: Du har brugt denne søgefrase %1$s en gang før%2$s.\n%4$sBrug ikke dine søgefraser mere end én gang%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sTidligere brugt søgefrase%2$s: Du har ikke brugt denne søgefrase før, det er fint."],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["%1$sStopord i korttitel%3$s: Korttitlen for denne side indeholder et stopord. %2$sFjern det%3$s!","%1$sStopord i korttitel%3$s: Korttitlen for denne side indeholder stopord. %2$sFjern dem%3$s!"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":["%1$sKorttitel er for lang%3$s: korttitlen for denne side er lidt for lang. %2$sForkort den%3$s!"],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAlt-attributter på billeder%3$s: Der er ingen billeder på denne side. %2$sTilføj nogle%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sLink med nøglefrase%3$s: Du linker til en anden side med netop de ord du ønske at denne side skal SEO-score på. %2$sDet må du ikke gøre%3$s!"],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Dette er langt under det anbefalede minimum på %5$d ord. %3$sTilføj mere indhold%4$s.","Dette er langt under det anbefalede minimum på %5$d ord. %3$sTilføj mere indhold%4$s."],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Dette er under det anbefalede minimum på %5$d ord. %3$sTilføj mere indhold%4$s.","Dette er under det anbefalede minimum på %5$d ord. %3$sTilføj mere indhold%4$s."],"%2$sText length%4$s: The text contains %1$d word.":["%2$sTekstlængde%4$s: Teksten indeholder %1$d ord.","%2$sTekstlængde%4$s: Teksten indeholder %1$d ord."],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$sTekstlængde%3$s: Teksten indeholder %1$d ord. Det er fint!","%2$sTekstlængde%3$s: Teksten indeholder %1$d ord. Det er fint!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":[],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sSEO-titelbredde%3$s: %2$sOpret venligst en SEO-titel%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sSEO-titelbredde%3$s: SEO-titlen fylder mere end der kan vises. %2$sPrøv at forkorte den%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sSEO-titelbredde%2$s: Fint!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sSEO-titelbredde%3$s: SEO-titlen er for bred. %2$sBrug pladsen til at tilføje søgeordsvariationer eller opret overbevisende call-to-action-tekst%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sUdgående links%2$s: Der er både links med nofollow og normale udgående links på denne side. Det er fint!"],"%1$sOutbound links%2$s: Good job!":["%1$sUdgående link%2$s: Fint!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sUdgående links%3$s: Alle udgående links på denne side har nofollow. %2$sTilføj nogle links uden nofollow%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sUdgående links%3$s: Der ser ikke ud til at være udgående links på denne side. %2$sTilføj nogle%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sMeta-beskrivelsens længde%2$s: Fint!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sMeta-beskrivelsens længde%3$s: Meta-beskrivelsen er over %4$d tegn. For at sikre, at hele beskrivelsen kan ses, %2$sbør du forkorte den%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sMeta-beskrivelsens længde%3$s: Meta-beskrivelsens længde er for kort (under %4$d tegn). Du kan bruge op til %5$d tegn. %2$sBrug pladsen%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sMeta-beskrivelsens længde%3$s:  Der er ikke indtastet nogen meta-beskrivelse. Søgemaskinerne viser tekst fra selve siden i stedet for. %2$sSørg for at skrive en%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sSøgeordsfrase i meta-beskrivelse%2$s: Meta-beskrivelsen er indtastet, men indeholder ikke søgeordsfrasen. %3$sLøs det%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sSøgeordsfrase i meta-beskrivelsen%2$s: Meta-beskrivelsen indeholder søgeordsfrasen %3$s gange, hvilket er mere end det anbefalede maksimum på 2 gange. %4$sBegræns brugen%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sSøgeordsfrasen i meta-beskrivelsen%2$s: Søgeordsfrase eller synonym forekommer i meta-beskrivelsen! Fint!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sSøgeordsfrasens længde%5$s: Søgeordsfrasen indeholder %1$d ord. Det er over det anbefalede maksimum på %2$d ord. %4$sForkort den%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sSøgeordsfrasens længde%5$s: Søgeordsfrasen indeholder %1$d ord. Det er mere end det anbefalede maksimum på %2$d ord. %4$sForkort den%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sSøgeordsfrasens længde%2$s: Fint!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sSøgeordsfrasens længde%3$s: Der er ikke indtastet nogen fokus-søgeordsfrase. %2$sIndtast en søgeordsfrase for at beregne din SEO-score%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sSøgeordsfrase i indledningen%3$s: Din søgeordsfrase eller dets synonymer forekommer ikke i den første paragraf. %2$sSørg for at emnet står klart fra begyndelsen%3$s."],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sSøgeordsfrase i indledningen%3$s: Din søgeordsfrase eller dets synonymer forekommer i tekstens første afsnit, men ikke i en enkelt sætning. %2$sLøs det%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sSøgeordsfrase i indledningen%2$s: Fint!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sInterne links%2$s: Der er interne links både med og uden nofollow på denne side. Fint!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sInterne links%2$s: Du har nok interne links! Fint!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sInterne links%3$s: De interne links på denne side har alle nofollow. %2$sTilføj nogle gode interne links%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sInterne links%3$s: Ingen interne links forekommer på denne side. %2$sSørg for at tilføje nogle%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sOvergangsord%2$s: Fint!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sOvergangsord%2$s: Kun %3$s af sætningerne indeholder overgangsord, hvilket ikke er nok. %4$sBrug flere af dem%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sOvergangsord%2$s: Ingen af dine sætninger indeholder overgangsord. %3$sBrug nogle%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sIkke nok indhold%2$s: %3$sTilføj venligst mere indhold for at muliggøre en god analyse%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sBrug af underoverskrifter%2$s: Du bruger ikke underoverskrifter, men din tekst er heller ikke særlig lang og har formentlig ikke brug for dem."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sBrug af underoverskrifter%2$s: Du bruger ingen underoverskrifter, men din tekst er temmelig lang. %3$sPrøv at tilføje nogle underoverskrifter%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sBrug af underoverskrifter%2$s: %3$d afsnit er længere end %4$d ord og har ingen underoverskrifter. %5$sTilføj underoverskrifter for at forbedre læsbarheden%2$s.","%1$sBrug af underoverskrifter%2$s: %3$d afsnit er længere end %4$d ord og har ingen underoverskrifter. %5$sTilføj underoverskrifter for at forbedre læsbarheden%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sBrug af underoverskrifter%2$s: Fint!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sSætningslængde%2$s: %3$s af dine sætninger indeholder mere end %4$s ord, hvilket er over det anbefalede maksimum på %5$s. %6$sPrøv at forkorte sætningerne%2$s."],"%1$sSentence length%2$s: Great!":["%1$sSætningslængde%2$s: Flot!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sFortløbende sætninger%2$s: Der er nok variation i dine sætninger. Flot!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sFortløbende sætninger%2$s: Teksten indeholder %3$d fortløbende sætninger der begynder med samme ord. %5$sPrøv at variere tingene lidt%2$s!","%1$sFortløbende sætninger%2$s: Teksten indeholder %4$d steder hvor %3$d eller flere fortløbende sætninger begynder med samme ord. %5$sPrøv at variere tingene lidt%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sPassiv%2$s: %3$s af dine sætninger indeholder passiv hvilket er mere end det anbefalede maksimum på  %4$s. %5$sPrøv at bruge de tilsvarende aktive formuleringer%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sPassiv%2$s: Din brug af aktiv er tilstrækkelig. Flot!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["%1$sAfsnitslængde%2$s: %3$d afsnit indeholder mere end det anbefalede maksimum på %4$d words. %5$sForkort dine afsnit%2$s!","%1$sAfsnitslængde%2$s: %3$d af afsnittene indeholder mere end det anbefalede maksimum på %4$d words. %5$sForkort dine afsnit%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sAfsnitslængde%2$s: Ingen afsnit er for lange! Det er fint klaret!"],"Good job!":["Det er fint klaret!"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":["%1$sFlesch Reading Ease%2$s: Teksten scorer %3$s i testen, hvilket anses for at være %4$s at læse. %5$s%6$s%7$s"],"Focus keyphrase":["Fokus-søgeordsfrase"],"%1$s with ID %2$s couldn't be patched":["%1$s med ID %2$s kunne ikke patches."],"Invalid POST request. Meta values already exist for object with ID %1$s.":["Ugyldig POST-forespørgsel. Meta-værdier eksisterer allerede for objektet med ID %1$s."],"Indexable with ID `%1$s` does not exist":["Indekserbart element med ID  `%1$s` eksisterer ikke."],"No object with ID %1$s and %2$s could be found":["Vi kunne ikke finde nogen objekter med ID %1$s og %2$s"],"`%1$s` is not a valid subtype of `%2$s`":["`%1$s` er ikke en godkendt undertype af `%2$s`"],"The object type `%1$s` is invalid":["Objekttypen `%1$s` er ugyldig"],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":["Ugyldig type for parameter `%1$s` overført. Forventede `%2$s`, men fik `%3$s`"],"The parameter `%1$s` cannot be empty.":["Parameteren `%1$s` må ikke være tom."],"Check Keyphrase Density":["Check søgefrasetæthed"],"Disable":["Deaktiver"],"Allow Control":["Tillad kontrol"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Dette faneblad tillader dig at deaktivere %s funktioner for alle websteder i netværket. Som standard er de aktiverede, så det enkelte websted administrator kan vælge at aktivere en funktion eller ej. Hvis du deaktiverer en funktion her, vil ingen administrator have adgang til denne funktion."],"%s is a required feature toggle argument.":["%s er et obligatorisk argument til skift af funktion."],"Keyphrase:":["Søgefrase:"],"Remove keyphrase":["Fjern søgefrase"],"This feature has been disabled by the network admin.":["Denne funktion er deaktiveret af netværkets administrator."],"Focus keyphrase not set.":["Fokus søgefrase ikke angivet."],"Multiple keyphrases":["Flere søgefraser"],"Colon":["Kolon"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Både %1$s and %2$s håndterer SEO'en for dit websted. Det er skadeligt at have to SEO plugins kørende samtidigt."],"There is a new notification.":["Der er en ny notifikation.","Der er nye notifikationer."],"Learn more about the readability analysis":["Lær mere om læsbarhedsanalyse."],"Describe the duration of the instruction:":["Beskriv instruktionens varighed:"],"Optional. Customize how you want to describe the duration of the instruction":["Valgfrit. Tilpas, hvordan du vil beskrive varigheden af instruktionen"],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":["Dette er en liste af relateret indhold som du kan linke til i dit indlæg. {{a}}Læs vores artikel om sidestruktur{{\/a}} for at lære mere om hvordan interne links kan hjælpe med at forbedre dit SEO."],"%s, %s and %s":["%s, %s og %s"],"%s and %s":["%s og %s"],"%d minute":["%d minut","%d minutter"],"%d hour":["%d time","%d timer"],"%d day":["%d dag","%d dage"],"Enter a step title":["Indtast titel for dette trin"],"Optional. This can give you better control over the styling of the steps.":["Valgfrit. Dette kan give dig bedre kontrol over trinenes udseende."],"CSS class(es) to apply to the steps":["CSS klasse(r) at anvende på trinnene"],"minutes":["minutter"],"hours":["timer"],"days":["dage"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Opret en vejledning på en SEO-venlig måde. Du kan kun bruge en How-to blok pr. Indlæg."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Skriv dine ofte stillede spørgsmål på en SEO-venlig måde. Du kan kun bruge en FAQ-blok pr. Indlæg."],"Copy error":["Kopieringsfejl"],"An error occurred loading the %s primary taxonomy picker.":["Der opstod en fejl under indlæsningen af %s primære klassificeringsvælger."],"%1$s Structured Data Blocks":["%1$s Strukturerede datablokke"],"Time needed:":["Tidsforbrug:"],"Move question down":["Flyt spørgsmål ned"],"Move question up":["Flyt spørgsmål op"],"Insert question":["Indsæt spørgsmål"],"Delete question":["Slet spørgsmål"],"Enter the answer to the question":["Skriv svaret til spørgsmålet"],"Enter a question":["Skriv et spørgsmål"],"Add question":["Tilføj spørgsmål"],"Frequently Asked Questions":["Ofte stillede spørgsmål"],"Great news: you can, with %s!":["Gode nyheder: du kan med %s!"],"Select the primary %s":["Vælg den primære %s"],"Check links to this URL":["Tjek links til denne webadresse"],"Keyword research training":["Søgeord undersøgelsestræning"],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":["Kontroller %1$sarkivskabelonen%2$s for følgende indholdstype: %3$s.","Kontroller %1$sarkivskabelonerne%2$s for følgende indholdstyper: %3$s."],"Are you trying to use multiple keyphrases? You should add them separately below.":["Forsøger du at bruge flere søgeord? Du bør tilføje dem hver for sig nedenfor."],"Mark as cornerstone content":["Markér som hjørnestensindhold"],"Move step down":["Flyt et trin ned"],"Move step up":["Flyt et trin op"],"Insert step":["Indsæt trin"],"Delete step":["Slet trin"],"Add image":["Tilføj billede"],"Enter a step description":["Indtast trinbeskrivelse"],"Enter a description":["Indtast en beskrivelse"],"Unordered list":["Usorteret liste"],"Showing step items as an ordered list.":["Vis trinelementer som en sorteret liste."],"Showing step items as an unordered list":["Vis trinelementer som en usorteret liste"],"Add step":["Tilføj trin"],"Delete total time":["Slet tid i alt"],"Add total time":["Tilføj tid i alt"],"How to":["Hvordan"],"How-to":["Hvordan"],"Analysis results":["Analyseresultat:"],"Enter a focus keyphrase to calculate the SEO score":["Indtast et fokussøgeord for at beregne SEO-score"],"Learn more about Cornerstone Content.":["Lær mere om hjørnestensindhold."],"Cornerstone content should be the most important and extensive articles on your site.":["Hjørnestensindhold bør være de vigtigste og længste artikler på dit site."],"Restore Site":["Gendan site"],"Network Settings":["Netværksindstillinger"],"You are not allowed to perform this action.":["Du har ikke tilladelse til at gøre dette."],"Error: %s":["Fejl: %s"],"Success: %s":["Succes: %s"],"Site with ID %d not found.":["Site med id&#39;et %d ikke fundet."],"No site has been selected to restore.":["Du har ikke valgt noget site til gendannelse."],"You are not allowed to modify unregistered network settings.":["Du har ikke tilladelse til at ændre uregistrerede netværksindstillinger."],"deleted":["slettet"],"Would you like to add another keyphrase?":["Ønsker du at tilføje endnu et søgeord?"],"image preview":["billedpreview"],"Copied!":["Kopieret!"],"Not supported!":["Ikke understøttet!"],"Read {{a}}our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":["Læs {{a}}vores artikel om sitestruktur{{\/a}} for at lære mere om hvordan interne links kan bidrage til at forbedre din SEO."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["Når du har tilføjet lidt mere tekst, vil vi give dig en liste med tilsvarende indhold her, så du kan tilføje links i dit indlæg."],"Consider linking to these {{a}}cornerstone articles:{{\/a}}":["Overvej at linke til disse {{a}}hjørnestensartikler:{{\/a}}"],"Consider linking to these articles:":["Overvej at linke til disse artikler:"],"Copy link":["Kopiér link"],"Copy link to suggested article: %s":["Kopiér link til foreslået artikel: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Læs vores %1$sultimative guide til søgeordsresearch%2$s for at lære mere om søgeordsresearch og søgeordsstrategier."],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":["Når du har tilføjet lidt mere tekst, vil vi give dig en liste med ord og kombinationer af ord, der forekommer oftest i indholdet. De vil give dig en fornemmelse af hvad dit indhold koncentrerer sig om."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["De følgende ord og kombinationer af ord forekommer oftest i indholdet. De giver dig en fornemmelse af, hvad dit indhold koncentrerer sig om. Hvis ordene adskiller sig ret meget fra dit emne, skulle du omskrive dit indhold."],"Prominent words":["Fremtrædende ord"],"The site's tagline":["Websitets taglinje"],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":["Vi har for nylig forbedret funktionaliteten i indstillingerne for søgeudseende. Desværre har vi opdaget, at indstillingerne for bestemte indlægstypearkiver i enkelte sjældne tilfælde ikke er blevet gemt."],"Not all required fields are given. Missing field %1$s":["Ikke alle obligatoriske felter er angivet. Manglende felt %1$s"],"Optimize your shop's SEO and sell more products!":["Optimér din butiks SEO og sælg flere produkter!"],"Add synonyms":["Tilføj synonymer"],"Would you like to add keyphrase synonyms?":["Vil du gerne tilføje søgeordssynonymer?"],"Would you like to add more than one keyphrase?":["Vil du gerne tilføje flere end et søgeord?"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":["Du kan redigere SEO-metadataene for denne brugerdefinerede type på %1$sShop-siden%2$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["You haven't set a Shop page in your WooCommerce settings. Please do this first."],"Current year":["Dette år"],"Page":["Side"],"Breadcrumb settings for %s archive":["Brødkrummeindstillinger for arkivet %s"],"Something went wrong. Please reload the page.":["Noget gik galt. Genindlæs venligst siden."],"Tagline":["Tagline"],"Modify your meta description by editing it right here":["Redigér din meta-beskrivelse ved at redigere den lige her"],"description (custom taxonomy)":["beskrivelse (brugerdefineret taksonomi)"],"(custom taxonomy)":["(brugerdefineret taksonomi)"],"(custom field)":["(brugerdefineret felt)"],"Term404":["Term404"],"Caption":["Billedtekst"],"Pagenumber":["Sidenummer"],"Pagetotal":["Sidetotal"],"Page number":["Sidenummer"],"User description":["Brugerbeskrivelse"],"ID":["ID"],"Modified":["Ændret"],"Post type (plural)":["Indlægstype (flertal)"],"Post type (singular)":["Indlægstype (ental)"],"Separator":[" Separator"],"Search phrase":["Søgefrase"],"Term title":["Termtitel"],"Term description":["Termbeskrivelse"],"Tag description":["Tagbeskrivelse"],"Category description":["Kategoribeskrivelse"],"Primary category":["Primær kategori"],"Category":["Kategori"],"Tag":["Tag"],"Excerpt only":["Kun uddrag"],"Excerpt":["Uddrag"],"Site title":["Sitetitel"],"Archive title":["Arkivtitel"],"Parent title":["Forældertitel"],"Date":["Dato"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Du skal oprette en viderestilling for at sikre, at dine besøgende ikke får en 404-fejl, når de klikker på en URL, der ikke længere fungerer."],"Search engines and other websites can still send traffic to your deleted post.":["Søgemaskiner og andre websteder kan stadig sende trafik til dit slettede indlæg."],"Make sure you don't miss out on traffic!":["Sørg for, at du ikke går glip af trafikken!"],"You just deleted a %1$s.":["Du har lige slettet en %1$s."],"You just trashed a %1$s.":["Du har lige smidt %1$s i papirkurven."],"Settings for %s archive":["Indstillinger for arkivet %s"],"Settings for single %s URLs":["Indstillinger for enkelt %s URLer"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Indstillingerne på denne side giver dig mulighed for at angive, hvordan søgeresultaterne skal vises som standard for enhver type indhold, du har. Du kan vælge, hvilke indholdstyper der vises i søgeresultater, og hvad deres standardbeskrivelse skal være."],"Url preview":["URL-forhåndsvisning"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Skriv venligst en meta-beskrivelse ved at redigere snippetten herunder. Hvis du ikke gør dette, vil Google prøve at finde en relevant del af dit indlæg til at vise i søgeresultaterne."],"Insert snippet variable":["Indsæt snippet-variabel"],"Dismiss this notice":["Afvis denne meddelelse"],"No results":["Ingen resultater"],"%d result found, use up and down arrow keys to navigate":["%d resultat fundet, brug pil op og ned for at navigere","%d resultater fundet, brug pil op og ned for at navigere"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Dit websteds sprog er indstillet til %s. Hvis dette ikke er korrekt, kontakt dit websteds administrator."],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s respekterer dit privatliv. Læs vores %2$sprivat politik%3$s om hvordan vi behandler dine personlige oplysninger."],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["Hvis du ved hvad dette betyder, og du ikke længere vil se denne besked, kan du %1$safvise denne meddelelse%2$s."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["Dine indstillinger tillader i øjeblikket at vedhæftede URL'er eksisterer på dit website. Læs venligst %1$sdette indlæg om et potentielt problem%2$s med vedhæftede URL'er og tjek om du har den korrekte indstilling for dit website."],"Unknown type %1$s":["Ukendt type %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["Inkluderer en gratis MyYoast-konto, som giver dig adgang til vores gratis SEO-kursus for begyndere!"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["Tilmeld dig vores nyhedsbrev, hvis du vil holde dig ajour med %1$s, andre seje plugins af %2$s og interessante nyheder og tips fra SEO-verdenen."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Få din Baidu-verifikationskode i %1$sBaidu webmasterværktøjer%2$s."],"Baidu verification code":["Baidu-verifikationskode"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["%s&#39; importfunktioner bruger midlertidige databaser. Det ser ud, som om din WordPress-installation ikke giver mulighed for dette. Kontakt venligst din udbyder."],"Cleanup of %s data failed.":["Oprydning af %s&#39;s data mislykkedes."],"Content Type":["Indholdstype"],"Filter by content type":["Filtrér på indholdstype"],"Show All Content Types":["Vis alle indholdstyper"],"Replaced with the normal title for an archive generated by WordPress":["Erstattet med den normale titel for et arkiv genereret af WordPress"],"Clean":["Ren"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Når du er sikker på, at dit websted er ok, kan du rydde op. Det fjerner alle de oprindelige data."],"Step 5: Clean up":["Trin 5: Ryd op"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["Du skal køre konfigurationsguiden, fra SEO & rarr; Generelt & rarr; Kontrolpanel for at sikre, at alle indstillinger for dit websted er korrekte."],"Step 4: Run the configuration wizard":["Trin 4: Kør konfigurationsguiden"],"Please check your posts and pages and see if the metadata was successfully imported.":["Kontrollér dine indlæg og sider og se, om metadataene blev importeret korrekt."],"Step 3: Check your data":["Trin 3: Tjek dine data"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Dette vil importere metadata fra indlæg så som SEO-titler og beskrivelser og indsætte i dine %1$s-metadata. Det vil kun ske, når der ikke er nogen eksisterende %1$s-metadata endnu. De oprindelige data forbliver uændret."],"Step 2: Import":["Trin 2: Importer"],"Please make a backup of your database before starting this process.":["Lav venligst en backup af din database, før du starter denne proces."],"Step 1: Create a backup":["Trin 1: Opret en backup"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Vi har fundet data fra en eller flere SEO-plugins på dit websted. Følg nedenstående trin for at importere disse data:"],"Plugin: ":["Plugin:"],"%s did not detect any plugin data from plugins it can import from.":["%s har ikke fundet nogen plugindata fra plugins, den kan importere fra."],"Posts that should not show up in search results":["Indlæg, der ikke skal vises i søgeresultater"],"%s data found.":["%s-data fundet"],"%s data successfully removed.":["%s-data fjernet uden problemer."],"%s data successfully imported.":["%s-data importeret uden problemer."],"%s data not found.":["%s-data ikke fundet."],"24\/7 email support":["E-mailsupport 24\/7"],"No more dead links a.k.a. 404 pages":["Ikke flere døde link, også kaldet 404-sider"],"Get real-time suggestions for internal links":["Få realtidsforslag til interne link"],"Preview your page in Facebook and Twitter":["Forhåndsvis din side på Facebook eller Twitter"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":["Klik på \"%3$s\"-knappen for at bruge meta-beskrivelsen fra indstillingen for %1$sVisning af søgninger%2$s."],"Help on copying the home meta description":["Hjælp til at kopiere meta-beskrivelse for Hjem"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["For at lade søgemaskiner vide, hvilke sociale profiler er knyttet til dette site, skal du indtaste dine sociale profiler nedenfor."],"Learn more about your social profiles settings":["Lær mere om indstillinger af dine sociale profiler"],"Remove the categories prefix":["Fjern kategoripræfikser"],"Help on the category prefix setting":["Hjælp om indstilling af kategoripræfikser"],"Learn more about the available variables":["Lær mere om de tilgængelige variabler"],"Learn more about the RSS feed setting":["Lær mere om indstilling af RSS-feeds"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Når du uploader mediefiler (fx et billede eller en video) i WordPress, gemmer det ikke kun mediefilen, men opretter en URL for vedhæftede filer for den. Disse sider med vedhæftede filer er ofte tomme: de indeholder mediefilen og muligvis en titel, hvis du har indtastet en. Hvis du aldrig bruger disse URL&#39;er, er det derfor bedre at deaktivere dem og viderestille til mediefilen."],"Learn more about the Media and attachment URLs setting":["Læs mere om indstillinger for URL&#39;er for mediefiler og vedhæftede filer"],"Learn more about the title separator setting":["Læs mere om indstillinger for titelseparator"],"Learn more about the knowledge graph setting":["Læs mere om indstillinger for vidensgraf"],"Learn more about the homepage setting":["Lær mere om indstillinger for hjem-siden"],"Learn more about the special pages setting":["Læs mere om indstillinger for specialsider"],"Help on the date archives search results setting":["Hjælp til indstillinger for søgeresultater for datoarkiver"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Viser man ikke forfatterarkiver uden indlæg i søgeresultaterne, betyder det teknisk set, at de har en %1$s robots-meta og vil blive udeladt af XML-sitemaps. %2$sFlere oplysninger om indstillinger for søgesultater%3$s."],"Help on the authors without posts archive search results setting":["Hjælp til indstillinger for søgeresultater for forfatterarkiver uden indlæg"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Viser man ikke forfatterarkiver i søgeresultaterne, betyder det teknisk set, at de har en %1$s robots-meta og vil blive udeladt af XML-sitemaps. %2$sFlere oplysninger om indstillinger for søgesultater%3$s."],"Help on the author archives search results setting":["Hjælp til indstillinger for søgeresultater for forfatterarkiver"],"Archives settings help":["Hjælp til indstillinger for arkiver"],"Learn more about the archives setting":["Læs mere om indstillinger for arkiver"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Hent din Yandex-verifikationskode i %1$sYandex-webmasterværktøjer%2$s."],"Yandex verification code":["Yandex-verifikationskode"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Få din Google-verifikationskode i %1$s-Google Søgekonsol%2$s."],"Google verification code":["Google-verifikationskode"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Få din Bing-verifikationskode i %1$sBing Webmasterværktøjer%2$s."],"Bing verification code":["Bing-verifikationskode"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Du kan bruge boksene nedenfor til at blive verificeret hos de forskellige webmasterværktøjer. Denne funktion vil tilføje en verifikations-meta-tag på hjem-siden. Følg linket til de forskellige webmasterværktøjer og læs instruktionerne for metatag-verifikationsmetoden for at få verifikationskoden. Hvis dit site allerede er verificeret, kan du bare gå videre."],"Learn more about the Webmaster Tools verification":["Læs mere om verifikation og webmasterværktøjer"],"On":["Til"],"Help on: %s":["Hjælp til: %s"],"%1$s comes with a lot of features. You can enable \/ disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s har en lang række funktioner. Du kan aktivere eller deaktivere nogle af dem nedenfor. Klik på spørgsmålstegnene for at læse mere om funktionerne."],"Off":["Fra"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Den avancerede sektion i %1$s&#39; metaboks lader en bruger fjerne indlæg fra søgeresultaterne eller ændre den kanoniske URL. Det er ikke noget, du ønsker, alle forfattere skal kunne gøre. Derfor er det som standard kun redaktører og administratorer, der kan gøre det. Indstillingen \"%2$s\" lader alle brugere ændre disse indstillinger."],"Security: no advanced settings for authors":["Sikkerhed: ingen avancerede indstillinger for forfattere"],"See who contributed to %1$s.":["Læs, hvem der har bidraget til %1$s."],"Help on this search results setting":["Hjælp til denne indstilling for søgeresultater"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Viser man ikke arkiver for %1$s i søgeresultaterne, betyder det teknisk set, at de har en %2$s robots-meta og vil blive udeladt af XML-sitemaps. %3$sFlere oplysninger om indstillinger for søgesultater%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Viser man ikke %1$s i søgeresultaterne, betyder det teknisk set, at de har en %2$s robots-meta og vil blive udeladt af XML-sitemaps. %3$sFlere oplysninger om indstillinger for søgesultater%4$s."],"Default for %2$s, currently: %1$s":["Standard for %2$s, aktuelt: %1$s"],"Show %s in search results?":["Vis %s i søgeresultater?"],"this author's archives":["denne forfatters arkiver"],"Do not allow search engines to show %s in search results.":["Tillad ikke søgemaskiner at vise %s i søgeresultater."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["Kategori-URL'er i WordPress indeholder et præfiks, sædvanligvis %s. Denne funktioner fjerne dette præfix, men kun for kategorier."],"Category URLs":["Kategori URL'er"],"the archive for %s":["arkivet for %s"],"Redirect attachment URLs to the attachment itself?":["Viderestil URL&#39;er for vedhæftede filer til de vedhæftede filer selv?"],"We recommend you set this to Yes.":["Vi anbefaler dig at sætte det til ja."],"Media & attachment URLs":["URL for mediefiler og vedhæftede filer"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Dette vises i søgeresultaterne, når man finder din hjemmeside. Det er formentlig, hvad man ser, når man søger efter navnet på dit brand."],"date archives":["datoarkiver"],"archives for authors without posts":["arkiver for forfattere uden indlæg"],"Read why XML Sitemaps are important for your site.":["Læs, hvorfor XML-sitemaps er vigtige for dit site."],"Enable the XML sitemaps that %s generates.":["Aktivér XML-sitemaps, som %s genererer."],"See the XML sitemap.":["Vis XML-sitemap."],"%2$s (current default for %1$s)":["%2$s (aktuel standard for %1$s)"],"Media":["Mediefiler"],"Content Types":["Indholdstyper"],"Should search engines follow links on this %1$s?":["Skal søgemaskiner følge links for denne %1$s?"],"Allow search engines to show this %s in search results?":["Tillad søgemaskiner at vise denne\/dette %s i søgeresultaterne?"],"Search Appearance":["Visning af søgeresultater"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":["Vælg, hvilke indholdstyper du ønsker at få vist i søgemaskiner. Hvis du ikke kender forskellen på disse, er det bedst at vælge standardindstillingen."],"Search engines should show \"%1$s\" in search results:":["Søgemaskiner skal vise \"%1$s\" i søgeresultaterne:"],"Search engine visibility":["Synlighed i søgemaskiner"],"Toggle %1$s's XML Sitemap":["Slå %1$s&#39;s XML-sitemap til\/fra"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Hjørnestensindhold-funktionen lader dig vælge og filtrere hjørnestensindhold på dit websted."],"Good results":["Gode resultater"],"Get better search results in local search":["Få bedre søgeresultater i lokale søgninger"],"Allow customers to pick up their %s order locally":["Tillad kunder at hente deres %s-ordre lokalt"],"SEO analysis":["SEO-analyse"],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO-analyse kommer med forslag til, hvordan du forbedrer din teksts SEO."],"Learn how the SEO analysis can help you rank.":["Lær, hvordan SEO-analyse kan hjælpe dig med dine søgemaskineplaceringer."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Læsbarhedsanalysen kommer med forslag til, hvordan du kan forbedre din teksts struktur og stil."],"Discover why readability is important for SEO.":["Læs, hvorfor læsbarhed er vigtig for SEO."],"Find out how cornerstone content can help you improve your site structure.":["Find ud af, hvordan hjørnestensindhold kan hjælpe dig med at forbedre dit websteds struktur."],"The text link counter helps you improve your site structure.":["Tekstlink-tælleren hjælper dig med at forbedre din sides struktur."],"Find out how the text link counter can enhance your SEO.":["Find ud af, hvordan tekstlink-tælleren kan forbedre din SEO."],"%s integration":["%s-integration"],"Read more about how %s works.":["Læs mere om, hvordan %s virker."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Aktivér denne funktion, hvis du ønsker, at Facebook og andre sociale medier skal vise en preview med billeder og tekstuddrag, når et link til dit websted deles."],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Aktivér denne funktion, hvis du ønsker, at Twitter skal vise et preview med billeder og et tekstuddrag, når folk deler et link til dit site."],"Find out why you should upgrade to %s":["Find ud af, hvorfor du bør opgraderer til %s"],"https:\/\/yoa.st\/1uk":["https:\/\/yoa.st\/1uk"],"https:\/\/yoa.st\/1uj":["https:\/\/yoa.st\/1uj"],"Latest blog posts on %1$s":["Seneste blogindlæg på %1$s"],"Remove highlight from the text":["Fjern fremhævelser fra teksten"],"Your site language is set to %s. ":["Sproget på dit websted er sat til %s."],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Kom hurtigt i gang med %1$ss %2$sopsætningsguide%3$s!"],"First-time SEO configuration":["Førstegangs SEO-opsætning"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["Sproget på dit site er sat til {language}. Hvis dette ikke er korrekt, så kontakt din siteadministrator."],"Your site language is set to {language}.":["Dit websteds sprog er sat til {language}."],"Highlight this result in the text":["Fremhæv dette resultat i teksten"],"Considerations":["Overvejelser"],"Errors":["Fejl"],"Change language":["Ændr sprog"],"You cannot create a %s file.":["Du kan ikke oprette en %s-fil."],"You cannot edit the %s file.":["Du kan ikke redigere filen %s."],"Updated %s":["Opdateret %s"],"Create %s file":["Opret filen %s"],"Edit the content of your %s:":["Redigér indholdet af din %s:"],"Save changes to %s":["Gem ændringerne i %s"],"%s file":["%s-fil"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s og %2$s kan fungere meget bedre sammen, hvis du installerer en hjælperplugin. Installér venligst %3$s for at gøre dit liv lettere. %4$s."],"More information":["Mere information"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s og %2$s kan fungere meget bedre sammen, hvis du installerer et hjælperplugin. Aktivér venligst %3$s for at gøre dit liv lettere."],"More information about %1$s":["Mere information om %1$s"],"Configuration Wizard":["Opsætningsguide"],"You've done it!":["Du er færdig!"],"Seamlessly integrate %2$s with %1$s for the content analysis!":["Integrér %2$s problemfrit med %1$s med henblik på indholdsanalyse!"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s og %2$s kan fungere meget bedre sammen, hvis du installerer et hjælperplugin. Installér venligst %3$s for at gøre dit liv lettere."],"Manage your %s subscription on MyYoast":["Administrér dit %s abonnement på MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Markér vigtigste %1$s som 'hjørnestensindhold' for at forbedre din sides struktur. %2$sLæs mere om hjørnestensindhold%3$s."],"(Opens in a new browser tab)":["(Åbner i en ny browserfane)"],"Posts %1$swithout%2$s a focus keyphrase":["Indlæg %1$suden%2$s en fokussøgefrase"],"Hey, your SEO is doing pretty well! Check out the stats:":["Din SEO klarer sig godt! Se statistikkerne:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Du har ingen udgivne indlæg. Din SEO-score vil fremgå her, når du har udgivet dit første indlæg!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["På denne side kan du ændre navnet på din side og vælge hvilken separator der skal bruges. Separatoren vil f.eks. vises mellem din indlægstitel og dit websteds navn. Symboler vises i den størrelse, som de bliver vist i søgeresultater. Vælg den, der passer bedst til dit brand eller optager mindst plads i dine snippets."],"Something else":["Noget andet"],"A portfolio":["En portfolio"],"A corporation":["En virksomhed"],"A small offline business":["En lille offlinevirksomhed"],"A news channel":["En nyhedskanal"],"An online shop":["En webshop"],"A blog":["En blog"],"What does the site %1$s represent?":["Hvad repræsenterer dit websted %1$s?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["Hvis du siger nej, vil dine forfatterarkiver blive deaktiveret for at forhindre problemer med duplikeret indhold."],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["Bemærk: Vi gemmer ikke dine data på nogen måde, og vi har ikke komplet adgang til din konto. Dit privatliv er sikkert hos os."],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":["%1$s integrerer med Google Search Consol, som du som webstedsejer absolut må have. Det giver dig informationer om, hvor godt dit websted har det. Har du ikke en Google-konto, eller er dit websted ikke aktiveret endnu? Find ud af, %2$shvordan du forbinder Google Search Console med dit websted.%3$s."],"Option B: My site is under construction and should not be indexed":["Mulighed B: Min side er under udvikling og skal ikke indekseres"],"Option A: My site is live and ready to be indexed":["Mulighed A: Min side er online og klar til at blive indekseret"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["Vælg under udvikling af webstedet, hvis du ikke vil have dit websted indekseret af søgemaskiner. Glem ikke at aktivere det, når du er klar til at tage din side online."],"Please specify if your site is under construction or already active.":["Angiv, om din side er under udvikling eller allerede aktiv."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":["Denne information bliver brugt i Googles Knowledge Graph Card, den store\nboks med information, som du ser på højre side af søgeresultaterne."],"Read more like this on our SEO blog":["Læs mere som dette på vores SEO-blog"],"Readability: %s":["Læsbarhed: %s"],"Not activated":["Ikke aktiveret"],"Activated":["Aktiveret"],"%1$s recommendations for you":["%1$s anbefalinger til dig"],"All Readability Scores":["Alle læsbarheds-scorer"],"Filter by Readability Score":["Filtrér med læsbarheds-scorer"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Du får ingen opdateringer eller support! Løs problemet ved at tilføje dette site og aktivere %1$s på det i %2$s."],"Request method %1$s is not valid.":["Forespørgselsmetoden %1$s er ikke gyldig."],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["Ønsker du at se et preview af, hvordan det vil se ud, hvis folk deler dette indlæg på %1$s? Det kan du ‒ med %2$s."],"Good job! All the links in your texts have been counted.":["Fint! Alle links i din tekst er optalt."],"Calculation completed.":["Beregning fuldført."],"Calculation in progress...":["Beregning i gang …"],"Stop counting":["Stop optælling"],"Counting links in your texts":["Tæller links i dine tekster"],"Text %1$s of %2$s processed.":["Tekst %1$s af %2$s behandlet."],"All your texts are already counted, there is no need to count them again.":["Alle dine tekster er optalt, så der er ingen grund til at tælle dem igen."],"Count links in your texts":["Tæl links i dine tekster"],"Text link counter":["Tekstlinktæller"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Antal interne links, der linker til dette indlæg. Se \"Yoast-kolonner\"-teksten i hjælpefanen for flere oplysninger."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Antal udgående links i dette indlæg. Se \"Yoast-kolonner\"-teksten i hjælpefanen for flere oplysninger."],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s tilføjer adskiller kolonner til denne side. Vi har skrevet en artikel om, %2$shvordan man bruger SEO-scoren og Læsbarheds-scoren%3$s. Link-kolonnerne viser, hvor mange artikler på dette site der linker %5$stil%6$s denne artikel og antal URL&#39;er, der linker %5$sfra%6$s denne artikel. Læs mere om, %4$shvordan du bruger disse funktioner til at forbedre de interne links%3$s, hvilket kraftigt forbedrer din SEO."],"%s Columns":["%s-kolonner"],"Readability score":["Læsbarheds-score"],"Other benefits of %s for you:":["Andre fordele, %s giver dig:"],"Scroll to see the preview content.":["Scroll for at se preview-indholdet."],"Cornerstone content":["Hjørnestensindhold"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["Hvis du vil vinde over konkurrenterne i en bestemt by eller region, så tjek vores %1$s-plugin. Du kan så let som ingenting indsætte Google-maps, åbningstider, kontaktoplysningerne og en butiksfinder. Desuden hjælper %1$s dig med at forbedre din kontaktsides brugervenlighed."],"Attract more customers near you":["Tiltræk flere kunder i nærheden af dig"],"Upgrade to Premium":["Opgradér til Premium"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["Vil du besejre dine konkurrenter i søgeresultaterne? %1$s giver dig flere supergode funktioner, som hjælper dig med at få styr på din SEO-strategi som en professionel. Brug flere fokussøgeord, viderestillings-manageren og vores værktøj til at linke internt. %1$s vil også give dig adgang til premium-support."],"Outrank the competition with %s":["Besejr konkurrenterne med %s"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Vi har opdaget, at du endnu ikke har færdiggjort opsætningsguiden, så vi anbefaler, at du %2$sstarter opsætningsguiden og sætter %1$s op%3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["Opsætningsguiden hjælper dig med at opsætte dit websted med de optimale SEO-indstillinger så let som ingenting."],"Superfast internal linking suggestions":["Lynhurtige forslag til interne links"],"Great news: you can, with %1$s!":["Godt nyt: du kan, med %1$s!"],"Save changes":["Gem ændringer"],"1 year free support and updates included!":["1 års gratis support og opgraderinger inkluderet!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Pluginnet %2$s ændrer dit sites outpunkt, men på en måde, som skelner mellem søgemaskiner og normale bruger, en proces, der kaldes tilsløring (cloaking). Vi opfordrer indtrængende til, at du deaktiverer det."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sSociale medier forhåndsvisning%2$s: Facebook & Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sIkke flere døde links%2$s: Viderestillings-manager, som er nem at bruge"],"No ads!":["Ingen annoncer!"],"Facebook & Twitter":["Facebook & Twitter"],"Social media preview":["Preview af sociale medier"],"Easy redirect manager":["Viderestillings-manager, der er nem at bruge"],"No more dead links":["Ikke flere døde links"],"Increase your SEO reach":["Forøg din SEO-effekt"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Hvis du ønsker mere hjælp til at skabe fantastisk indhold, så tjek vores %2$sSEO-tekstforfatningskursus%3$s. Ønsker du at vide alt om pluginnets funktioner, så overvej vores %1$s!"],"Variable":["Variabel"],"Available variables":["Tilgængelige variabler"],"Scroll to see the table content.":["Scroll for at se tabelindholdet."],"An error occurred in the '%1$s' assessment":["Der opstod en fejl i '%1$s'-beregningen."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s af ordene har %2$sover %3$s stavelser%4$s, hvilket er mere end det anbefalede maksimum på %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s af ordene har %2$sover %3$s stavelser%4$s, hvilket er mindre end eller lig med det anbefalede maksimum på %5$s."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["Dette er lidt under det anbefalede minimum på %5$d ord. %3$sTilføj lidt mere tekst%4$s.","Dette er lidt under det anbefalede minimum på %5$d ord. %3$sTilføj lidt mere tekst%4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["Metabeskrivelsen indeholder %1$d sætning med %2$sover %3$s ord%4$s. Prøv at forkorte denne sætning.","Metabeskrivelsen indeholder %1$d sætning med %2$sover %3$s ord%4$s. Prøv at forkorte disse sætninger."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["Metabeskrivelsen indeholder ingen sætninger med %1$sover %2$s ord%3$s."],"Step %1$d: %2$s":["Trin %1$d: %2$s"],"No new notifications.":["Ingen nye notifikationer."],"Save all":["Gem alle"],"Save":["Gem"],"%1$s, Author at %2$s":["%1$s, skribent på %2$s"],"Mobile preview":["Mobil-preview"],"Desktop preview":["Desktop-preview"],"Please provide an SEO title by editing the snippet below.":["Tilføj venligst en SEO-titel ved at redigere uddraget i snippeteditoren nedenfor."],"Meta description preview:":["Preview af metabeskrivelse:"],"Slug preview:":["Preview af korttitel:"],"SEO title preview:":["Preview af SEO-titel:"],"Close snippet editor":["Luk snippeteditor"],"Slug":["Korttitel"],"Remove marks in the text":["Fjern markeringer i teksten"],"Mark this result in the text":["Markér dette resultat i teksten"],"Marks are disabled in current view":["Markeringer er deaktiveret i den aktuelle visning"],"Good SEO score":["God SEO-score"],"OK SEO score":["OK SEO-score"],"Feedback":["Feedback"],"ok":["ok"],"Choose an image":["Vælg et billede"],"Remove the image":["Fjern billedet"],"MailChimp signup failed:":["MailChimp-tilmelding mislykkedes:"],"Sign Up!":["Tilmeld!"],"Name":["Navn"],"Please provide a meta description by editing the snippet below.":["Tilføj venligst en meta-beskrivelse ved at redigere uddraget i snippeteditoren nedenfor."],"Edit snippet":["Redigér snippet"],"You can click on each element in the preview to jump to the Snippet Editor.":["Du kan klikke på hvert enkelt element i previewet for at komme til Snippeteditoren."],"SEO title preview":["Preview af SEO-titel"],"Meta description preview":["Preview af metabeskrivelse"],"A problem occurred when saving the current step, {{link}}please file a bug report{{\/link}} describing what step you are on and which changes you want to make (if any).":["Et problem opstod, da det nuværende trinskulle gemmes, {{link}}udfyld venligst en fejlrapport{{\/link}}: Beskriv, hvilket trin du var på, og hvilke ændringer du evt. ønskede at lave."],"Close the Wizard":["Luk guiden"],"Export settings":["Eksporter indstillinger"],"%1$s video tutorial":["%1$s-videovejledning"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Konfigurationsguide"],"Please don't show me this notification anymore":["Vis mig venligst ikke denne notifikation igen"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Oplever du problemer, %1$sså opret en supportsag%2$s, og vi vil gøre, hvad vi kan, for at hjælpe dig."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Vi har bemærket, at du har brugt %1$s i nogen tid; vi håber, du er begejstret det! Vi ville blive henrykt, hvis du kunne %2$sgive os en 5-stjernet bedømmelse på WordPress.org%3$s!"],"Date archives settings":["Indstillinger for datoarkiver"],"Author archives settings":["Indstillinger for forfatterarkiver"],"%1$s by %2$s":["%1$s gange %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":[],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24\/7 personal support.":["Vidste du forresten, at vi også har en %1$sbetalingsudgave%2$s? Den indeholder avancerede funktioner som fx administration af viderestilling og understøttelse af flere søgeord. Du får også personlig support 24\/7."],"(no title)":["(ingen titel)"],"%s installation wizard":["%s installationsguide"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["%1$s&#39;s menu i kontrolbjælken rummer en række nyttige links til tredjeparts-værktøjer, der kan analysere sider, og gør det let at se, om du har nye notifikationer."],"Admin bar menu":["Kontrolbjælkemenu"],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":["%1$s tjekker ugentligt, om dit websted stadig kan indekseres af søgemaskinerne og %2$s vil give dig besked, hvis dette ikke er tilfældet."],"Features":["Funktioner"],"SEO title":["SEO-titel"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Vi gør vores bedste for at gøre det så let som muligt at konfigurere %1$s, men vi ved godt, at det kan være en stor mundfuld. Hvis du hellere vil, at vi konfigurerer %1$s for dig (du får en licens til %2$s undervejs), så bestil vores %3$s%1$s-konfigurationspakke%4$s her!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Velkommen til %1$s's konfigurationsguide. Via nogle få simple trin vil vi hjælpe dig med at konfigurere dine SEO-indstillinger, så det passer til dit websites behov."],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google viser dit websites navn i søgeresultaterne. Hvis du ønsker at ændre det, kan du gøre det her."],"Greater than sign":["Større end-tegn"],"Less than sign":["Mindre end-tegn"],"Right angle quotation mark":["Højre dobbel citations-vinkel"],"Left angle quotation mark":["Venstre dobbel citations-vinkel"],"Small tilde":["Lille tilde"],"Vertical bar":["Lodret streg"],"Low asterisk":["Lav asterisk"],"Asterisk":["Asterisk"],"Bullet":["Punkttegn"],"Middle dot":["Midterste prik"],"Em dash":["Em-tankestreg"],"En dash":["En-tankestreg"],"Dash":["Tankestreg"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Vælg det tegn, du ønsker som din titeladskiller. Den vises for eksempel mellem dit indlægs titel og dit sites navn. Symboler vises i den størrelse, som de har i søgeresultaterne."],"The name of the person":["Personens navn"],"No":["Nej"],"Yes":["Ja"],"Does, or will, your site have multiple authors?":["Har eller vil dit site få flere forfattere?"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress genererer automatisk en URL for hvert medie i dit bibliotek. Aktivering heraf lader Google indeksere den genererede URL."],"Success!":["Succes!"],"Title settings":["Titelindstillinger"],"Multiple authors":["Flere forfattere"],"Site type":["Sitetype"],"Environment":["Miljø"],"Yoast option %1$s not found.":["Yoast-indstilling %1$s ikke fundet."],"Google Structured Data Test":["Googles Struktureret data-test"],"Posts list":["Liste over indlæg"],"Posts list navigation":["Navigering for liste over indlæg"],"Filter posts list":["Filtrér liste over indlæg"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Bemærk, at dit tema måske selv outputter link til arkiver. Dem er du nødt til selv at fjerne."],"%1$s to optimize your site even further":["%1$s, hvis du vil optimere dit site yderligere"],"%1$s extensions":["%1$s-udvidelser"],"Comes with our 30-day no questions asked money back guarantee":["Du kan få pengene tilbage helt uden betingelser inden for 30 dage"],"More information %1$sabout %3$s%2$s":["Læs mere %1$som %3$s%2$s"],"Installed":["Installeret"],"gain access to our 24\/7 support team.":["få adgang til vores 24\/7-supportteam."],"Premium support":["Premium-support"],"check what your Facebook or Twitter post will look like.":["tjek, hvordan din Facebook- eller Twitter-indlæg vil se ud."],"Social previews":["Sociale previews"],"create and manage redirects from within your WordPress install.":["opret og administrér viderestillinger direkte i WordPress."],"Redirect manager":["Viderestillings-administrator"],"%1$s, take your optimization to the next level!":["%1$s – løft din optimering til næste niveau!"],"A seamless integration between %1$s and %2$s":["Perfekt integration mellem %1$s og %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Brug %1$s-brødkrummer i stedet for dem genereret af %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Indsæt Google Maps, en find nærmeste butik-funktion, åbningstider m.m. så let som ingenting"],"Creates XML News Sitemaps":["Opretter XML news-sitemaps"],"Immediately pings Google on the publication of a new post":["Pinger Google med det samme, når et nyt indlæg er udgivet"],"Optimize your site for Google News":["Optimér dit site til Google News"],"Make videos responsive through enabling fitvids.js":["Gør videoer responsive ved at aktivere fitvids.js"],"Enhance the experience of sharing posts with videos":["Giv folk en bedre oplevelse, når de deler indlæg med videoer"],"Show your videos in Google Videos":["Vis dine videoer i Google-videoer"],"Edit &#8220;%s&#8221;":["Redigér &#8220;%s&#8221;"],"Premium":["Premium"],"Google Trends":["Google Trends"],"Notifications":["Notifikationer"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Fjerner søgeordsfanen fra metaboksen og deaktiverer alle SEO-relaterede forslag."],"Disable SEO analysis":["Deaktivér SEO-analyse"],"Twitter settings":["Twitter-indstillinger"],"Pinterest settings":["Pinterest-indstillinger"],"Facebook settings":["Facebook-indstillinger"],"Title separator symbol":["Symbol for titelseparator"],"RSS feed settings":["RSS-feed-indstillinger"],"Breadcrumbs settings":["Brødkrumme-indstillinger"],"Make primary":["Gør primær"],"%s notification":["%s notifikation","%s notifikationer"],"Disable readability analysis":["Deaktivér læsbarhedsanalyse"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Fjerner fanen læsbarhed fra metaboksen og deaktiverer alle forslag relateret til læsbarhed."],"Readability analysis":["Læsbarhedsanalyse"],"Needs improvement":["Behov for forbedringer"],"Readability":["Læsbarhed"],"Improvements":["Forbedringer"],"Dismiss this item.":["Afvis denne."],"Good job! We could detect no serious SEO problems.":["Godt skuldret! Vi kunne ikke finde nogen alvorlige SEO-problemer."],"We have detected the following issues that affect the SEO of your site.":["Vi har registreret følgende problemer, der påvirker dit websteds SEO."],"Problems":["Problemer"],"Analysis":["Analyse"],"Not available":["Ikke tilgængelig"],"Filter by SEO Score":["Filtrér på SEO-score"],"Meta description not set.":["Metabeskrivelse ikke angivet."],"Open":["Åbn"],"Dashboard":["Kontrolpanel"],"You can fix this on the %1$sPermalink settings page%2$s.":["Du kan fiske dette på siden %1$sPermanente links%2$s."],"Replaced with the primary category of the post\/page":["Erstattet med den primære kategori for indlægget\/siden"],"Pinterest confirmation":["Pinterest-bekræftelse"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Hvis du allerede har bekræftet dit site hos Pinterest, kan du springe trinene nedenfor over."],"Format-based archives":["Formatbaserede arkiver"],"Webmaster Tools verification":["Webmaster Tools-bekræftelse"],"Buy %s":["Køb %s"],"New %1$s Title":["Ny %1$s-titel"],"Existing %1$s Title":["Eksisterende %1$s-titel"],"Expected an integer as input.":["Forventede et input bestående af et heltal."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Forsøger at lave en cachenøgle for sitemaps, men kombinationen af postfix og præfix giver for lidt plads til at gøre det. Du har formentlig sendt en forespørgsel om en side, som ligger langt uden for det forventede område."],"Remove":["Fjern"],"Keep":["Behold"],"Bold the last page":["Sidste side med fed"],"Regular":["Normal"],"Bold":["Fed"],"Show Blog page":["Vis blogside"],"Primary %s":["Primær %s"],"Primary":["Primær"],"Make %1$s primary %2$s":["Gør %1$s til primær %2$s"],"Term is set to noindex.":["Term er sat til noindex."],"Author archives":["Forfatterarkiver"],"Show":["Vis"],"Enabled":["Aktiveret"],"Disabled":["Deaktiveret"],"%1$s has not fetched your site's indexability status yet from %2$s":["%1$s har ikke hentet dit websteds indeksabilitetsstatus fra %2$s endnu"],"The separator defined in your theme's %s tag.":["Separatoren defineret i dit temas %s-tag."],"No index":["Intet indeks"],"Analyze entire site":["Analysér hele sitet"],"Fetch the current status":["Hent den aktuelle status"],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":["%1$s%2$s har ikke været i stand til at hente dit websteds indeksabilitetsstatus%3$s fra %4$s"],"Your homepage can be indexed by search engines.":["Din hjemmeside kan indekseres af søgemaskiner."],"Indexability check by %1$s":["Indeksabilitetstjek ved %1$s"],"If you want to use an image for sharing on %1$s, you can upload \/ choose an image or add the image URL here.":["Hvis du ønsker at bruge et billede, når deler på %1$s, kan du uploade\/vælge et billede eller tilføje et billedes URL her."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Hvis du ikke ønsker at bruge meta-beskrivelsen ved deling på %1$s, men ønsker en anden beskrivelse dér, skal du skrive det her."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Hvis du ikke ønsker at bruge titlen ved deling på %1$s, men ønsker en anden titel dér, skal du skrive det her."],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$sDin hjemmeside kan ikke indekseres af søgemaskiner%2$s. Det er meget skidt med SEO-øjne og bør fikses."],"Once Weekly":["Én gang om ugen"],"SEO score":["SEO-score"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["Genberegner SEO-scores for alt indhold, der har et fokussøgeord."],"%1$s of %2$s done.":["%1$s af %2$s behandlet."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Vi har opdateret vores SEO-score-algoritme. %1$sGenberegn SEO-scorerne%2$s for alle indlæg og sider."],"Team Yoast":["Team Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Den første rigtige alt-i-en SEO-løsning for WordPress, inklusiv analyse af siders indhold, XML-sitemaps og meget mere."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Aktivering mislykkedes:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Filterudvidelsen er ikke tilgængelig. Bed venligst din webudbyder om at aktivere den."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Installationen af pluginnet %1$s er ikke færdiggjort. Se venligst %2$sinstallationsvejledningen%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Udvidelsen Standard PHP Library  (SPL) ser ikke ud til at være tilgængelig. Bed din webhost om at aktivere den."],"SEO Settings":["SEO-indstillinger"],"Mobile-Friendly Test":["Mobilvenlig test"],"Google Page Speed Test":["Google Page Speed Test"],"CSS Validator":["CSS-validering"],"HTML Validator":["HTML-validering"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins validering"],"Facebook Debugger":["Facebook Debugger"],"Check Headers":["Tjek headers"],"Check Google Cache":["Tjek Google Cache"],"Analyze this page":["Analyser denne side"],"Keyword Research":["Nøgleordsanalyse"],"%s does not seem to be a valid url. Please correct.":["%s ser ikke ud til at være en gyldig URL. Ret venligst dette."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s ser ikke ud til at være en gyldig verifikationsstreng hos %2$s. Ret venligst."],"%s Archive":["%s Arkiv"],"You searched for %s":["Du søgte efter %s"],"%s does not seem to be a valid Twitter Username. Please correct.":[],"Summary with large image":["Resume med stort billede"],"Summary":["Resume"],"The post %1$s appeared first on %2$s.":["Indlægget %1$s blev først udgivet på %2$s."],"No numeric value was received.":["Ingen numerisk værdi blev modtaget."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Dette skal være en eksisterende blog. Bloggen %s findes ikke eller er blevet markeret som slettet."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Standardblogindstillingerne skal være den numerisk blog-ID på den blog, du ønsker at bruge som standard."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s er ikke et gyldigt valg for, hvem der skal have adgang til %2$s-indstillingerne. Værdien nulstillet til standard."],"Please select a valid post type for taxonomy \"%s\"":["Vælg venligst en gyldig indholdstype for taksonomien \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Vælg venligst en gyldig taksonomi for indholdstypen \"%s\""],"You searched for":["Du søgte efter"],"Home":["Hjem"],"Archives for":["Arkiver for"],"Error 404: Page not found":["Fejl 404: Siden blev ikke fundet"],"Good":["God"],"Replaced with a custom taxonomies description":["Erstattes med en brugerdefineret taksonomis beskrivelse"],"Replaced with a posts custom taxonomies, comma separated.":["Erstattet med et indlæg brugerdefinerede taksonomier, kommasepareret."],"Replaced with a posts custom field value":["Erstattet med et indlægs brugerdefineret felts værdi"],"Replaced with the slug which caused the 404":["Erstattet med den korte titel, som forårsagede 404"],"Replaced with the posts focus keyphrase":["Erstattet med indlæggets fokusnøgleord"],"Attachment caption":["Tekst til vedhæftning"],"Replaced with the current page number":["Erstattes med det nuværende sidetal"],"Replaced with the current page total":["Erstattes med det nuværende totale antal sider"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Erstattet af det nuværende sidenummer med kontekst (dvs.: side 2 af 4)"],"Replaced with the post\/page author's 'Biographical Info'":["Erstattes med indlæggets\/sidens forfatter-beskrivelse"],"Replaced with the post\/page author's 'nicename'":["Erstattes med indlæggets\/sidens forfatter-kaldenavn"],"Replaced with the post\/page ID":["Erstattes med indlæggets\/sidens ID"],"Replaced with the post\/page modified time":["Erstattes med indlæggets\/sidens ændringsdato"],"Replaced with the content type plural label":["Erstattes med indholdstypens flertalslabel"],"Replaced with the content type single label":["Erstattes med indholdstypens entalslabel"],"Replaced with the current search phrase":["Erstattes med den nuværende søgning"],"Replaced with the term name":["Erstattes med term-navnet"],"Replaced with the term description":["Erstattes med term-beskrivelsen"],"Replaced with the tag description":["Erstattes med tag-beskrivelsen"],"Replaced with the category description":["Erstattes med kategori-beskrivelsen"],"Replaced with the post categories (comma separated)":["Erstattes med indlæggets kategorier (komma-separeret)"],"Replaced with the current tag\/tags":["Erstattes med det\/de nuværende tag\/tags"],"Replaced with the post\/page excerpt (without auto-generation)":["Erstattet med indlægs-\/sideuddrag (uden auto-generation)"],"Replaced with the post\/page excerpt (or auto-generated if it does not exist)":["Erstattet med indlæg-\/sideuddrag (eller auto-genereret hvis det ikke eksisterer)"],"The site's name":["Sidens navn"],"Replaced with the title of the parent page of the current page":["Erstattes med titlen på forælderen til den nuværende side"],"Replaced with the title of the post\/page":["Erstattes med titlen på indlægget\/siden"],"Replaced with the date of the post\/page":["Erstattes med datoen for indlægget\/siden"],"Page %1$d of %2$d":["Side %1$d af %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Du kan ikke overtrumfe en WPSEO-standardvariabeludskiftning ved at registrere en variabel med det samme navn. Brug i stedet filteret \"wpseo_replacements\" til at justere erstatningsværdien."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["En udskiftningsvariabel med det samme navn er allerede registreret. Prøv at gøre dit variabelnavn unik. "],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["En udskiftningsvariabel kan ikke starte med \"%%cf_\" eller \"%%ct_\", da disse er forbeholdt variabler for brugerdefinerede felter og brugerdefinerede taksonomier i WPSEO-standardvariabler. Prøv at lave dit variabelnavn unikt."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["En erstatningsvariabel kan kun indeholde alfanumeriske tegn, understregningstegnet _ eller skråstregen \/. Prøv at give din variabel et nyt navn."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Besked kun til administrator: Denne side viser ikke en meta-beskrivelse fordi den ikke har en. Du kan enten skrive en specifikt til denne side eller gå til menuen [%1$s - %2$s] og opsætte en skabelon."],"Page not found":["Siden blev ikke fundet"],"%s Archives":["%s Arkiv"],"Search for \"%s\"":["Søgning for \"%s\""],"Meta description to use for Author page":["Meta-beskrivelse til brug på forfattersiden"],"Title to use for Author page":["Titel til forfatter-side"],"%1$s settings":["%1$s-indstillinger"],"Export your %1$s settings":["Eksporter dine %1$s-indstillinger"],"Import settings":["Importer indstillinger"],"Import from other SEO plugins":["Import fra andre SEO-plugins"],"Import":["Importer"],"If you had a %s file and it was editable, you could edit it from here.":["Hvis du havde en %s-fil, og den var redigerbar, kunne du redigere den herfra."],"If your %s were writable, you could edit it from here.":["Hvis din %s var skrivbar, ville du kunne redigere den her."],"You don't have a %s file, create one here:":["Du har ikke en %s-fil. Opret en her:"],"A link to your site, with your site's name and description as anchor text.":["Et link til dit websted med dit websteds navn og beskrivelse som ankertekst."],"A link to your site, with your site's name as anchor text.":["Et link til dit websted med dit websteds navn som ankertekst."],"A link to the post, with the title as anchor text.":["Et link til indlægget, med titlen som ankertekst."],"A link to the archive for the post author, with the authors name as anchor text.":["Et link til arkivet for indlæggets forfatter, med forfatterens navn som som ankertekst."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Du kan bruge følgende variabler i indholdet; de vil blive erstattet af værdien til højre."],"Content to put after each post in the feed":["Indhold, der skal indsættes efter hvert indlæg i feedet"],"Content to put before each post in the feed":["indhold, der skal indsættes før hvert indlæg i feedet"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Denne funktion bruges til automatisk at tilføje indhold til dit RSS-feed. Mere specifikt skal det bruges til at tilføje links tilbage til din blog og dine blogindlæg, så »dumb scrapers« (søgemaskiner, der hugger dine indlæg. o.a.) automatisk tilføjer disse links også. Det hjælper søgemaskiner med at identificere dig som den oprindelige kilde til indholdet."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Brug af brødkrummefunktionen forklares i %1$sartiklen om implementering af brødkrummer i vores vidensbank%2$s."],"How to insert breadcrumbs in your theme":["Hvordan man indsætter brødkrummer i sit tema"],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":["Indholdstypearkiv at vise i brødkrummer for taksonomier"],"Taxonomy to show in breadcrumbs for content types":["Taksonomi at vise i brødkrummer for indholdstyper"],"Breadcrumb for 404 Page":["Brødkrumme for 404 siden"],"Prefix for Search Page breadcrumbs":["Præfiks for søgeside-brødkrummer"],"Prefix for Archive breadcrumbs":["Præfiks for arkiv-brødkrummer"],"Prefix for the breadcrumb path":["Præfiks for brødkrummestien"],"Anchor text for the Homepage":["Link-tekst til forsiden"],"Separator between breadcrumbs":["Seperator imellem brødkrummer"],"Enable Breadcrumbs":["Aktiver brødkrummer"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Nedenfor kan du se din SEO-score for dine udgivne indlæg. Nu vil være et godt tidspunkt at begynde at forbedre dine indlæg!"],"Credits":["Anerkendelse"],"&laquo; Back to Tools page":["&laquo; Tilbage til Værktøjer"],"%1$s comes with some very powerful built-in tools:":["%1$s har nogle meget stærke indbyggede værktøjer:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Dette værktøj gør det muligt hurtigt at ændre vigtige filer i relation til din SEO, så som din robots.txt, og hvis du har en, din .htaccess-fil."],"File editor":["Fil-editor"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importér indstillinger fra andre SEO-plugins og eksportér dine indstillinger, så de kan genbruges på denne eller en anden blog."],"Import and Export":["Import og eksport"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Dette værktøj gør det muligt hurtigt at ændre overskrifter og beskrivelser af dine indlæg og sider uden at skulle ind og redigere hver side manuelt."],"Bulk editor":["Masse-redigering"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["For at %1$sbekræfte dit site hos Pinterest%2$s, tilføj metatagget her:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":[],"The default card type to use":["Korttype til brug som standard"],"Add Twitter card meta data":["Tilføj Twitter-card-metadata"],"This image is used if the post\/page being shared does not contain any images.":["Dette billede bruges, hvis indlægget\/siden, som deles, ikke indeholder billeder."],"Default settings":["Standardindstillinger"],"Copy home meta description":["Kopier meta-beskrivelse fra forside"],"Description":["Beskrivelse"],"Image URL":["Billed URL"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Dette er titlen, beskrivelsen og billed brugt i Open Graph-metatags på forsiden af dit site."],"Frontpage settings":["Forsideindstillinger"],"Add Open Graph meta data":["Tilføj Open Graph metadata"],"YouTube URL":["YouTube-URL"],"Pinterest URL":["Pinterest-URL"],"MySpace URL":["MySpace-URL"],"LinkedIn URL":["LinkedIn-URL"],"Instagram URL":["Instagram-URL"],"Twitter Username":["Twitter-brugernavn"],"Facebook Page URL":["Facebook-side-URL"],"Accounts":["Konti"],"Restore site to defaults":["Gendan websted til standardindstillinger"],"Site ID":["Websted-ID"],"Using this form you can reset a site to the default SEO settings.":["Ved at bruge denne formular kan du nulstille et website til standard-SEO-indstillinger."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Indstillinger med betydning for privatliv (FB-admins og lignende), temaspecifikke (omskrivning af titel) og nogle få meget websitespecifikke indstillinger vil ikke blive importeret til nye sites."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Indtast %1$swebsite-ID%2$s for det websted, hvis indstillinger du ønsker at bruge som standard for alle websites oprettet i dit netværk. Efterlad feltet tomt, hvis du ikke vil bruge funktionen (så vil de normale standardindstillinger i pluginnet blive anvendt)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Vælg det website, hvis indstillinger du ønsker at bruge som standard for alle de websteder, der er tilføjet på dit netværk. Hvis du vælger 'Ingen', vil de normale standardindstillinger i pluginnet blive brugt. "],"New sites in the network inherit their SEO settings from this site":["Nye websteder i netværket nedarver sine SEO-indstillinger fra dette websted"],"Super Admins only":["Kun Super Admins"],"Site Admins (default)":["Side Administratorer"],"Who should have access to the %1$s settings":["Hvem der skal have adgang til indstillingerne for %1$s"],"spam":["spam"],"mature":["voksen"],"archived":["arkiveret"],"public":["offentlig"],"%s restored to default SEO settings.":["%s er blevet nulstillet til standard SEO-indstillinger."],"Settings Updated.":["Indstillinger opdateret."],"404 pages":["404 sider"],"Search pages":["Søge sider"],"These pages will be %s by default, so they will never show up in search results.":["Disse sider vil være markeret med %s som standard, så de vil aldrig dukke op i søgeresultaterne."],"Special Pages":["Specialsider"],"Date-based archives could in some cases also be seen as duplicate content.":["Datobaserede arkiver kan i visse tilfælde også blive anset for at være duplikeret indhold (duplicate content, indhold kopieret til flere hjemmesider. o.a.)."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Hvis det er tilfældet på dit websted, kan du vælge enten at deaktivere det (hvorefter der viderestilles til hjemmesiden) eller tilføje %s til det, så det ikke medtages i søgeresultaterne."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Hvis du har en blog med én forfatter, vil forfatterarkivet være nøjagtig det samme som forsiden. Det er dette, der kaldes et problem med %1$sduplikeret indhold%2$s (duplicate content dvs. samme indhold på flere sider o.a.)."],"Date archives":["Datoarkiver"],"author archives":["Forfatterarkiver"],"Title":["Titel"],"%1$s Meta Box":["%1$s meta-boks"],"Hide":["Skjul"],"Take note:":["Bemærk:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Du kan bestemme titel og beskrivelse for blogsiden ved at %1$sredigere selve blogsiden%2$s."],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":["Du kan bestemme startsidens titel og beskrivelse ved at %1$sredigere direkte i selve startsiden%2$s."],"Homepage &amp; Front page":["Blogside &amp; forside"],"Title Separator":["Titel-separator"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s har automatisk opdaget, om det skal gennemtvinge omskrivning af titler på dine sider. Hvis du synes, det er forkert, og du ved, hvad du laver, kan du ændre indstillingen her."],"Force rewrite titles":["Gennemtving omskrivning af titler"],"Taxonomies":["Taksonomier"],"Homepage":["Forside"],"%1$s Extensions":["%1$s udvidelser"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integrer WooCommerce med %1$s helt transparent og få ekstra funktioner!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Få bedre placering lokalt og i Google Maps, uden at komme til at svede!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Findes du i Google News? Forøg din trafik fra Google News ved at optimere din side dertil!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimer dine videoer for at vise dem i søgeresultater og derved få flere klik!"],"The premium version of %1$s with more features & support.":["Premium-udgaven af %1$s med flere funktioner og support."],"Person":["Person"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Disse data vises som metadata på dit websted. Det er hensigten, at de skal vises på %1$sGoogles Knowledge Graph%2$s. Du kan være enten et firma eller en person."],"Website name":["Webstedsnavn"],"Webmaster Tools":["Webmasterværktøjer"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>\/%postname%\/<\/strong>.":["Du har ikke navnet på dit indlæg i webadressen på ​​dine indlæg og sider. Det anbefales kraftigt, at du ændrer dette. Overvej at indstille din permalink-struktur til <strong>\/%postname%\/<\/strong>."],"RSS":["RSS"],"Breadcrumbs":["Brødkrummer"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["For at kunne viderestille og løse dette problem, har du brug for %1$s. Du kan købe pluginnet, inklusiv et års support og opdateringer, på %2$s."],"Creating redirects is a %s feature":["Oprettelse af viderestillinger er en funktion i %s"],"Deactivate %s":["Deaktivér %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["%1$s-pluginnet kan forårsage problemer, når de anvendes sammen med %2$s."],"Upload Image":["Overfør billede"],"Remove these ads?":["Fjern disse reklamer?"],"%s Posts Overview":["%s indlægsoversigt"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["Brødkrummetitlen bruges i de brødkrummer, hvor denne taksonomi vises."],"Breadcrumbs title":["Brødkrummetitel"],"The canonical link is shown on the archive page for this term.":["Det kanoniske link vises på arkivsiden for denne term."],"Facebook App ID":["Facebook App ID"],"Pinterest":["Pinterest"],"Archives":["Arkiver"],"Email":["E-mail"],"Previous":["Forrige"],"Next":["Næste"],"Close":["Luk"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Både %1$s og %2$s kan generere XML-sitemaps. To XML-sitemaps er ikke en fordel for søgemaskiner og gør dit websted langsommere."],"Configure %1$s's Open Graph settings":["Konfigurér OpenGraph-indstillinger for %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Både %1$s og %2$s opretter OpenGraph-output, som kan få Facebook, Twitter, LinkedIn og andre sociale netværk til at bruge forkerte tekster og billeder, når dine sider bliver delt."],"%s Image":["%s billede"],"%s Description":["%s beskrivelse"],"%s Title":["%s titel"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["Den anbefalede billedstørrelse for %1$s er %2$s pixels."],"If you want to override the image used on %s for this post, upload \/ choose an image here.":["Hvis du vil bruge et andet billede end billedet brugt på %s for dette indlæg, skal du uploade\/vælge et billede eller tilføje URLʼen her."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Hvis du ikke ønsker at bruge metabeskrivelsen, når du deler indlægget på %s, men i stedet ønsker en anden beskrivelse, så skal du skrive den her."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Hvis du ikke vil bruge indlæggets titel, når du deler dette indlæg på %s, men en anden titel i stedet for, så skriv den her."],"very difficult":["meget vanskelig"],"Try to make shorter sentences, using less difficult words to improve readability":["Prøv at lav kortere sætninger, og øh læsbarheden ved at benytte mindre vanskelige ord."],"difficult":["vanskelig"],"Try to make shorter sentences to improve readability":["Prøv at lav kortere sætninger for at øge læsbarhed."],"fairly difficult":["lettere vanskelig"],"OK":["OK"],"fairly easy":["rimelig nem"],"easy":["nem"],"very easy":["meget nem"],"Meta Desc.":["Meta Desc."],"All SEO Scores":["Alle SEO-bedømmelser"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO-problem: Det fremhævede billede skal være mindst 200 x 200 pixels for at kunne bruges af Facebook og andre sociale mediesites."],"(no parent)":["(ingen forælder)"],"Post is set to noindex.":["Indlæg er sat til noindex."],"The URL that this page should redirect to.":["URL'en som denne side skal viderestille til"],"301 Redirect":["301-viderestilling (redirect)"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Den kanoniske webadresse, som denne side skal pege på. Efterlad den tom, hvis permanent link skal bruges som standard. %1$sKanoniske adresser på tværs af domæner%2$s understøttes også."],"Canonical URL":["Canonical URL"],"Title to use for this page in breadcrumb paths":["Titel, der skal bruge for denne side i brødkrummestier"],"Breadcrumbs Title":["Brødkrumme-titel"],"No Snippet":["Intet uddrag"],"No Archive":["Intet arkiv"],"No Image Index":["Intet billede-indeks"],"None":["Ingen"],"Meta robots advanced":["Meta Robots Avanceret"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Advarsel: Selvom du kan sætte metarobot-indstillinger her, er hele sitet sat til noindex i \"privatlivsindstillingerne for hele sitet\", så indstillingerne her vil ikke have nogen effekt."],"Meta description":["Meta beskrivelse"],"SEO Title":["SEO titel"],"Focus keyword":["Fokussøgeord"],"Settings successfully imported.":["Indstillingerne er importeret succesfuldt."],"Settings could not be imported:":["Indstillingerne kunne ikke importeres:"],"Breadcrumb for 404 pages:":["Brødkrumme for 404-sider:"],"Prefix for search result pages:":["Præfiks for søgeresultatssider:"],"Prefix for archive pages:":["Præfiks for arkivsider:"],"Prefix for breadcrumbs:":["Præfiks for brødkrummer:"],"Anchor text for the homepage:":["Ankertekst for forsiden:"],"Breadcrumbs separator:":["Brødkrumme-separator:"],"%s Breadcrumbs":["%s brødkrummer"],"Use Image":["Benyt billede"],"Action":["Handling"],"Page URL\/Slug":["Sides URL\/korttitel"],"Publication date":["Udgivelsesdato"],"Post Status":["Indlægsstatus"],"WP Page Title":["WP sidetitel"],"View":["Vis"],"View &#8220;%s&#8221;":["Vis &#8220;%s&#8221;"],"Preview":["Forhåndsvisning"],"Preview &#8220;%s&#8221;":["Forhåndsvis &#8220;%s&#8221;"],"Edit":["Rediger"],"Filter":["Filter"],"posts\u0004Trash <span class=\"count\">(%s)<\/span>":["Papirkurv <span class=\"count\">(%s)<\/span>","Papirkurv <span class=\"count\">(%s)<\/span>"],"posts\u0004All <span class=\"count\">(%s)<\/span>":["Alle <span class=\"count\">(%s)<\/span>","Alle <span class=\"count\">(%s)<\/span>"],"New Yoast Meta Description":["Ny Yoast meta-beskrivelse"],"Existing Yoast Meta Description":["Eksisterende Yoast meta-beskrivelse"],"Facebook profile URL":["Facebook-profil-URL"],"Twitter username (without @)":["Twitter brugernavn (uden @)"],"FAQ":["FAQ"],"Premium Support":["Førsteklasses support"],"Settings":["Indstillinger"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Du skal %1$sgå til Læseindstillinger%2$s og fjerne afkrydsningen i feltet Fortæl søgemaskinerne at de ikke skal indeksere dette websted."],"Huge SEO Issue: You're blocking access to robots.":["Stort SEO problem: Du blokerer adgangen for robotter."],"Posts":["Indlæg"],"Edit Files":["Rediger filer"],"General":["Generelt"],"Extensions":["Udvidelser"],"Search Console":["Søgekonsol"],"Tools":["Værktøjer"],"Advanced":["Avanceret"],"XML sitemaps":["XML-sitemaps"],"Social":["Social"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s har opdaget, at du bruger version %2$s af %3$s. Opgradér venligst til den seneste version for at undgå kompatibilitetsproblemer."],"Just another WordPress site":["Endnu et Wordpress-websted"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Du bruger stadig Wordpressʼ standardtagline, men selv en tom er sandsynligvis bedre. %1$sDu kan ændre dette i tilpasning i WordPress%2$s."],"You have used HTML in your value which is not allowed.":["Du har brugt HTML i din værdi, hvilket ikke er tilladt."],"You can't edit %s that aren't yours.":["Du kan ikke redigere %s, som ikke er dit."],"You can't edit %s.":["Du kan ikke redigere %s."],"Post has an invalid Content Type: %s.":["Indlæg har en ugyldig indholdstype: %s."],"Post doesn't exist.":["Indlæg eksisterer ikke"]}}}