{"translation-revision-date":"2020-06-14 09:19:13+0000","generator":"GlotPress\/3.0.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ko_KR"},"%s (opens in a new tab)":["%s (새탭으로 열기)"],"Paste URL or type to search":["URL을 붙여넣거나 글자를 입력해 검색하세요"],"Link selected.":["링크 선택됨."],"No results.":["결과가 없습니다."],"%d result found, use up and down arrow keys to navigate.":["결과 %d개 찾았습니다. 탐색하려면 위와 아래 화살표 키를 사용하십시오.."],"Apply":["적용"],"Open in new tab":["새 탭에서 열기"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":[],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":[],"Learn more about marking a link as nofollow or sponsored.":[],"Link inserted.":["링크 삽입됨."],"Link edited.":["링크 수정됨."],"Warning: the link has been inserted but could have errors. Please test it.":["주의: 링크가 추가됐지만 에러가 있을 수 있으니 테스트 해주세요."],"Add Link":["링크 추가"],"Unlink":["링크 제거"],"Link removed.":["링크 제거됨."],"Link":["링크"],"We've analyzed your post. There is still room for improvement!":[],"We've analyzed your post. Everything looks good. Well done!":[],"No focus keyword was entered":[],"Share your post!":[],"Improve your post with Yoast SEO":[],"SEO analysis:":["SEO 분석:"],"Stop indexing":["색인을 멈춥니다"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":[],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":[],"%1$s adds several columns to this page.":[],"We estimate this will take less than a minute.":[],"We estimate this will take a couple of minutes.":[],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s":[],"Wait for a week or so, until %1$s automatically processes most of your content in the background. %2$sRemind me in a week.%3$s":[],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":[],"Continue processing and speed up your site now":[],"It looks like an indexing process was run earlier, but didn't complete. There is still some content which hasn't been indexed yet. Don't worry, you can pick up where you left off.":[],"%1$s maintains an index of all of your site's SEO data in order to speed up your site.":[],"To build your index, %1$s needs to process all of your content.":[],"%1$s creates and maintains an index of all of your site's SEO data in order to speed up your site.":[],"Show debug information":[],"Your site will continue to work normally, but won't take full advantage of %s.":[],"%s had problems creating the database tables needed to speed up your site.":[],"Start processing and speed up your site now":[],"SEO Data":[],". To build your index, %1$s needs to process all of your content.":[],"%1$s creates and maintains an index of all of your site's SEO data in order to speed up your site":[],"Your keyphrase is too long. It can be a maximum of 191 characters.":[],"As the indexability status of your website can only be fetched from %1$s every 15 seconds,\n\t\t\ta first step could be to wait at least 15 seconds and refresh the Site Health page. If that did not help,\n\t\t\t%2$sread more about troubleshooting search engine visibility%3$s.":[],"%1$s offers a free indexability check for %2$s users. The request to %1$s to check whether your site can be found by search engines failed due to an error.":[],"%1$sFind out how to solve this problem on our knowledge base%2$s.":[],"The text link counter feature is not working as expected":[],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":[],"The text link counter is working as expected":[],"I don't want this site to show in the search results.":[],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":[],"Learn more about the no-index setting on our help page.":[],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":[],"Learn more about canonical URLs on our help page.":[],"Learn more about the breadcrumbs title setting on our help page.":[],"Learn more about advanced meta robots settings on our help page.":[],"Learn more about the no-follow setting on our help page.":[],"Should search engines follow links on this %s":[],"%1$s indexing status":[],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":[],"REST API: Head endpoint":[],"Optimization failed, please try again later.":[],"Optimization completed.":[],"Optimization in progress...":[],"Something went wrong while optimizing the SEO data of your site. Please try again later.":[],"Good job! You've sped up your site.":[],"%1$sHide this notice%2$s (everything will continue to function normally)":[],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":[],"Great, your site has been optimized!":[],"Speeding up your site":[],"We're processing all of your content to speed it up! This may take a few minutes.":[],"Object %1$s of %2$s processed.":[],"All your content is already indexed, there is no need to index it again.":[],"a theme that has proper title-tag theme support, or adapt your theme to have that support":[],"Term hierarchy":[],"Replaced with the term ancestors hierarchy":[],"%1$sGo to %2$s to analyze your entire site%3$s":[],"%1$s offers a free indexability check for %2$s users, and it shows that your site can be found by search engines.":[],"Your site can be found by search engines":["사이트는 검색 엔진이 찾을 수 있습니다."],"%1$s offers a free indexability check for %2$s users and right now it has trouble determining\n\t\t\twhether search engines can find your site. This could have several (legitimate) reasons and\n\t\t\tis not a problem in itself. If this is a live site, it is recommended that you figure out why\n\t\t\tthe %1$s check failed.":[],"%1$s cannot determine whether your site can be found by search engines":[],"%1$sRead more about troubleshooting search engine visibility.%2$s":[],"%1$s offers a free indexability check for %2$s users and it has determined that your site cannot be found by search engines. If this site is live or about to become live, this should be fixed.":[],"Your site cannot be found by search engines":["사이트는 검색 엔진이 찾을 수 없습니다."],"If this is a live site, %1$sit is recommended that you figure out why the check failed.%2$s":[],"Error details: %1$s %2$s %3$s":["상세 에러: %1$s %2$s %3$s"],"An error occurred while checking whether your site can be found by search engines":[],"%1$sYou can change the tagline in the customizer%2$s.":[],"You still have the default WordPress tagline. Even an empty one is probably better.":[],"You should change the default WordPress tagline":[],"You are using a custom tagline or an empty one.":[],"You changed the default WordPress tagline":[],"Great! You can activate your premium plugin(s) and receive updates.":["좋아요! 프리미엄 플러그인을 활성화 해서 최신 업데이트를 받으세요"],"Your site can connect to %1$s":["사이트는 %1$s에 연결할 수 있습니다."],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. The cause for this error is probably that the cURL software on your server is too old. Please contact your host and ask them to update it to at least version 7.34. %3$sRead more about cURL in our knowledge base%4$s.":[],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. A common cause for not being able to connect is an out-of-date version of cURL, software used to connect to other servers. However, your cURL version seems fine. Please talk to your host and, if needed, the Yoast support team to figure out what is broken. %3$sRead more about cURL in our knowledge base%4$s.":[],"Your site can not connect to %1$s":["사이트는 %1$s에 연결할 수 없습니다."],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":[],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":[],"You do not have your postname in the URL of your posts and pages":[],"You do have your postname in the URL of your posts and pages.":[],"Your permalink structure includes the post name":[],"The request to Ryte returned an error.":[],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["게시물에 대한 댓글은 여러 페이지로 나뉩니다. 이것은 1,000건 중 999건에는 필요하지 않기 때문에, 비활성화하는 것을 추천합니다. 이 문제를 해결하려면 토론 설정 페이지에서  \"댓글을 페이지로 나누기…\" 선택을 취소하십시오."],"Comments break into multiple pages":["댓글이 여러 페이지로 나눕니다."],"Comments are displayed on a single page":["댓글은 단일 페이지에 보입니다."],"No title":["제목 없음"],"%1$sGo to the Discussion Settings page%2$s":["%1$s토론 설정 페이지로 이동%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$s이(가) %2$s 플러그인%3$s에 의해 보고됨"],"Date in Google Preview":["Google 미리 보기 날짜"],"Preview as:":["미리보기:"],"Mobile result":["모바일 결과"],"Google preview":["Google 미리보기"],"Desktop result":["데스크톱 결과"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["확인을 클릭하면 질문에 대한 답을 찾을 수 있는 HelpScout 비콘을 열 것입니다. 이 비콘은 우리의 지원 자료를 불러오고 잠재적으로 쿠키를 설정할 것입니다."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["현재 사용 중인 브라우저는 최신 버전이 아닙니다. 최상의 경험을 제공하기 위해 노력하고 있으므로 더 이상 이 브라우저는 지원되지 않습니다. 대신 %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s 를 사용하십시오."],"If you want to apply advanced <code>meta<\/code> robots settings for this page, please define them in the following field.":["이 페이지에 대한 고급 <code>meta<\/code> 로봇 설정을 적용하려면 다음 필드에서 이를 정의하십시오."],"Check out %1$s":["%1$s 확인"],"We have both free and premium online courses to learn everything you need to know about SEO.":["여러분이 SEO에 대해 알아야할 모든 것을 배우기 위한 무료와 프리미엄 온라인 코스를 제공합니다."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Team Yoast에서 SEO를 배우고 싶으세요t?  %1$s 를 확인하세요!"],"Learn SEO":["SEO 배우기"],"Start to optimize your site for Google News traffic today!":["구글 뉴스 트래픽을 위한 사이트 최적화를 지금 시작하세요!"],"Make sure your videos rank and are easy to share with our Video SEO plugin.":["우리가 제공하는 비디오 SEO 플러그인을 이용해 여러분의 영상을 검색 결과 상위에 나타나게 하고 쉽게 공유할 수 있게 만들어보세요. "],"Our Local SEO plugin will help you rank in Google Maps and local results.":["로컬 SEO 플러그인을 사용하면 Google 지도 및 지역 결과에서 순위를 지정할 수 있습니다."],"%s settings to import:":["%s 설정을 가져옵니다."],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["다른 %1$s 설치 설정을 가져오기 위하여 이곳에 붙여넣고 \"%2$s\"(을)를 클릭하십시오."],"Your %1$s settings:":["%1$s 셋팅:"],"Schema":["스키마"],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":["Twitter는 Facebook과 마찬가지로 Open Graph 메타데이터를 사용하므로 Twitter에 맞게 사이트를 최적화하려면 Facebook 탭의 \"Add Open Graph meta data\" 설정을 사용하도록 설정하십시오."],"Please check the format of the Facebook Page URL you entered. %s":["입력한 Facebook 페이지 URL 형식을 확인하십시오. %s"],"Please check the format of the Instagram URL you entered. %s":["입력한 인스타그램 URL 형식을 확인하십시오. %s"],"Please check the format of the Linkedin URL you entered. %s":["입력한 Linkedin URL 형식을 확인하십시오. %s"],"Please check the format of the MySpace URL you entered. %s":["입력한 MySpace URL 형식을 확인하십시오. %s"],"Please check the format of the Pinterest URL you entered. %s":["입력한 관심 URL 형식을 확인하십시오. %s"],"Please check the format of the Wikipedia URL you entered. %s":["입력한 위키백과 URL 형식을 확인하십시오. %s"],"Please check the format of the Youtube URL you entered. %s":["입력한 Youtube URL 형식을 확인하십시오. %s"],"Settings saved.":["설정이 저장되었습니다!"],"Continue learning":["계속 학습합니다"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to know everything our plugin has to offer. Sign up for our free %1$s plugin training, in which you'll learn how to use %1$s and how it can help you make the best of your website!":["%1$s(은)는 이제 당신의 사이트에 필요한 모든 기술적 최적화를 처리할 것입니다. 검색 결과에서 당신의 사이트 성능을 정말로 향상시키려면, 플러그인이 제공하는 모든 것을 아는 것이 중요합니다. %1$s 무료 플러그인 교육에 가입하십시오. 이 교육을 통해 %1$s을(를) 사용하는 방법과 이 플러그인을 통해 웹 사이트를 최대한 활용할 수 있는 방법을 알아보십시오."],"Dismiss this alert":["이경고를 제거함"],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":["회사 이름과 로고를 설정하여 정상적으로 구조화된 데이터를 만들어야 합니다. %1$s 구조화된 데이터의 중요성에 대해 자세히 알아보십시오. %2$s"],"%s does not seem to be a valid Facebook App ID. Please correct.":["%s 는 유효한 Facebook ID가 아닌 것 같습니다. 수정하십시오."],"The submitted value was: %s":["제출된 값은: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["얀덱스 확인 코드는 A에서 F까지의 문자, 숫자, 하이픈 및 밑줄 만 포함 할 수 있습니다. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["트위터 사용자명은 글자, 숫자, 밑줄 표시만 사용 가능합니다. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest 확인 코드는 A부터 F까지의 영문자, 번호, 하이픈 (-) 및 밑줄 표시만 포함 가능합니다. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing 확인 코드는 A부터 F까지의 영문자, 번호, 하이픈 (-) 및 밑줄 표시만 포함 가능합니다. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["구글 인증 코드는 글자, 번호 및 밑줄 표시만 포함 가능합니다. %s"],"The Facebook App ID you entered doesn't exist. %s":["입력한 Facebook App ID가 존재하지 않습니다. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Baidu 인증 코드는 문자, 숫자, 하이픈, 밑줄(_)만 입력할 수 있습니다. %s"],"Show this item.":["이 항목 보이기"],"Hide this item.":["이 항목 숨기기"],"You have %d hidden problem:":["숨겨진 문제가 %d개 있습니다."],"You have %d hidden notification:":["숨겨진 알림이 %d개 있습니다. "],"The form contains %1$s error. %2$s":["해당 형식은 %1$s 오류를 포함하고 있습니다. %2$s"],"SEO settings configured":["SEO 설정 변경 완료"],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":[],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["다음 단어와 단어 조합이 내용에서 가장 많이 나타납니다. 이것들은 귀하의 컨텐츠가 무엇에 초점을두고 있는지를 나타냅니다. 단어가 주제와 많이 다른 경우 그에 따라 내용을 다시 작성하는 것이 좋습니다."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["사본을 조금 더 추가하면 콘텐츠에서 가장 많이 나오는 단어 목록이 표시됩니다. 이것들은 귀하의 컨텐츠가 무엇에 초점을두고 있는지를 나타냅니다."],"%d occurrences":["%d 개 발생"],"Activate %s for your site on MyYoast":["MyYoast로 당신의 사이트를 위해 %s(을)를 활성화 시키세요"],"Show blog page in breadcrumbs":["빵 부스러기에 블로그 페이지 표시"],"We could not find any relevant articles on your website that you could link to from your post.":["당신의 게시물에서 링크를 할 수 있는 관련 게시글을 당신의 웹사이트에서 찾을 수 없습니다."],"Has feedback":["피드백이 있습니다"],"Content optimization:":["콘텐츠 최적화:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$s 가독성 %2$s: %3$s"],"Post Noindexed":[],"No Focus Keyphrase":["키워드 구문이 잘 드러나지 않음"],"Person logo \/ avatar":["사람 로고 \/ 아바타"],"Extend %s":[],"Posts with the SEO score: %s":["SEO 점수를 포함하는 게시글: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s 영상 튜토리얼"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":[],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":[],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":[],"Serving local customers?":["지역 고객을 접대하고 계신가요?"],"Get the %s plugin now":["지금 %s 플러그인을 설치하십시오"],"Organization social profiles":["단체 소셜미디어 프로파일"],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":["%1$s의 프로필 페이지에 있는 이 사용자의 소셜미디어 프로필, 이름과 사용자 설명과 같은 메타 자료에 드러난 상세 내용을 편집할 수 있습니다."],"Personal info":["개인 정보"],"Organization logo":["조직 로고"],"Organization name":["조직 이름"],"Choose whether the site represents an organization or a person.":["사이트가 단체 또는 개인을 위한 것인지 선택하세요."],"Knowledge Graph & Schema.org":["지식 그래프 및 Schema.org"],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":[],"To change the social accounts used for your site, update the details for %1$s.":["사이트에 사용된 소셜미디어 계정을 변경하여 %1$s의 상세 내용을 업데이트 하세요."],"That means that the form and information below is disabled, and not used.":["아래 서식과 정보를 비활성화 하여 사용하지 않는다는 뜻입니다."],"Your website is currently configured to represent a Person":["현재 웹사이트가 개인용으로 설정되었습니다."],"(if one exists)":["(만약 존재한다면)"],"Wikipedia page about you":["당신에 대한 위키피디아 페이지"],"YouTube profile URL":["유투브 프로파일 URL"],"Tumblr profile URL":["텀블러 프로파일 URL"],"SoundCloud profile URL":["사운드클라우드 프로파일 URL"],"MySpace profile URL":["마이스페이스 profile URL"],"Organization or person":["조직 또는 사람"],"The person":["개인"],"Organization":["조직"],"Does your site represent a person or an organization?":["당신의 사이트가 단체 혹은 인물을 대변하고 있습니까?"],"The name of the organization":["조직 이름"],"Provide an image of the organization logo":["단체 로고 이미지를 제출하세요"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":[],"Select a user...":["사용자 선택..."],"Uncategorized":["미분류"],"Name:":["이름:"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":[],"Error: Please select a user below to make your site's meta data complete.":[],"SEO score: %s":["SEO 점수: %s"],"If a Wikipedia page for you or your organization exists, add it too.":["당신이나 당신의 단체의 위키피디아 페이지가 존재한다면 추가해주세요."],"Wikipedia URL":["위키피디아 URL"],"Pinterest profile URL":["Pinterest 프로필 URL"],"Instagram profile URL":["인스타그램 프로필 URL"],"LinkedIn profile URL":["LinkedIn 프로필 URL"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":[],"The image you selected is too small for Facebook":["선택된 사진은 페이스북에 업로드되기에 너무 작습니다."],"The given image url cannot be loaded":["주어진 이미지 URL을 불러올 수 없습니다"],"Find out what words your audience uses to find you":["관중이 당신을 찾기 위해 사용하는 단어들을 찾아보십시오"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":[],"No JSON object was returned.":["아무런 JSON 오브젝트도 변환되지 않았습니다. "],"Received internal links":["받은 내부 링크"],"Outgoing internal links":["나가는 내부 링크"],"New step added":["새로운 단계 추가됨"],"New question added":["새로운 질문 추가됨"],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":[],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":[],"Keyphrase":[],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":[],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":[],"To make sure all the links in your texts are counted, we need to analyze all your texts.":[],"All you have to do is press the following button and we'll go through all your texts for you.":[],"Count links":[],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":[],"%1$sImage alt attributes%2$s: Good job!":[],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":[],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":[],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":[],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":[],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":[],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":[],"Cannot get the size of %1$s because of unknown reasons.":[],"Cannot get the size of %1$s because it is hosted externally.":[],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":[],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":[],"Get an even better analysis":[],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":[],"Improve sharing on Facebook and Pinterest":[],"You do not have the required rights to export settings.":[],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":[],"These are settings for the %1$s plugin by %2$s":[],"No settings found.":["설정을 찾을 수 없습니다."],"Export your %1$s settings here, to copy them on another site.":[],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["설정 가져오기는 PHP 5.3 또는 이상을 실행하는 서버에서 사용 가능합니다."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":[],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":[],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":[],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":[],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":[],"Method %1$s() does not exist in class %2$s":[],"With %s, you can easily create such redirects.":[],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":[],"WARNING:":["경고:"],"Learn about why permalinks are important for SEO.":[],"Google Ads":[],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$s키 구문의 기능어%3$s: 키 문구 \"%4$s\" 에는 함수 단어만 포함됩니다. %2$s좋은 키워드를 만드는 방법에 대해 자세히 알아보십시오.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["%s(은)는 복수형과 과거 시제와 같은 키 구문의 다른 단어 형식도 분석한다는 것을 알고 계셨습니까?"],"Clear Image":["이미지 지우기"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$s키워드 길이%3$s: %2$sSEO 점수를 계산하려면 키 구문을 설정하십시오.%3$s"],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":[],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":[],"%1$sKeyphrase in slug%2$s: Great work!":[],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":[],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":[],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":[],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":[],"%1$sKeyphrase distribution%2$s: Good job!":[],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":[],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":[],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":[],"Help on choosing the perfect focus keyphrase":[],"Would you like to add a related keyphrase?":[],"Go %s!":[],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":[],"Rank better with synonyms & related keyphrases":[],"optimize a single post for synonyms and related keyphrases.":[],"Synonyms & related keyphrases":[],"Add related keyphrase":[],"Upgrade to %s":[],"%1$s video":["%1$s 비디오"],"Get %s":["%s 얻기"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":[],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":[],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":[],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":[],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":[],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":[],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":[],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":[],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":[],"%2$sText length%4$s: The text contains %1$d word.":[],"%2$sText length%3$s: The text contains %1$d word. Good job!":[],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":[],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":[],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":[],"%1$sSEO title width%2$s: Good job!":[],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":[],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":[],"%1$sOutbound links%2$s: Good job!":[],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":[],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":[],"%1$sMeta description length%2$s: Well done!":[],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":[],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":[],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":[],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":[],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":[],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":[],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":[],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":[],"%1$sKeyphrase length%2$s: Good job!":[],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":[],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":[],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":[],"%1$sKeyphrase in introduction%2$s: Well done!":[],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":[],"%1$sInternal links%2$s: You have enough internal links. Good job!":[],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":[],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":[],"%1$sTransition words%2$s: Well done!":["%1$s전환어 사용됨%2$s: 잘했어요!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$s전환어 사용됨%2$s: 문장의 %3$s 만 전환어를 사용하고 있으며, 이는 충분하지 않습니다. %4$s좀 더 많은 전환어를 사용해주십시오%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":[],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":[],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":[],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":[],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":[],"%1$sSubheading distribution%2$s: Great job!":[],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":[],"%1$sSentence length%2$s: Great!":[],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":[],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":[],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":[],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":[],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":[],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":[],"Good job!":[],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":[],"Focus keyphrase":[],"%1$s with ID %2$s couldn't be patched":[],"Invalid POST request. Meta values already exist for object with ID %1$s.":[],"Indexable with ID `%1$s` does not exist":[],"No object with ID %1$s and %2$s could be found":[],"`%1$s` is not a valid subtype of `%2$s`":[],"The object type `%1$s` is invalid":[],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":[],"The parameter `%1$s` cannot be empty.":[],"Check Keyphrase Density":[],"Disable":["비활성화"],"Allow Control":[],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":[],"%s is a required feature toggle argument.":[],"Keyphrase:":[],"Remove keyphrase":[],"This feature has been disabled by the network admin.":[],"Focus keyphrase not set.":[],"Multiple keyphrases":[],"Colon":["콜론"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["%1$s와 %2$s 두 개 모두 사이트에 있는 SEO를 관리 합니다. 두 종류의 SEO 플러그인을 동시에 실행하는 것은 적절하지 않습니다."],"There is a new notification.":["새로운 알림이 도착했습니다."],"Readability analysis:":["가독성 분석:"],"Learn more about the readability analysis":["가독성분석에 대해 살펴보겠습니다."],"Describe the duration of the instruction:":[],"Optional. Customize how you want to describe the duration of the instruction":[],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":[],"%s, %s and %s":["%s, %s 와 %s"],"%s and %s":["%s 와 %s"],"%d minute":["%d 분"],"%d hour":["%d 분"],"%d day":["%d 일"],"Enter a step title":[],"Optional. This can give you better control over the styling of the steps.":[],"CSS class(es) to apply to the steps":[],"minutes":["분"],"hours":["시간"],"days":["일"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":[],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":[],"Copy error":["복사 오류"],"An error occurred loading the %s primary taxonomy picker.":["%s 주요 분류 피커를 불러오는 중 오류가 발생했습니다."],"%1$s Structured Data Blocks":[],"Time needed:":["필요한 시간: "],"Move question down":["질문을 아래로 이동"],"Move question up":["질문을 위로 이동"],"Insert question":["질문 추가"],"Delete question":["질문 삭제하기"],"Enter the answer to the question":["질문에 답변해주십시오"],"Enter a question":["질문 입력하기"],"Add question":["질문 추가하기"],"Frequently Asked Questions":["자주 묻는 질문"],"Great news: you can, with %s!":["좋은 소식입니다: %s와 함께라면 할 수 있어요!"],"Select the primary %s":["주요 %s를 선택하십시오"],"Check links to this URL":["해당 URL의 링크를 확인해주십시요"],"Keyword research training":["키워드 조사 트레이닝"],"Are you trying to use multiple keyphrases? You should add them separately below.":["여러개의 키워드를 사용하려고 합니까? 아래에 별도로 추가하십시요"],"Mark as cornerstone content":["핵심컨텐츠(주춧돌)로서 표시하기"],"Move step down":["단계를 아래로 이동"],"Move step up":["단계를 위로 이동"],"Insert step":["단계 새로 넣기"],"Delete step":["단계 제거"],"Add image":["이미지 추가"],"Enter a step description":["단계 설명 추가"],"Enter a description":["설명 입력"],"Unordered list":["순서없는 목록"],"Showing step items as an ordered list.":[],"Showing step items as an unordered list":[],"Add step":["단계 추가"],"Delete total time":["최종 시간 삭제"],"Add total time":[],"How to":[],"How-to":[],"Analysis results":["분석 결과"],"Enter a focus keyphrase to calculate the SEO score":[],"Learn more about Cornerstone Content.":["토대 내용에 대해 더 알아보기"],"Cornerstone content should be the most important and extensive articles on your site.":["토대 내용은 사이트에서 가장 중요하고 광범위한 글이여야 합니다."],"Restore Site":["사이트 복원"],"Network Settings":["네트워크 설정"],"You are not allowed to perform this action.":["당신은 해당 작업을 실행할 권한이 없습니다. "],"Error: %s":["오류: %s"],"Success: %s":["성공: %s"],"Site with ID %d not found.":["ID %d 사이트 확인되지 않음."],"No site has been selected to restore.":["복구할 사이트가 선택되지 않았습니다. "],"You are not allowed to modify unregistered network settings.":["당신은 등록되지 않은 네트워크 설정은 수정할 수 없습니다. "],"deleted":["삭제됨"],"Would you like to add another keyphrase?":[],"image preview":["이미지 미리보기"],"Copied!":["복사됨!"],"Not supported!":["지원되지 않음!"],"Read {{a}}our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}사이트 구조에 대한 설명{{\/a}}을 읽고 내부 링크가 SEO를 개선하는 방법에 대해 알아보세요."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":[],"Consider linking to these {{a}}cornerstone articles:{{\/a}}":[],"Consider linking to these articles:":["이 글에 대한 링크 제안"],"Copy link":["링크 복사하기"],"Copy link to suggested article: %s":[],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":[],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":[],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[],"Prominent words":[],"The site's tagline":["사이트의 태그라인"],"Not all required fields are given. Missing field %1$s":[],"Optimize your shop's SEO and sell more products!":[],"Add synonyms":["유의어 추가"],"Would you like to add keyphrase synonyms?":[],"Would you like to add more than one keyphrase?":[],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":[],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":[],"Current year":["현재 년도"],"Page":["페이지"],"Breadcrumb settings for %s archive":[],"Something went wrong. Please reload the page.":["뭔가 잘못되었습니다. 페이지를 새로고침 하세요."],"Tagline":["태그라인"],"Modify your meta description by editing it right here":["여기를 편집하여 메타 설명을 수정하세요"],"description (custom taxonomy)":[],"(custom taxonomy)":["(사용자 지정 택소노미)"],"(custom field)":["(사용자 지정 필드)"],"Term404":[],"Caption":[],"Pagenumber":[],"Pagetotal":[],"Page number":["페이지 번호"],"User description":["사용자 설명"],"ID":["ID"],"Modified":["수정됨"],"Post type (plural)":["게시물 유형"],"Post type (singular)":["게시물 유형"],"Separator":["분리자"],"Search phrase":["검색어"],"Term title":["용어 제목"],"Term description":["용어 설명"],"Tag description":["태그 설명"],"Category description":["카테고리 설명"],"Primary category":["기본 카테고리"],"Category":["목차"],"Tag":["태그"],"Excerpt only":[],"Excerpt":[],"Site title":["사이트 제목"],"Archive title":[],"Parent title":["부모 제목"],"Date":["날짜"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":[],"Search engines and other websites can still send traffic to your deleted post.":[],"Make sure you don't miss out on traffic!":[],"You just deleted a %1$s.":[],"You just trashed a %1$s.":[],"Settings for %s archive":[],"Settings for single %s URLs":[],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":[],"Url preview":["URL 미리보기"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":[],"Insert snippet variable":[],"Dismiss this notice":["이 공지 해제"],"No results":["결과 없음"],"%d result found, use up and down arrow keys to navigate":["%d 개의 결과를 찾았습니다. 위 아래 방향키로 조작합니다."],"Your site language is set to %s. If this is not correct, contact your site administrator.":["사이트 언어는 %s 로 설정되었습니다. 틀리다면 사이트 관리자에게 연락하십시오."],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s(은)는 당신의 사생활을 존중합니다. %2$s개인 정보 정책%3$s을 읽어 저희가 어떻게 여러분의 개인정보를 처리 하는지 확인해보세요."],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["이것이 무엇을 의미하는지 알고, 더이상 이 메시지를 보기 싫다면, %1$s이 메시지를 무시 할 수 있습니다.%2$s."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":[],"Unknown type %1$s":["알 수 없는 유형 %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["무료 SEO 초보자 코스를 들을수 있는 무료 MyYoast계정을 등록하세요!"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["계속해서 %1$s에 대한 정보를 받고 싶으시다면, 저희의 뉴스레터를 구독해주세요. %2$s의 다른 훌륭한 플러그인들, 그리고 흥미로운 뉴스와 SEO 계의 팁을 제공해드립니다."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["%1$s바이두 웹마스터툴s%2$s.에서 인증코드를 받으세요"],"Baidu verification code":["바이두 인증 코드"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["%s 가져오기 기능은 임시데이터베이스테이블에서 사용되었습니다. 당신의 워드프레스는 이것을 가져오는 용량을 가지고 있지 않는듯 합니다. 당신의 호스팅 제공사에 문의하시기 바랍니다."],"Cleanup of %s data failed.":["%s의 데이터를 정리하지 못했습니다."],"Content Type":["컨텐츠 유형"],"Filter by content type":["콘텐츠 유형별 필터링"],"Show All Content Types":["모든 콘텐츠 유형 표시"],"Replaced with the normal title for an archive generated by WordPress":[],"Clean":["청소"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["당신의 사이트가 괜찮을 것이라고 확신하신다면, 청소하셔도 됩니다. 이는 모든 Original 데이터를 삭제할 것 입니다."],"Step 5: Clean up":["스텝 5: 정리하기"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["당신의 사이트에서 모든 설정이 올바른지 확인하기 위하여, SEO &rarr; 일반 &rarr; 대시보드 페이지에서 설정 마법사를 실행하세요."],"Step 4: Run the configuration wizard":["스텝 4: 설정 마법사 실행"],"Please check your posts and pages and see if the metadata was successfully imported.":["당신의 게시물과 페이지들을 체크하고 메타데이터를 제대로 가져왔는지 확인해주세요."],"Step 3: Check your data":["스텝 3: 데이터 체크"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["이것은 SEO 제목들과 설명들과 같은 게시물의 메타데이터를 당신의 Yoast SEO 메타데이터로 가져옵니다. 아직 Yoast SEO 메타데이터가 없을 때만 동작하고, 기존의 데이터는 남아있게 됩니다."],"Step 2: Import":["스텝 2: 가져오기"],"Please make a backup of your database before starting this process.":["이 프로세스를 시작하기 전에 당신의 데이터베이스를 백업해 주십시오."],"Step 1: Create a backup":["스텝 1: 백업 생성"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["당신의 사이트의 하나 이상의 SEO 플러그인에서 데이터를 발견했습니다. 다음 단계들을 따라 데이터를 가져오십시오."],"Plugin: ":["플러그인"],"%s did not detect any plugin data from plugins it can import from.":[],"Posts that should not show up in search results":[],"%s data found.":["%s 데이터를 발견하지 못했습니다."],"%s data successfully removed.":[],"%s data successfully imported.":["%s의 데이터를 성공적으로 가져왔습니다."],"%s data not found.":["%s 데이터를 발견하지 못했습니다."],"24\/7 email support":["상시 이메일 지원"],"No more dead links a.k.a. 404 pages":[],"Get real-time suggestions for internal links":[],"Preview your page in Facebook and Twitter":[],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":[],"Help on copying the home meta description":[],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":[],"Learn more about your social profiles settings":[],"Remove the categories prefix":[],"Help on the category prefix setting":[],"Learn more about the available variables":[],"Learn more about the RSS feed setting":[],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":[],"Learn more about the Media and attachment URLs setting":[],"Learn more about the title separator setting":[],"Learn more about the knowledge graph setting":[],"Learn more about the homepage setting":[],"Learn more about the special pages setting":[],"Help on the date archives search results setting":[],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":[],"Help on the authors without posts archive search results setting":[],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":[],"Help on the author archives search results setting":[],"Archives settings help":[],"Learn more about the archives setting":[],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":[],"Yandex verification code":[],"Get your Google verification code in %1$sGoogle Search Console%2$s.":[],"Google verification code":["구글 인증 코드"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":[],"Bing verification code":["빙 인증 코드"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":[],"Learn more about the Webmaster Tools verification":[],"On":["켜짐"],"Help on: %s":[],"%1$s comes with a lot of features. You can enable \/ disable some of them below. Clicking the question mark gives more information about the feature.":[],"Off":["꺼짐"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":[],"Security: no advanced settings for authors":[],"See who contributed to %1$s.":[],"Help on this search results setting":[],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":[],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":[],"Default for %2$s, currently: %1$s":[],"Show %s in search results?":[],"this author's archives":["이 작성자의 기록 보관소"],"Do not allow search engines to show %s in search results.":[],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":[],"Category URLs":["카테고리 URL"],"the archive for %s":[],"Redirect attachment URLs to the attachment itself?":[],"We recommend you set this to Yes.":[],"Media & attachment URLs":["미디어 & 첨부파일 URL"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":[],"date archives":[],"archives for authors without posts":[],"Read why XML Sitemaps are important for your site.":[],"Enable the XML sitemaps that %s generates.":[],"See the XML sitemap.":[],"%s (current default for %s)":[],"Media":["미디어"],"Content Types":["컨텐츠 유형"],"Should search engines follow links on this %1$s?":[],"Allow search engines to show this %s in search results?":[],"Search Appearance":["검색 모양"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":[],"Search engines should show \"%1$s\" in search results:":[],"Search engine visibility":[],"Toggle %1$s's XML Sitemap":[],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":[],"Good results":["양호한 결과"],"Get better search results in local search":[],"Allow customers to pick up their %s order locally":[],"SEO analysis":["SEO 분석"],"The SEO analysis offers suggestions to improve the SEO of your text.":[],"Learn how the SEO analysis can help you rank.":[],"The readability analysis offers suggestions to improve the structure and style of your text.":[],"Discover why readability is important for SEO.":[],"Find out how cornerstone content can help you improve your site structure.":[],"The text link counter helps you improve your site structure.":[],"Find out how the text link counter can enhance your SEO.":[],"%s integration":["%s 통합"],"Read more about how %s works.":[],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":[],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":[],"Find out why you should upgrade to %s":["왜 %s(으)로 업그레이드해야 해요?"],"https:\/\/yoa.st\/1uk":["https:\/\/yoa.st\/1uk"],"https:\/\/yoa.st\/1uj":["https:\/\/yoa.st\/1uj"],"Latest blog posts on %1$s":["%1$s에 관한 최신 블로그포스트"],"Remove highlight from the text":["강조표시를 텍스트로부터 제거하십니오."],"Your site language is set to %s. ":["사이트 언어가 %s(으)로 설정되었습니다."],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["%1$s %2$s 구성 마법사 %3$s를(을) 사용하여 빨리 시작하십시오!"],"First-time SEO configuration":["처음으로 SEO 구성"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["사이트 언어가 %s(으)로 설정되었습니다. 이것이 올바르지 않으면 사이트 관리자에게 문의하십시오."],"Your site language is set to {language}.":["사이트 언어를 {language}(으)로 설정되었습니다."],"Highlight this result in the text":["이 결과를 텍스트에서 강조 표시하십시오"],"Considerations":["고려 사항"],"Errors":["에러"],"Change language":["언어 변경"],"You cannot create a %s file.":["%s 파일을 만들 수 없습니다."],"You cannot edit the %s file.":["%s 파일을 편집 할 수 없습니다."],"Updated %s":["%s 업데이트 됨"],"Create %s file":["%s 파일 만들기"],"Edit the content of your %s:":["%s의 내용을 수정하십시오 :"],"Save changes to %s":["변경 사항을 %s에 저장"],"%s file":["%s 파일"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s와 %2$s는 도우미 플러그인을 추가하면 더 잘 작동 할 수 있습니다. 삶을 더 좋게 만들기 위해 %3$s을(를) 설치하십시오. %4$s."],"More information":["추가 정보"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s와 %2$s는 도우미 플러그인을 추가하면 더 잘 작동 할 수 있습니다. 인생을 개선하기 위해 %3$s을 (를) 활성화하십시오."],"More information about %1$s":["%1$s에 대한 추가 정보"],"Configuration Wizard":["설정 마법사"],"You've done it!":["너 해냈어!"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s와 %2$s는 도우미 플러그인을 추가하면 더 잘 작동 할 수 있습니다. 삶을 더 좋게 만들기 위해 %3$s는 설치하십시오."],"Manage your %s subscription on MyYoast":["My Yoast에서 구독 관리"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["%1$s는 '기본 콘텐츠'로 지정하여 사이트 구조를 개선하십시오. %2$s 초석 내용 %3$s에 대해 자세히 알아보십시오."],"(Opens in a new browser tab)":["(새 브라우저 탭에서 열림)"],"Posts %1$swithout%2$s a focus keyphrase":["포커스 키워드 %2$s없이 %1$s 게시"],"Hey, your SEO is doing pretty well! Check out the stats:":["이봐, 당신의 SEO는 꽤 잘하고있다! 통계를 확인하십시오."],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["게시된 게시물이 없으면, 첫번째 게시물을 작성하면 SEO 점수가 여기에 표시됩니다!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["이 페이지에서 사이트 이름을 변경하고 사용할 구분 기호를 선택할 수 있습니다. \n구분 기호는 예를 들어 게시물 제목과 사이트 이름 사이에 표시됩니다. \n기호는 검색 결과에 표시되는 크기로 표시됩니다. \n브랜드에 가장 적합하거나 스니펫에서 가장 적은 공간을 차지하는 브랜드를 선택하십시오."],"Something else":["다른 것"],"A portfolio":["포트폴리오"],"A corporation":["중견기업"],"A small offline business":["소규모 기업"],"A news channel":["뉴스 채널"],"An online shop":["온라인 상점"],"A blog":["블로그"],"What does the site %1$s represent?":["사이트 %1$s(은)는 무엇을 나타냅니까?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["아니오를 선택하면, 작성자 보관함이 중복 내용 문제 방지가 비활성화됩니다."],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["참고 : Google은 어떤 방식 으로든 데이터를 저장하지 않으며 귀하의 계정에 완전히 액세스 할 수 없습니다.\n귀하의 개인 정보는 우리와 함께 안전합니다."],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":["%1$s은 사이트 소유자에게 필수 도구 인 Google Search Console과 통합됩니다.\n  사이트 상태에 대한 정보를 제공합니다.\n  Google 계정이 없거나 사이트가 아직 활성화되지 않았습니까?\n  %2$sGoogle Search Console을 사이트에 연결 보이기%3$s를 찾으십시오."],"Option B: My site is under construction and should not be indexed":["옵션 B : 사이트가 구축 중이므로 색인을 생성해서는 안됩니다."],"Option A: My site is live and ready to be indexed":["옵션 A : 내 사이트가 운영 중이며 색인을 생성 할 준비가 되었습니다."],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["사이트를 색인에서 제외 시키려면 공사 중을 선택하십시오.  검색 엔진의. 일단 준비가되면 활성화하는 것을 잊지 말고 사이트를 게시하십시오."],"Please specify if your site is under construction or already active.":["귀하의 사이트가 공사 중이거나 이미 활동 중임을 명시하십시오."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":["이 정보는 Google의 지식 정보 카드에서 사용됩니다.\n  검색 결과의 오른쪽에 표시되는 정보 블록."],"Read more like this on our SEO blog":["우리의 SEO 블로그에서 이와 같이 더 읽기"],"Readability: %s":["가독성: OK"],"Not activated":["비활성화"],"Activated":["활성화됨"],"%1$s recommendations for you":["나에게 권장되는 %1s 추천"],"All Readability Scores":["모든 가독성 점수"],"Filter by Readability Score":["가독성 점수에 의해 필터링"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["업데이트 또는 지원을받지 못했습니다. 이 사이트를 추가하고 %2$s에서 %1$s을 사용하도록 설정하여이 문제를 해결하십시오."],"Request method %1$s is not valid.":["요청 방법 %1$s가 유효하지 않습니다."],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["사람들이 이 게시물을 %1$s에 공유하면 어떻게 보이는지 미리보고 싶습니까? %2$s와 함께 할 수 있습니다."],"Good job! All the links in your texts have been counted.":["잘 했어! 귀하의 텍스트에 있는 모든 링크가 계산되었습니다."],"Calculation completed.":["계산이 완료되었습니다."],"Calculation in progress...":["계산이 진행 중 ..."],"Stop counting":["계산 중지"],"Counting links in your texts":["텍스트의 링크 계산하기"],"Text %1$s of %2$s processed.":["%2$s의 텍스트 %1$s가 처리되었습니다."],"All your texts are already counted, there is no need to count them again.":["모든 텍스트는 이미 계산되므로 다시 계산할 필요가 없습니다."],"Count links in your texts":["텍스트의 링크 개수 계산"],"Text link counter":["텍스트 링크 카운터"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["이 게시물에 링크 된 내부 링크 수입니다. 자세한 정보는 도움말 탭의 \"요즘 칼럼\" 텍스트를 참조하십시오."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["이 게시물의 나가는 내부 링크 수입니다. 자세한 정보는 도움말 탭의 \"Yoast 칼럼\"  본문을 참조하십시오."],"%s Columns":["%s 열"],"Readability score":["가독성 점수"],"Other benefits of %s for you:":["%s의 다른 이점 :"],"Scroll to see the preview content.":["스크롤 하여 미리 보기 컨텐츠를 확인합니다."],"Cornerstone content":["코너 스톤 내용"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["특정 도시 또는 지역에서 경쟁 우위를 상회하려면 %1$s 플러그인을 확인하십시오! Google지도, 영업 시간, 연락처 정보 및 매장 검색 기능을 쉽게 삽입 할 수 있습니다. 게다가 %1$s는 연락처 페이지의 유용성을 향상시키는 데 도움을줍니다."],"Attract more customers near you":["더 많은 고객을 가까이에서 유치하십시오."],"Upgrade to Premium":["프리미엄으로 업그레이드"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["경쟁에서 우위를 점할 의향이 있습니까? %1$s(은)는 전문가처럼 SEO 전략을 세우는데 도움이 되는 멋진 추가 기능을 제공합니다. 동의어와 관련 키워드를 추가하고, 프리미엄 SEO 분석, 전환 관리자와 내부 연결 도구를 이용하십시오. 또한 %1$s(이)가 프리미엄 지원을 이용하게 될 것입니다."],"Outrank the competition with %s":["%s와 상위 경쟁"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["아직 이 마법사를 완료하지 않았기 때문에,. %2$s 구성 마법사를 시작하여 %1$s%3$s 구성하는 것이 좋습니다."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["구성 마법사를 사용하면 사이트에서 최적의 SEO 설정을 쉽게 구성 할 수 있습니다."],"Superfast internal linking suggestions":["초고속 내부 연결 제안"],"Great news: you can, with %1$s!":["좋은 소식입니다: %1$s 함께 할 수 있습니다!"],"Save changes":["저장하기"],"1 year free support and updates included!":["1년 무료 업데이트 및 업그레이드 포함!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["플러그인 %2$s는 사이트 출력을 변경하며 검색 엔진과 일반 사용자를 구분합니다.이 과정을 클로킹이라고 합니다. 사용 중지하는 것이 좋습니다."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$s소셜 미디어 미리보기%2$s: 페이스북 & 트위터"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$s죽은 링크는 없다%2$s: 쉬운 리디렉션 관리자"],"No ads!":["광고가 없습니다!"],"Facebook & Twitter":["페이스북 & 트위터"],"Social media preview":["소셜 미디어 미리보기"],"Easy redirect manager":["쉬운 리디렉션 관리자"],"No more dead links":["죽은 링크가 더 이상 없습니다"],"Increase your SEO reach":["SEO 도달 범위 늘리기"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["훌륭한 사이트를 만드는 데 도움이 필요한 경우, %2$s SEO 카피라이팅 코스 %3$s을 참조하십시오. 플러그인의 기능에 대해 알고 싶다면 %1$s 해보세요!"],"Variable":["변수"],"Available variables":["사용 가능한 변수"],"Scroll to see the table content.":["스크롤하여 표 내용을 봅니다."],"An error occurred in the '%1$s' assessment":["'%1$s'평가에서 오류가 발생했습니다."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["단어의 %1$s에 %3$s 음절 %4$s이 (가) %2$s을 (를) 포함하고 있습니다. 이는 %5$s의 권장 최대 값을 초과합니다."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["단어의 %1$s에 %3$s 음절 %4$s이 (가) %2$s을 (를) 포함하고 있으며 %5$s의 권장 최대 값보다 작거나 같습니다."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["이는 %2$d 단어의 권장 최소값보다 약간 낮습니다. 조금 더 복사하십시오."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["메타 설명에 %3$s 단어 %4$s 문장보다 %1$d 문장 %2$s(이)가 포함되어 있습니다. 이 문장들을 줄이십시오."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["메타 설명에 %2$s 단어 %3$s에 문장 %1$s이(가) 없습니다."],"Step %1$d: %2$s":["단계 %1$d: %2$s"],"No new notifications.":["새 알림이 없습니다."],"Save all":["모두 저장"],"Save":["저장하기"],"%1$s, Author at %2$s":["%1$s, %2$s의 작성자"],"Mobile preview":["모바일 미리보기"],"Desktop preview":["데스크탑 미리보기"],"Please provide an SEO title by editing the snippet below.":["아래의 스니핏을 편집하여 SEO타이틀을 제공하십시오."],"Meta description preview:":["메타 기술 미리 보기:"],"Slug preview:":["슬러그 미리보기:"],"SEO title preview:":["SEO 제목 미리보기:"],"Close snippet editor":["조각 편집기 닫기"],"Slug":["슬러그"],"Remove marks in the text":["텍스트에서 표시 제거"],"Mark this result in the text":["이 결과를 텍스트에 표시합니다."],"Marks are disabled in current view":["현재 보기에서 표시되지 않음"],"Good SEO score":["우수한 SEO 점수"],"OK SEO score":["괜찮은 SEO 점수"],"Feedback":["피드백"],"ok":["확인"],"Choose an image":["이미지 선택"],"Remove the image":["이미지 삭제"],"MailChimp signup failed:":["MailChimp 등록 실패:"],"Sign Up!":["가입하기"],"Name":["이름"],"Please provide a meta description by editing the snippet below.":["아래 조각을 편집하여 메타 설명을 입력하십시오."],"Edit snippet":["조각 편집"],"You can click on each element in the preview to jump to the Snippet Editor.":["미리보기에 각 요소를 클릭해서 스니펫 편집기에 졈프할수있습니다."],"SEO title preview":["SEO 제목 미리보기"],"Meta description preview":["메타 설명 미리 보기"],"A problem occurred when saving the current step, {{link}}please file a bug report{{\/link}} describing what step you are on and which changes you want to make (if any).":["현재 단계를 저장할 때 문제가 발생 했습니다 {{link}} 버그를 신고 {{\/link}}하실 때 어떤 단계에서 무엇을 변경하였을 때인지 설명해 주시기 바랍니다 (있는 경우)."],"Close the Wizard":["마법사 닫기"],"Export settings":["설정 내보내기"],"%1$s video tutorial":["%1$s 비디오 자습서"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; 구성 마법사"],"Please don't show me this notification anymore":["%1$s이 알림을 %2$s 더 이상 표시하지 마십시오."],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["문제가 발생하는 경우 %1$s 는 %2$s의 버그 보고서를 제출합니다. 최선을 다해 도와 드리겠습니다."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["좀전에 %1$s을(를) 사용하고 계신 것으로 나타났습니다. 우리는 당신이 그것을 사랑하기를 바랍니다! %2$s을(를) WordPress.org %3$s에  별5개 등급을 주시면 감사하겠습니다!"],"Date archives settings":["날짜 보관함 설정"],"Author archives settings":["작성자 설정 저장"],"%1$s by %2$s":["%2$s에 의해 %1$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["경고: %s 변수는 이 템플릿에서 사용될 수 없습니다. 자세한 내용은 도움말 센터를 참조하십시요."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24\/7 personal support.":["어쨌거나, %1$s프리미엄 플러그인%2$s이 있다는 것을 알고 계셨습니까? 리디렉션 관리자와 여러 키워드 지원과 같은 고급 기능을 제공합니다. 또한 24\/7 개인 지원도 제공됩니다."],"(no title)":["(제목 없음)"],"%s installation wizard":["%s 설치 마법사"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["%1$s 관리 메뉴에는 페이지를 분석하기위한 타사 도구에 대한 유용한 링크가 포함되어 있으며 새로운 알림이 있는지 쉽게 확인할 수 있습니다."],"Admin bar menu":["관리자 표시줄"],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":["%1$s(은)는 사이트가 검색 엔진에 의해 색인이 가능하면 주마다 확인할 것이고, %2$s(이)가 이런 경우가 아니라면 알려드릴 것입니다."],"Features":["특징"],"SEO title":["SEO 제목"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["가능한 쉽게 %1$s를 설정하려고 노력하지만 힘들 수 있습니다. %1$s를설정하고 (%2$s 사본을 얻으려면) 여기 %3$s%1$s 구성 서비스 %4$s를 주문하십시오!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["%1$s 구성 마법사에 오신 것을 환영합니다. 몇 가지 간단한 단계에서 웹 사이트의 요구에 맞게 SEO 설정을 구성 할 수 있습니다."],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google은 귀하의 웹 사이트 이름을 검색 결과에 표시합니다. 변경하기 원한다면, 여기에서 할 수 있습니다."],"Greater than sign":["보다 큼 기호"],"Less than sign":["기호보다 작음"],"Right angle quotation mark":["직각 인용 부호"],"Left angle quotation mark":["왼쪽 각도 따옴표"],"Small tilde":["작은 물결표"],"Vertical bar":["수직 막대( | )"],"Low asterisk":["낮은 별표"],"Asterisk":["별표"],"Bullet":["구분점"],"Middle dot":["중간 점"],"Em dash":["em 대시"],"En dash":["en 대시"],"Dash":["선"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["제목 구분 기호로 사용할 기호를 선택하십시오. 예를 들어, 게시물 제목과 사이트 이름 사이에 표시됩니다. 기호는 검색 결과에 표시되는 크기로 표시됩니다."],"The name of the person":["사람의 이름"],"No":["아니오"],"Yes":["예"],"Does, or will, your site have multiple authors?":["사이트에 여러 명의 작성자가 있습니까?"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["워드프레스는 자동으로 라이브러리의 각 미디어 항목에 대한 URL을 생성합니다. 이 기능을 사용하면 구글에서 생성 된 URL의 색인을 생성 할 수 있습니다."],"Success!":["성공!"],"Title settings":["제목 설정"],"Multiple authors":["여러 명의 저자"],"Site type":["사이트 유형"],"Environment":["환경 설정"],"Yoast option %1$s not found.":["Yoast 옵션 %1$s를 찾을 수 없습니다."],"Google Structured Data Test":["구글 구조화 데이터 테스트"],"Posts list":["글 목록"],"Posts list navigation":["글 목록 탐색"],"Filter posts list":["글 목록 필터"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["보관함에 대한 링크는 여전히 테마에 의해 출력 될 수 있으므로 별도로 제거 해야합니다."],"%1$s to optimize your site even further":["사이트를 최적화하려면 %1$s"],"%1$s extensions":["%1$s 확장"],"Comes with our 30-day no questions asked money back guarantee":["묻지 않는 30일 이내 환불이 보증됩니다"],"More information %1$sabout %3$s%2$s":["%3$s%2$s에 대한 %1$s에 대한 추가 정보"],"Installed":["설치됨"],"gain access to our 24\/7 support team.":["24\/7 지원팀에 액세스하십시오."],"Premium support":["프리미엄 고객 지원"],"check what your Facebook or Twitter post will look like.":["Facebook 또는 Twitter 게시물의 모양을 확인하십시오."],"Social previews":["쇼셜 미리보기"],"create and manage redirects from within your WordPress install.":["워드프레스 설치에서 리디렉션을 만들고 관리하십시오."],"Redirect manager":["리디렉션 관리자"],"%1$s, take your optimization to the next level!":["%1$s, 최적화로 한 차원 높여 보세요!"],"A seamless integration between %1$s and %2$s":["%1$s와 %2$s의 완벽한 통합"],"Use %1$s breadcrumbs instead of %2$s ones":["%2$s 위치 대신 %1$s 위치 탐색 경로 사용"],"Easily insert Google Maps, a store locator, opening hours and more":["구글 지도에  매장 검색 기능, 영업 시간 등을 쉽게 삽입 가능"],"Creates XML News Sitemaps":["사이트맵 뉴스를 XML로 생성"],"Immediately pings Google on the publication of a new post":["새 게시물을 발행하면 구글에서 즉시 검색합니다."],"Optimize your site for Google News":["구글 뉴스에 맞게 사이트 최적화"],"Make videos responsive through enabling fitvids.js":["fitvids.js를 사용하여 비디오를 반응형으로 만들기"],"Enhance the experience of sharing posts with videos":["비디오로 게시물을 공유하는 환경을 개선하기"],"Show your videos in Google Videos":["구글 비디오에 비디오 표시"],"Edit &#8220;%s&#8221;":["; &#8220;%s&#8221; 편집"],"Premium":["프리미엄"],"Google Trends":["구글 트렌드"],"Notifications":["알림"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["메타박스에서 키워드 탭을 제거하고 모든 SEO 관련 제안을 비활성화 합니다."],"Disable SEO analysis":["SEO 분석 사용 중지"],"Twitter settings":["트위터 설정"],"Pinterest settings":["Pinterest 설정"],"Facebook settings":["Facebook 설정"],"Title separator symbol":["제목 구분 기호"],"RSS feed settings":["RSS 피드 설정"],"Breadcrumbs settings":["브레드스크럼 설정"],"Make primary":["주 사용으로 변경"],"%s notification":["%s 알림"],"Disable readability analysis":["가독성 분석 사용 중지"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["metabox에서 가독성 탭을 제거하고 모든 가독성 관련 제안을 비활성화합니다."],"Readability analysis":["가독성 분석"],"Needs improvement":["개선 필요"],"Readability":["가독성"],"Improvements":["개선"],"Dismiss this item.":["이 항목을 닫습니다."],"Good job! We could detect no serious SEO problems.":["잘 했어! 우리는 심각한 SEO 문제를 감지 할 수 없습니다."],"We have detected the following issues that affect the SEO of your site.":["당신의 사이트의 검색 엔진 최적화에 영향을 미치는 다음과 같은 문제점을 발견했습니다."],"Problems":["문제"],"Analysis":["분석"],"Not available":["사용 불가"],"Filter by SEO Score":["SEO 점수로 필터링"],"Meta description not set.":["메타 설명이 설정되지 않았습니다."],"Open":["열기"],"Dashboard":["알림판"],"You can fix this on the %1$sPermalink settings page%2$s.":[" %1$s퍼머링크 설정 페이지 %2$s에서 수정할 수 있습니다."],"Replaced with the primary category of the post\/page":["게시물\/페이지의 기본 카테고리와 대체"],"Pinterest confirmation":["Pinterest 확인"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Pinterest로 웹사이트를 이미 확인한 경우, 아래 단계를 건너 뛸 수 있습니다."],"Format-based archives":["형식 기반 보관함"],"Webmaster Tools verification":["웹마스터 도구 확인"],"Buy %s":["%s 구입"],"New %1$s Title":["새 %1$s 제목"],"Existing %1$s Title":["기존 %1$s 제목"],"Expected an integer as input.":["정수 입력으로 예상했습니다."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Sitemap 캐시 키를 만들려고 시도하지만 접미사와 접두어 조합으로 인해 이 작업을 수행할 여지가 너무 적습니다. 예상 범위를 벗어나는 페이지를 요청하고 있습니다."],"Remove":["삭제"],"Keep":["보유"],"Bold the last page":["마지막 페이지를 Bold(굵게) 표시하십시오."],"Regular":["일반"],"Bold":["굵게"],"Show Blog page":["블로그 표시 페이지"],"Primary %s":["주 %s"],"Primary":["첫번째"],"Make %1$s primary %2$s":["%1$s을 (를) 기본 %2$s로 만드십시오."],"Term is set to noindex.":["팀은 noindex로 설정됩니다."],"Author archives":["작성자 보관물"],"Show":["보기"],"Enabled":["작동"],"Disabled":["사용안함"],"The separator defined in your theme's %s tag.":["테마의 %s 태그에 정의된 구분자."],"No index":["색인 없음"],"If you want to use an image for sharing on %1$s, you can upload \/ choose an image or add the image URL here.":["%1$s에서 이미지를 공유하려면 이미지를 업로드 \/ 선택하거나 여기에 이미지 URL을 추가하십시오."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["%1$s의 공유에 메타 설명을 사용하고 싶지 않지만 다른 설명이 필요하면 여기에 작성하십시오."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["%1$s의 게시물을 공유하기 위해 게시물 제목을 사용하고 싶지는 않지만 대신 다른 제목을 원하면 여기에 작성하십시오."],"Once Weekly":["일주일에 한 번 "],"SEO score":["SEO 점수"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["대표 키워드로 모든 콘텐츠 조각에 대한 SEO 점수 재계산."],"%1$s of %2$s done.":["%2$s 중 %1$s 완료되었습니다."],"Team Yoast":["Yoast 팀"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["WordPress 용 최초의 올인원(all-in-one) SEO 솔루션으로, 페이지 내용 분석, XML 사이트 맵 등을 포함합니다."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["인증 실패:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["필터 확장 프로그램을 사용할 수 없는 것 같습니다. 사용하려면 웹호스팅에 문의하십시오."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["%1$s 플러그인 설치가 완료되지 않았습니다. %2$s 설치 지침 %3$s을(를) 참조하십시오."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["표준 PHP 라이브러리 (SPL) 확장이 사용 불가능해 보입니다. 가능하게 하려면 웹 호스트에 문의하시기 바랍니다."],"SEO Settings":["SEO 설정"],"Mobile-Friendly Test":["모바일 친화적 테스트"],"Google Page Speed Test":["Google 페이지 속도 테스트"],"CSS Validator":["CSS 검사기"],"HTML Validator":["HTML 검사기"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins 검사기"],"Facebook Debugger":["Facebook 디버거"],"Check Google Cache":["구글 캐시 확인"],"Analyze this page":["이 페이지를 분석"],"Keyword Research":["키워드 리서치"],"%s does not seem to be a valid url. Please correct.":["%s은(는) 유효한 URL이 아닙니다. 수정 해주세요."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s 유효한 %2$s의 확인 문자열 것 같지 않습니다. 제발 수정 하십시오."],"%s Archive":["%s 보관"],"You searched for %s":["%s에 대해 검색하였습니다"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s(은)는 유효한 트위터 사용자 아이디가 아닌거 같습니다. 수정하시기 바랍니다."],"Summary with large image":["큰 이미지에서 요약"],"Summary":["요약정보"],"The post %1$s appeared first on %2$s.":["게시물 %1$s이 %2$s에 처음 등장했습니다."],"No numeric value was received.":["숫자 값을받지 못했습니다."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["이것은 존재하는 블로그 여야합니다. 블로그 %s이(가) 없거나 삭제 된 것으로 표시되었습니다."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["기본 블로그 설정은 기본적으로 사용 하려는 블로그의 숫자의 블로그 id 여야 합니다."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s은 (는) %2$s 설정에 대한 액세스를 허용해야하는 사용자에게 유효한 선택 사항이 아닙니다. 값이 기본값으로 재설정됩니다."],"Please select a valid post type for taxonomy \"%s\"":["분류 \"%s\"에 대한 유효한 게시 유형을 선택 하십시오"],"Please select a valid taxonomy for post type \"%s\"":["게시 유형 \"%s\"에 대한 유효한 분류를 선택하십시오."],"You searched for":["검색에 대한"],"Home":["홈"],"Archives for":["다음에 대한 보관함"],"Error 404: Page not found":["404 오류: 페이지를 찾을 수 었습니다."],"Good":["좋음"],"Replaced with a custom taxonomies description":["사용자정의 분류 설명으로 대체 됨"],"Replaced with a posts custom taxonomies, comma separated.":["게시물 맞춤 분류로 대체되어 쉼표로 구분됩니다."],"Replaced with a posts custom field value":["소식 맞춤 입력란 값으로 대체 됨"],"Replaced with the slug which caused the 404":["404의 원인이된 슬러그로 대체 됨"],"Replaced with the posts focus keyphrase":["posts focus 키워드로 대체 됨"],"Attachment caption":["첨부 파일 캡션"],"Replaced with the current page number":["현재 페이지 번호로 대체 됨"],"Replaced with the current page total":["현재 페이지 합계로 대체 됨"],"Replaced with the current page number with context (i.e. page 2 of 4)":["본문(예. 4 중 2페이지)가 있는 현재의 페이지 번호로 대체"],"Replaced with the post\/page author's 'Biographical Info'":["게시물 \/ 페이지 작성자의 ‘Biographical Info’로 대체"],"Replaced with the post\/page author's 'nicename'":["포스트 \/ 페이지 작성자의 'nicename'"],"Replaced with the post\/page ID":["게시물 \/ 페이지 ID로 대체 됨"],"Replaced with the post\/page modified time":["게시물 \/ 페이지 수정 시간으로 대체 됨"],"Replaced with the content type plural label":["내용 유형의 복수형 레이블로 대체"],"Replaced with the content type single label":["게시물 유형 단일 라벨으로 대체"],"Replaced with the current search phrase":["현재 검색 구문으로 대체 됨"],"Replaced with the term name":["용어 이름으로 대체 됨"],"Replaced with the term description":["용어 설명으로 대체 됨"],"Replaced with the tag description":["태그 설명으로 대체 됨"],"Replaced with the category description":["카테고리 설명으로 대체함"],"Replaced with the post categories (comma separated)":["게시물 카테고리 (쉼표로 구분)으로 대체"],"Replaced with the current tag\/tags":["현재 태그\/태그들 대체"],"Replaced with the post\/page excerpt (without auto-generation)":["게시물 \/ 페이지 발췌로 대체 (자동 생성 없음)"],"Replaced with the post\/page excerpt (or auto-generated if it does not exist)":["게시물 \/ 페이지 발췌로 대체 (또는 존재하지 않는 경우 자동 생성됨)"],"The site's name":["사이트의 이름"],"Replaced with the title of the parent page of the current page":["현재 페이지의 상위 페이지 제목으로 교체"],"Replaced with the title of the post\/page":["게시물\/페이지의 제목으로 교체"],"Replaced with the date of the post\/page":["게시물\/페이지의 날짜로 대체 됨"],"Page %1$d of %2$d":["%2$d 중 %1$d 번째 페이지"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["동일한 이름을 가진 변수를 등록하여 WPSEO 표준 변수 대체를 무효화할 수 없습니다. 대체 변수를 조정하는 대신 “wpseo_replacements” 필터를 이용하십시오."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["동일한 이름을 가진 대체 변수가 이미 등록되었습니다. 변수 이름을 고유하게 만드십시오."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["사용자 정의 항목과 사용자 정의 분류에 대한 WPSEO 변수 다양성 표준에 지정되어 있기에 대체 변수가 “%%cf_” 또는 “%%ct_”로 시작할 수 없습니다. 변수 이름을 고유하게 만드십시오."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["대체 변수는 영숫자, 밑줄 또는 대시만 포함할 수 있습니다. 변수의 이름을 변경해 보십시오."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["관리자 전용 공지 : 하나도 가지고 있지 않기 때문에 이 페이지에 메티설명을 보여주지 않습니다. 이 페이지에 대하여 작성하거나 [%1$s - %2$s] 메뉴에 가서 템플릿을 설정하십시오."],"Page not found":["페이지가 없습니다."],"%s Archives":["%s 보관"],"Meta description to use for Author page":["작성자 페이지에 사용할 메타 설명"],"Title to use for Author page":["작성자 페이지에 사용할 제목"],"%1$s settings":["%1$s 설정"],"Export your %1$s settings":["%1$s 설정값 내보내기"],"Import settings":["설정 들여오기"],"Import from other SEO plugins":["다른 SEO 플러그인에서 가져 오기"],"Import":["가져오기"],"If you had a %s file and it was editable, you could edit it from here.":["%s 파일이 있고 편집 할 수 있다면 여기에서 편집 할 수 있습니다."],"If your %s were writable, you could edit it from here.":["%s이 (가) 쓰기 가능하면 여기에서 편집 할 수 있습니다."],"You don't have a %s file, create one here:":["%s 파일이 없으므로 여기에 파일을 만드십시오 :"],"A link to your site, with your site's name and description as anchor text.":["사이트의 이름과 설명을 앵커 텍스트로 사이트에 대한 링크."],"A link to your site, with your site's name as anchor text.":["귀하의 사이트에 대한 링크. 귀하의 사이트 이름 앵커 텍스트로."],"A link to the post, with the title as anchor text.":["제목에 링크 앵커 텍스트."],"A link to the archive for the post author, with the authors name as anchor text.":["작성자의 이름을 앵커 문자로 게시물 작성자에 대한 보관함으로 연결."],"You can use the following variables within the content, they will be replaced by the value on the right.":["콘텐츠 내에서 다음 변수를 사용할 수 있습니다. 오른쪽 변수 값으로 바뀝니다."],"Content to put after each post in the feed":["피드의 각 게시물 이후에 올 콘텐츠"],"Content to put before each post in the feed":["피드의 각 포스트 앞에 올 콘텐츠 :"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["이 기능은 RSS에 콘텐츠를 자동으로 추가하는데 사용됩니다. 즉, 블로그 및 블로그 게시물에 링크를 다시 추가하기 때문에 검색 엔진이 원본 소스로 식별 할 수 있습니다. 함유량."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["이 브레드크럼 기능의 사용법은 브레드크럼 구현 %2$s에 대한 지식 기반 기사 %1$s에 설명되어 있습니다"],"How to insert breadcrumbs in your theme":["테마에 브레드크럼를 삽입하는 방법"],"Blog":["블로그"],"Content type archive to show in breadcrumbs for taxonomies":["텍소노미에 대한 브러드스크럼에 보이는 게시물 유형 보관함"],"Taxonomy to show in breadcrumbs for content types":["게시물 유형에 대한 브러드스크럼에 표시 되는 텍소노미"],"Breadcrumb for 404 Page":["브레드크럼 404 Page"],"Prefix for Search Page breadcrumbs":["검색 페이지 브레드크럼 접두"],"Prefix for Archive breadcrumbs":["브레드크럼 보관함 접두 :"],"Prefix for the breadcrumb path":["브레드크럼 경로 접두 :"],"Anchor text for the Homepage":["홈페이지 앵커 텍스트"],"Separator between breadcrumbs":["브레드크럼 사이의 구분 기호 :"],"Enable Breadcrumbs":["브레드스크럼 활성화"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["아래는 귀하의 게시된 게시물의 SEO 점수입니다. 이제 귀하의 게시물 중 일부를 개선하기 시작할 수있는 좋은 시간입니다!"],"Credits":["크레딧"],"&laquo; Back to Tools page":["&laquo; 도구 페이지로 돌아 가기"],"%1$s comes with some very powerful built-in tools:":["%1$s(은)는 몇 가지 매우 강력한 도구를 함께 제공합니다:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["이 도구를 사용하면 robots.txt 및 .htaccess 파일과 같은 중요한 파일을 신속하게 변경할 수 있습니다."],"File editor":["파일 편집기"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["다른 SEO 플러그인에서 설정을 가져오고 (다른) 블로그에서 다시 사용할 수 있도록 설정을 내 보냅니다."],"Import and Export":["가져오기 및 내보내기"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["이 도구를 사용하면 각 페이지의 편집기로 갈 필요없이 게시물 및 페이지의 제목 및 설명을 빠르게 변경할 수 있습니다."],"Bulk editor":["일괄 편집기"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["%1$s에 Pinterest %2$s를 (를) 사용하여 사이트를 확인하려면 여기에 메타 태그를 추가하십시오."],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":["Pinterest는 Facebook과 마찬가지로 Open Graph metadata를 사용하므로 Pinterest 용으로 사이트를 최적화하려면 Facebook 탭의 “Open Graph 확인란을 추가”해야합니다."],"The default card type to use":["사용할 수 있는 기본 카드 타입"],"Add Twitter card meta data":["Twitter 카드 메타 데이터 추가"],"This image is used if the post\/page being shared does not contain any images.":["공유되는 게시물\/페이지에 이미지가 포함되어 있지 않은 경우이 이미지가 사용됩니다."],"Default settings":["기본 설정"],"Copy home meta description":["홈 메타 설명 복사"],"Description":["설명"],"Image URL":["이미지 URL"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["이 사이트의 첫 페이지의 오픈 그래프 메타 태그에 사용 된 제목, 설명 및 이미지입니다."],"Frontpage settings":["프론트 페이지 설정"],"Add Open Graph meta data":["Open Graph 메타 데이터 추가"],"YouTube URL":["YouTube 주소"],"Pinterest URL":["Pinterest 주소"],"MySpace URL":["MySpace URL"],"LinkedIn URL":["링크드인 주소"],"Instagram URL":["인스타그램 주소"],"Twitter Username":["트위터 사용자이름"],"Facebook Page URL":["Facebook 페이지 URL"],"Accounts":["계정"],"Restore site to defaults":["사이트를 기본값으로 복원"],"Site ID":["사이트 ID"],"Using this form you can reset a site to the default SEO settings.":["이 양식을 사용함으로서 당신은 기본 SEO 설정으로 사이트를 재설정 할 수 있습니다."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["개인 정보(페이스북 관리자 등),  테마 관련(제목 다시 쓰기) 및 기타 몇 가지 사이트 특정 설정은 새로운 블로그로 가져오지 않습니다."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["네트워크에 추가하는 모든 사이트의 기본 설정으로 사용하길 원하는 설정을 보유한 %1$s사이트 ID%2$s를 선택하세요. '없음'으로 선택할 경우, 비워두세요. (예시: 일반 플러그인 기본 값이 사용됩니다)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["네트워크에 추가하는 모든 사이트의 기본 설정으로 사용하길 원하는 설정을 보유한 사이트를 선택하세요. '없음'으로 선택할 경우, 일반 플러그인 기본 값이 사용됩니다."],"New sites in the network inherit their SEO settings from this site":["네트워크의 새로운 사이트는 이 사이트에서 자신의 SEO 설정을 내려받습니다."],"Super Admins only":["수퍼 관리자만"],"Site Admins (default)":["사이트 관리자 (기본)"],"Who should have access to the %1$s settings":["%1$s 설정에 액세스 할 수있는 사용자"],"spam":["스팸"],"mature":["만기"],"archived":["보관된"],"public":["공개"],"%s restored to default SEO settings.":["%s 기본 SEO 설정으로 복원되었습니다."],"Settings Updated.":["설정이 업데이트됨"],"404 pages":["404 페이지"],"Search pages":["페이지 검색"],"These pages will be %s by default, so they will never show up in search results.":["이 페이지는 기본적으로 %s이므로 검색 결과에는 나타나지 않습니다."],"Special Pages":["스페셜 페이지"],"Date-based archives could in some cases also be seen as duplicate content.":["날짜 기반 보관함은 경우에 따라 중복 된 컨텐츠로 볼 수도 있습니다."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["이 경우 사이트에있는 경우 해당 사이트를 사용하지 않도록 설정 (홈페이지로 리디렉션)하거나 %s을 추가하여 검색 결과에 나타나지 않도록 할 수 있습니다."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["만약 한 명의 작성자 블로그를 운영하고 있다면, 작성자 보관함은 귀하의 홈페이지와 완전히 동일합니다. 이것이 %1$s중복 콘텐츠 문제 %2$s라고 불리는 것입니다."],"Date archives":["날짜 보관함"],"author archives":["작성자 보관물"],"Title":["제목"],"%1$s Meta Box":["%1$s 메타 박스"],"Hide":["숨기기"],"Take note:":["필기! :"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["%1$s블로그 페이지 자체에서 편집%2$s하여 블로그 페이지에 제목과 설명을 결정할 수 있습니다."],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":["프론트 페이지의 제목과 설명은 %1$s에서 프론트 페이지 자체를 편집하여 결정할 수 있습니다 ≫ %2$s"],"Homepage &amp; Front page":["홈페이지 & 프론트 페이지"],"Title Separator":["제목 구분 기호"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s이(가) 페이지의 제목을 강제로 다시 작성해야 하는지 여부를 자동으로 감지했습니다. 잘못되었다고 생각하거나 무엇을 하는지 알고 있으면 여기에서 설정을 변경할 수 있습니다."],"Force rewrite titles":["강제로 제목 재작성"],"Taxonomies":["택소노미(분류)"],"Homepage":["홈페이지"],"%1$s Extensions":["%1$s 확장 프로그램"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["우커머스를 %1$s(와)과 원활하게 통합하고 추가 기능을 얻으십시오!"],"Rank better locally and in Google Maps, without breaking a sweat!":["땀을 흘리지 않고 지역과 Google 지도에서 더 나은 순위를 매겨보세요!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Google 뉴스에 가입하셨습니까? 최적화하여 Google 뉴스 트래픽을 늘리십시오!"],"Optimize your videos to show them off in search results and get more clicks!":["검색 결과에 표시하고 더 많은 클릭을 얻기 위해 동영상을 최적화하십시오!"],"The premium version of %1$s with more features & support.":["더 많은 기능과 지원이 포함 된 프리미엄 버전 %1$s입니다."],"Person":["사람"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["이 데이터는 귀하의 사이트에 메타 데이터로 표시됩니다. %1$s구글 지식 정보%2$s에 표시됩니다. 회사 또는 개인이 될 수 있습니다. 다음 중 하나를 선택하십시오."],"Website name":["웹사이트 이름"],"Webmaster Tools":["웹마스터 도구"],"RSS":["RSS"],"Breadcrumbs":["브레드크럼(위치표시자)"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["리디렉션을 만들고 이 문제를 해결하려면 %1$s(이)가 필요합니다. %2$s에서 1 년간의 지원과 업데이트를 포함한 플러그인을 구입할 수 있습니다."],"Creating redirects is a %s feature":["리디렉션 만들기는 %s 기능입니다"],"URL":["URL"],"Deactivate %s":["%s 비활성화"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["%2$s와 함께 사용하면 %1$s 플러그인으로 인해 문제가 발생할 수 있습니다."],"Upload Image":["업로드 이미지"],"Remove these ads?":["이 광고를 삭제 하시겠습니까?"],"%s Posts Overview":["%s 게시물 개요"],"Breadcrumbs title":["브래드크럼 제목"],"Facebook App ID":["페이스 북의 애플리케이션 ID"],"Pinterest":["핀터레스트"],"Archives":["보관함"],"Email":["이메일"],"Previous":["이전"],"Next":["다음"],"Close":["닫기"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["%1$s 및 %2$s 모두 XML 사이트 맵을 만들 수 있습니다. 두 개의 XML 사이트 맵을 가지고 있으면 검색 엔진에 도움이 되지 않지만 사이트 속도는 느려질 수 있습니다."],"Configure %1$s's Open Graph settings":["%1$s의 OpenGraph 설정 구성"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["%1$s 및 %2$s 모두 OpenGraph 출력을 생성하므로 Facebook, Twitter, LinkedIn 및 기타 소셜 네트워크에서 페이지를 공유 할 때 잘못된 텍스트와 이미지를 사용할 수 있습니다."],"%s Image":["%s 이미지"],"%s Description":["%s 설명"],"%s Title":["%s 제목"],"Twitter":["트위터"],"Facebook":["페이스북"],"The recommended image size for %1$s is %2$s pixels.":["%1$s의 권장 이미지 크기는 %2$s 픽셀입니다."],"If you want to override the image used on %s for this post, upload \/ choose an image here.":["이 게시물에 대해 %s에서 사용 된 이미지를 덮어 쓰려면 이미지를 업로드하거나 선택하거나 여기에 URL을 추가하십시오."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["%s의 게시물 공유에 메타 설명을 사용하고 싶지 않지만 다른 설명이 필요하면 여기에 작성하십시오."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["%s의 게시물을 공유하기 위해 게시물 제목을 사용하고 싶지는 않지만 대신 다른 제목을 원하면 여기에 작성하십시오."],"very difficult":["매우 어려운"],"Try to make shorter sentences, using less difficult words to improve readability":["가독성을 높이기 위해 덜 어려운 단어를 사용하여 짧은 문장을 만들어보십시오."],"difficult":["어려운"],"Try to make shorter sentences to improve readability":["가독성을 높이기 위해 짧은 문장을 만드십시오."],"fairly difficult":["상당히 어려운"],"OK":["확인"],"fairly easy":["상당히 쉽게"],"easy":["느리게"],"very easy":["매우 쉬움"],"Meta Desc.":["메타 설명"],"All SEO Scores":["모든 SEO 점수"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO 문제 : 대표 이미지는 Facebook 및 기타 소셜 미디어 사이트에서 가져온 이미지가 최소 200x200 픽셀이어야 합니다."],"(no parent)":["(상위 없음)"],"Post is set to noindex.":["게시물이 색인 없음으로 설정됩니다."],"The URL that this page should redirect to.":["이 페이지가 리디렉트해야 하는 URL"],"301 Redirect":["301 리디렉션"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["이 페이지에서 가리키는 정식 URL은 고유주소를 빈상태로 두어야합니다. %1$s정식 도메인 교차%2$s도 지원되고 있습니다"],"Canonical URL":["정식 URL"],"Title to use for this page in breadcrumb paths":["브레드크럼(이동 경로)에서 이 페이지에 사용할 제목"],"Breadcrumbs Title":["브레드크럼(이동 경로) 제목"],"No Snippet":["조각 없음"],"No Archive":["보관물이 없음"],"No Image Index":["이미지 색인 없음"],"None":["없음"],"Meta robots advanced":["메타 로봇 고도화"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["경고 : 여기서 메타 로봇 설정을 지정할 수 있지만 사이트 전체 개인 정보 보호 설정에서 사이트 전체가 noindex로 설정되므로 이러한 설정이 적용되지 않습니다."],"Meta description":["메타 설명"],"SEO Title":["SEO 제목"],"Focus keyword":["대표 키워드"],"Settings successfully imported.":["설정을 가져 왔습니다."],"Settings could not be imported:":["설정을 가져올 수 없습니다:"],"Breadcrumb for 404 pages:":["404 페이지의 이동 경로 :"],"Prefix for search result pages:":["검색 결과 페이지의 접두 :"],"Prefix for archive pages:":["보관 페이지의 접두 :"],"Prefix for breadcrumbs:":["브레드크럼의 접두어"],"Anchor text for the homepage:":["홈페이지에 대한 앵커 텍스트:"],"Breadcrumbs separator:":["브레드크럼 분리 기호:"],"%s Breadcrumbs":["%s 브레드크럼"],"Use Image":["이미지 사용"],"Action":["동작"],"Page URL\/Slug":["페이지 URL\/슬러그"],"Publication date":["발행일"],"Post Status":["게시물 상태"],"WP Page Title":["WP 페이지 제목"],"View":["표시"],"View &#8220;%s&#8221;":[" 보기 &#8220;%s&#8221;"],"Preview":["미리 보기"],"Preview &#8220;%s&#8221;":["미리보기 &#8220;%s&#8221;"],"Edit":["편집"],"Filter":["필터"],"posts\u0004Trash <span class=\"count\">(%s)<\/span>":["휴지통 <span class=\"count\">(%s)<\/span>"],"posts\u0004All <span class=\"count\">(%s)<\/span>":["모두 <span class=\"count\">(%s)<\/span>"],"New Yoast Meta Description":["새로운 Yoast Meta 설명"],"Existing Yoast Meta Description":["존재하는 Yoast Meta 설명"],"Facebook profile URL":["페이스북 프로파일 URL"],"Twitter username (without @)":["트위터 유저 이름(@ 없이)"],"FAQ":["자주 묻는 질문"],"Premium Support":["프리미엄 지원"],"Settings":["설정"],"Huge SEO Issue: You're blocking access to robots.":["거대한 검색 엔진 최적화의 이슈 : 당신은 로봇에 대한 액세스를 차단하고 있습니다."],"Posts":["게시물"],"Edit Files":["파일 수정"],"General":["일반"],"Extensions":["확장"],"Search Console":["콘솔 검색"],"Tools":["도구"],"Advanced":["고급"],"XML sitemaps":["XML 사이트맵들"],"Social":["소셜"],"SEO":["검색엔진최적화"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s는 %3$s의 버전 %2$s를 사용하고 있음을 감지했습니다. 호환성 문제를 방지하려면 최신 버전으로 업데이트하십시오."],"Just another WordPress site":["일개의 워드프레스 사이트"],"You have used HTML in your value which is not allowed.":["허용되지 않는 값으로 HTML을 사용했습니다."],"You can't edit %s that aren't yours.":["%s 자신의 소유글이 아닌것을 편집할 수 없습니다."],"You can't edit %s.":["%s(을)를 편집할 수 없습니다."],"Post has an invalid Content Type: %s.":["게시물의 게시물 유형이 잘못되었습니다 : %s."],"Post doesn't exist.":["게시물이 존재하지 않습니다."]}}}