{"translation-revision-date":"2020-05-27 23:13:09+0000","generator":"GlotPress\/3.0.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":[],"Marking links with nofollow\/sponsored has been disabled for WordPress installs < 5.4.":[],"Show SEO settings for %1$s":[],"Show SEO settings for content type":[],"%s (opens in a new tab)":[],"Open in new tab":[],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":[],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":[],"Learn more about marking a link as nofollow or sponsored.":[],"Link inserted.":[],"Link edited.":[],"Warning: the link has been inserted but may have errors. Please test it.":[],"Unlink":[],"Link removed.":[],"Link":[],"We've analyzed your post. There is still room for improvement!":[],"We've analyzed your post. Everything looks good. Well done!":[],"No focus keyword was entered":[],"Share your post!":[],"Improve your post with Yoast SEO":[],"SEO analysis:":[],"Stop indexing":[],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":[],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":[],"%1$s adds several columns to this page.":[],"We estimate this will take less than a minute.":[],"We estimate this will take a couple of minutes.":[],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s":[],"Wait for a week or so, until %1$s automatically processes most of your content in the background. %2$sRemind me in a week.%3$s":[],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":[],"Continue processing and speed up your site now":[],"It looks like an indexing process was run earlier, but didn't complete. There is still some content which hasn't been indexed yet. Don't worry, you can pick up where you left off.":[],"%1$s maintains an index of all of your site's SEO data in order to speed up your site.":[],"To build your index, %1$s needs to process all of your content.":[],"%1$s creates and maintains an index of all of your site's SEO data in order to speed up your site.":[],"Show debug information":[],"Your site will continue to work normally, but won't take full advantage of %s.":[],"%s had problems creating the database tables needed to speed up your site.":[],"Start processing and speed up your site now":[],"SEO Data":[],". To build your index, %1$s needs to process all of your content.":[],"%1$s creates and maintains an index of all of your site's SEO data in order to speed up your site":[],"Your keyphrase is too long. It can be a maximum of 191 characters.":[],"As the indexability status of your website can only be fetched from %1$s every 15 seconds,\n\t\t\ta first step could be to wait at least 15 seconds and refresh the Site Health page. If that did not help,\n\t\t\t%2$sread more about troubleshooting search engine visibility%3$s.":[],"%1$s offers a free indexability check for %2$s users. The request to %1$s to check whether your site can be found by search engines failed due to an error.":[],"%1$sFind out how to solve this problem on our knowledge base%2$s.":[],"The text link counter feature is not working as expected":[],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":[],"The text link counter is working as expected":[],"I don't want this site to show in the search results.":[],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":[],"Learn more about the no-index setting on our help page.":[],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":[],"Learn more about canonical URLs on our help page.":[],"Learn more about the breadcrumbs title setting on our help page.":[],"Learn more about advanced meta robots settings on our help page.":[],"Learn more about the no-follow setting on our help page.":[],"Should search engines follow links on this %s":[],"%1$s indexing status":[],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":[],"REST API: Head endpoint":[],"Optimization failed, please try again later.":[],"Optimization completed.":[],"Optimization in progress...":[],"Something went wrong while optimizing the SEO data of your site. Please try again later.":[],"Good job! You've sped up your site.":[],"%1$sHide this notice%2$s (everything will continue to function normally)":[],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":[],"Great, your site has been optimized!":[],"Speeding up your site":[],"We're processing all of your content to speed it up! This may take a few minutes.":[],"Object %1$s of %2$s processed.":[],"All your content is already indexed, there is no need to index it again.":[],"a theme that has proper title-tag theme support, or adapt your theme to have that support":[],"Term hierarchy":[],"Replaced with the term ancestors hierarchy":[],"%1$sGo to %2$s to analyze your entire site%3$s":[],"%1$s offers a free indexability check for %2$s users, and it shows that your site can be found by search engines.":[],"Your site can be found by search engines":[],"%1$s offers a free indexability check for %2$s users and right now it has trouble determining\n\t\t\twhether search engines can find your site. This could have several (legitimate) reasons and\n\t\t\tis not a problem in itself. If this is a live site, it is recommended that you figure out why\n\t\t\tthe %1$s check failed.":[],"%1$s cannot determine whether your site can be found by search engines":[],"%1$sRead more about troubleshooting search engine visibility.%2$s":[],"%1$s offers a free indexability check for %2$s users and it has determined that your site cannot be found by search engines. If this site is live or about to become live, this should be fixed.":[],"Your site cannot be found by search engines":[],"If this is a live site, %1$sit is recommended that you figure out why the check failed.%2$s":[],"Error details: %1$s %2$s %3$s":[],"An error occurred while checking whether your site can be found by search engines":[],"%1$sYou can change the tagline in the customizer%2$s.":[],"You still have the default WordPress tagline. Even an empty one is probably better.":[],"You should change the default WordPress tagline":[],"You are using a custom tagline or an empty one.":[],"You changed the default WordPress tagline":[],"Great! You can activate your premium plugin(s) and receive updates.":[],"Your site can connect to %1$s":[],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. The cause for this error is probably that the cURL software on your server is too old. Please contact your host and ask them to update it to at least version 7.34. %3$sRead more about cURL in our knowledge base%4$s.":[],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. A common cause for not being able to connect is an out-of-date version of cURL, software used to connect to other servers. However, your cURL version seems fine. Please talk to your host and, if needed, the Yoast support team to figure out what is broken. %3$sRead more about cURL in our knowledge base%4$s.":[],"Your site can not connect to %1$s":[],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":[],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":[],"You do not have your postname in the URL of your posts and pages":[],"You do have your postname in the URL of your posts and pages.":[],"Your permalink structure includes the post name":[],"The request to Ryte returned an error.":[],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":[],"Comments break into multiple pages":[],"Comments are displayed on a single page":[],"No title":[],"%1$sGo to the Discussion Settings page%2$s":[],"%1$sThis was reported by the %2$s plugin%3$s":[],"Date in Google Preview":[],"Preview as:":[],"Mobile result":[],"Google preview":[],"Desktop result":[],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":[],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":[],"If you want to apply advanced <code>meta<\/code> robots settings for this page, please define them in the following field.":[],"Check out %1$s":[],"We have both free and premium online courses to learn everything you need to know about SEO.":[],"Want to learn SEO from Team Yoast? Check out our %1$s!":[],"Learn SEO":[],"Start to optimize your site for Google News traffic today!":[],"Make sure your videos rank and are easy to share with our Video SEO plugin.":[],"Our Local SEO plugin will help you rank in Google Maps and local results.":[],"%s settings to import:":[],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":[],"Your %1$s settings:":[],"Schema":[],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":[],"Please check the format of the Facebook Page URL you entered. %s":["Lütfen girmiş olduğunuz Facebook sayfası URL biçimini kontrol edin. %s"],"Please check the format of the Instagram URL you entered. %s":["Lütfen girmiş olduğunuz Instagram URL biçimini kontrol edin. %s"],"Please check the format of the Linkedin URL you entered. %s":["Lütfen girmiş olduğunuz Linkedin URL biçimini kontrol edin. %s"],"Please check the format of the MySpace URL you entered. %s":["Lütfen girmiş olduğunuz MySpace URL biçimini kontrol edin. %s"],"Please check the format of the Pinterest URL you entered. %s":["Lütfen girmiş olduğunuz Pinterest URL biçimini kontrol edin. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Lütfen girmiş olduğunuz Wikipedia URL biçimini kontrol edin. %s"],"Please check the format of the Youtube URL you entered. %s":["Lütfen girmiş olduğunuz Youtube URL biçimini kontrol edin. %s"],"Settings saved.":["Ayarlar kaydedildi."],"Continue learning":["Öğrenmeye devam edin"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to know everything our plugin has to offer. Sign up for our free %1$s plugin training, in which you'll learn how to use %1$s and how it can help you make the best of your website!":["%1$s şimdi sitenizin ihtiyacı olan tüm teknik optimizasyonu halledecek. Sitenizin arama sonuçlarındaki performansını iyileştirmek için, eklentimizin sunduğu her şeyi öğrenmeniz önemlidir. %1$s kullanımını ve web sitenizin en iyi hale getirmeyi öğreneceğiniz, %1$s eklenti eğitimimize ücretsiz kaydolun."],"Dismiss this alert":["Bu uyarıyı kaldır"],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":["Yapılandırılmış olan verinin düzgün çalışması için bir firma ismi ve logo ayarlanması gerekmektedir. %1$sYapılandırılmış verinin önemi ile ilgili daha çok bilgi edinin.%2$s"],"%s does not seem to be a valid Facebook App ID. Please correct.":["%s geçerli bir Facebook uygulama ID'si gibi görünmüyor. Lütfen düzeltin."],"The submitted value was: %s":["Girilmiş olan değer: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex doğrulama kodları yalnızca A'dan F'ye kadar olan harfleri, sayıları, kısa çizgileri ve alt çizgileri içerebilir. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter kullanıcı adları yalnızca harf, sayı ve alt çizgi içerebilir. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest doğrulama kodları yalnızca A'dan F'ye kadar olan harfleri, sayıları, kısa çizgileri ve alt çizgileri içerebilir. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing doğrulama kodları yalnızca A'dan F'ye kadar olan harfleri, sayıları, kısa çizgileri ve alt çizgileri içerebilir. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Google doğrulama kodları yalnızca harf, sayı, kısa çizgi ve alt çizgi içerebilir. %s"],"The Facebook App ID you entered doesn't exist. %s":["Girmiş olduğunuz Facebook uygulama ID'si mevcut değil. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Baidu doğrulama kodları yalnızca harf, sayı, kısa çizgi ve alt çizgi içerebilir. %s"],"Show this item.":["Bu öğeyi göster."],"Hide this item.":["Bu öğeyi gizle."],"You have %d hidden problem:":["%d adet gizlenmiş sorununuz bulunuyor.","%d adet gizlenmiş sorununuz bulunuyor."],"You have %d hidden notification:":["%d adet gizlenmiş bildiriminiz bulunuyor.","%d adet gizlenmiş bildiriminiz bulunuyor."],"The form contains %1$s error. %2$s":["Form %1$s adet hata içeriyor. %2$s","Form %1$s adet hata içeriyor. %2$s"],"SEO settings configured":[],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":[],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":[],"%d occurrences":[],"Activate %s for your site on MyYoast":[],"Show blog page in breadcrumbs":[],"We could not find any relevant articles on your website that you could link to from your post.":[],"Has feedback":["Geri bildirim mevcut. "],"Content optimization:":["İçerik optimizasyonu:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sOkunabilirlik%2$s: %3$s"],"Post Noindexed":[],"No Focus Keyphrase":[],"Person logo \/ avatar":[],"Extend %s":[],"Posts with the SEO score: %s":[],"SEO: %s":[],"%s video tutorial":["%s video eğitimi"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":[],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":[],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":[],"Serving local customers?":["Yerel müşterilere hizmet veriyor musunuz?"],"Get the %s plugin now":[],"Organization social profiles":[],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":[],"Personal info":[],"Organization logo":[],"Organization name":[],"Choose whether the site represents an organization or a person.":[],"Knowledge Graph & Schema.org":[],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":[],"To change the social accounts used for your site, update the details for %1$s.":[],"That means that the form and information below is disabled, and not used.":[],"Your website is currently configured to represent a Person":[],"(if one exists)":["(eğer varsa)"],"Wikipedia page about you":["Hakkınızdaki Wikipedia sayfası"],"YouTube profile URL":["YouTube profil URL'si"],"Tumblr profile URL":["Tumblr profil URL’si"],"SoundCloud profile URL":["SoundCloud profil URL'si"],"MySpace profile URL":["MySpace profil URL'si"],"Organization or person":["Organizasyon ya da kişi"],"The person":["Kişi"],"Organization":[],"Does your site represent a person or an organization?":[],"The name of the organization":[],"Provide an image of the organization logo":[],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":[],"Select a user...":[],"Uncategorized":["Kategorilendirilmemiş"],"Name:":["İsim:"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":[],"Error: Please select a user below to make your site's meta data complete.":[],"SEO score: %s":["SEO puanı: %s"],"If a Wikipedia page for you or your organization exists, add it too.":[],"Wikipedia URL":["Wikipedia URL'si"],"Pinterest profile URL":["Pinterest profil URL'si"],"Instagram profile URL":["Instagram profil URL'si"],"LinkedIn profile URL":["LinkedIn profil URL'si"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":[],"The image you selected is too small for Facebook":[],"The given image url cannot be loaded":[],"Find out what words your audience uses to find you":[],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":[],"No JSON object was returned.":["Hiçbir JSON nesnesi döndürülmedi."],"Received internal links":["Alınan iç bağlantılar"],"Outgoing internal links":["Giden İç Bağlantılar"],"New step added":["Yeni adım eklendi"],"New question added":["Yeni soru eklendi"],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":[],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":[],"Keyphrase":["Anahtar Cümle"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":[],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":[],"To make sure all the links in your texts are counted, we need to analyze all your texts.":[],"All you have to do is press the following button and we'll go through all your texts for you.":[],"Count links":["Bağlantıları say"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":[],"%1$sImage alt attributes%2$s: Good job!":[],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":[],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":[],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":[],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":[],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":[],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":[],"Cannot get the size of %1$s because of unknown reasons.":["Bilinmeyen nedenlerden dolayı %1$s boyutunu alamıyor."],"Cannot get the size of %1$s because it is hosted externally.":["%1$s boyutuna alınamıyor, çünkü harici olarak barındırılıyor."],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":[],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":[],"Get an even better analysis":["Daha iyi bir analiz alın"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":[],"Improve sharing on Facebook and Pinterest":["Facebook ve Pinterest üzerine paylaşımları geliştirin"],"You do not have the required rights to export settings.":["Ayarları dışa aktarmak için gerekli haklara sahip değilsiniz."],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":[],"These are settings for the %1$s plugin by %2$s":[],"No settings found.":["Hiçbir ayar bulunamadı."],"Export your %1$s settings here, to copy them on another site.":[],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Ayarların içe aktarılması sadece PHP 5.3 veya daha yüksek sürümleri çalıştıran sunucularda desteklenir."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":[],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":[],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":[],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":[],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":[],"Method %1$s() does not exist in class %2$s":[],"With %s, you can easily create such redirects.":[],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":[],"WARNING:":["UYARI:"],"Learn about why permalinks are important for SEO.":["Kalıcı bağlantıların SEO için neden önemli oldukları hakkında bilgi edin."],"Google Ads":["Google Reklamları"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":[],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":[],"Clear Image":["Görseli kaldır"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":[],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":[],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":[],"%1$sKeyphrase in slug%2$s: Great work!":[],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":[],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":[],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":[],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":[],"%1$sKeyphrase distribution%2$s: Good job!":[],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":[],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":[],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":[],"Help on choosing the perfect focus keyphrase":[],"Would you like to add a related keyphrase?":[],"Go %s!":[],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":[],"Rank better with synonyms & related keyphrases":["Benzer ve ilgili ifadeler kullanarak daha üst sıraları alın"],"optimize a single post for synonyms and related keyphrases.":[],"Synonyms & related keyphrases":[],"Add related keyphrase":[],"Upgrade to %s":["%s versiyona yükselt"],"%1$s video":["%1$s video"],"Get %s":[],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":[],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":[],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":[],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":[],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":[],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":[],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":[],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":[],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":[],"%2$sText length%4$s: The text contains %1$d word.":[],"%2$sText length%3$s: The text contains %1$d word. Good job!":[],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":[],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":[],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":[],"%1$sSEO title width%2$s: Good job!":[],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":[],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":[],"%1$sOutbound links%2$s: Good job!":[],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":[],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":[],"%1$sMeta description length%2$s: Well done!":[],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":[],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":[],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":[],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":[],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":[],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":[],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":[],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":[],"%1$sKeyphrase length%2$s: Good job!":[],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":[],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":[],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":[],"%1$sKeyphrase in introduction%2$s: Well done!":[],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":[],"%1$sInternal links%2$s: You have enough internal links. Good job!":[],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":[],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":[],"%1$sTransition words%2$s: Well done!":[],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":[],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":[],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":[],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":[],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sAlt başlık dağılımı%2$s: Metniniz oldukça uzun olmasına rağmen, herhangi bir alt başlık kullanmıyorsunuz. %3$sBazı alt başlıkları deneyin ve ekleyin%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":[],"%1$sSubheading distribution%2$s: Great job!":["%1$sAlt başlık dağılımı%2$s: Harika!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":[],"%1$sSentence length%2$s: Great!":[],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":[],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":[],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":[],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":[],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":[],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":[],"Good job!":["İyi iş!"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":[],"Focus keyphrase":["Odak anahtar kelime"],"%1$s with ID %2$s couldn't be patched":[],"Invalid POST request. Meta values already exist for object with ID %1$s.":[],"Indexable with ID `%1$s` does not exist":[],"No object with ID %1$s and %2$s could be found":[],"`%1$s` is not a valid subtype of `%2$s`":[],"The object type `%1$s` is invalid":[],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":[],"The parameter `%1$s` cannot be empty.":[],"Check Keyphrase Density":["Anahtar kelime yoğunluğunu kontrol et"],"Disable":[],"Allow Control":["Kontrole İzin Ver"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":[],"%s is a required feature toggle argument.":[],"Keyphrase:":["Anahtar kelime:"],"Remove keyphrase":["Anahtar kelimeyi kaldır"],"This feature has been disabled by the network admin.":["Bu özellik ağ yöneticisi tarafından devre dışı bırakıldı."],"Focus keyphrase not set.":["Odak anahtar kelime ayarlanmadı."],"Multiple keyphrases":["Birden fazla anahtar kelimeler"],"Colon":["Kolon"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Hem %1$s hem de %2$s sitenizin SEO sunu yönetir. Aynı anda iki SEO eklentisini çalıştırmak zararlı olur."],"There is a new notification.":["Yeni bir bildirim var.","Yeni bildirimler var."],"Readability analysis:":[],"Learn more about the readability analysis":["Okunabilirlik analizi hakkında daha fazlasını öğrenin"],"Describe the duration of the instruction:":["Talimatın süresini tanımlayın:"],"Optional. Customize how you want to describe the duration of the instruction":["İsteğe bağlı. Talimatın süresini nasıl tanımlamak istediğinizi özelleştirin"],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":[],"%s, %s and %s":[],"%s and %s":["%s ve %s"],"%d minute":["%d dakika","%d dakika"],"%d hour":["%d saat","%d saat"],"%d day":["%d gün","%d gün"],"Enter a step title":["Bir adım başlığı girin"],"Optional. This can give you better control over the styling of the steps.":[],"CSS class(es) to apply to the steps":[],"minutes":["dakika"],"hours":["saat"],"days":["gün"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":[],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":[],"Copy error":["Kopyalama hatası"],"An error occurred loading the %s primary taxonomy picker.":[],"%1$s Structured Data Blocks":["%1$s Yapısal Veri Blokları"],"Time needed:":["Gerekli süre:"],"Move question down":["Soruyu aşağı taşı"],"Move question up":["Soruyu yukarı taşı"],"Insert question":["Soru ekle"],"Delete question":["Soruyu sil"],"Enter the answer to the question":["Sorunun cevabını girin"],"Enter a question":["Bir soru girin"],"Add question":["Soru ekle"],"Frequently Asked Questions":["Sık Sorulan Sorular"],"Great news: you can, with %s!":[],"Select the primary %s":["Birincili seçin %s"],"Check links to this URL":["Bu URL'ye olan bağlantıları kontrol et"],"Keyword research training":["Anahtar kelime araştırma eğitimi"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Birden çok anahtar kelime kullanmaya mı çalışıyorsunuz? Bunları aşağıda ayrı ayrı eklemelisiniz."],"Mark as cornerstone content":["Köşetaşı içerik olarak işaretle"],"Move step down":["Adımı aşağı taşı"],"Move step up":["Adımı yukarı taşı"],"Insert step":["Adım ekle"],"Delete step":["Adımı sil"],"Add image":["Görsel ekle"],"Enter a step description":["Adım açıklaması yaz"],"Enter a description":["Bir açıklama girin"],"Unordered list":["Sırasız liste"],"Showing step items as an ordered list.":["Adım öğeleri sıralı liste olarak gösteriliyor"],"Showing step items as an unordered list":["Adım öğeleri sırasız liste olarak gösteriliyor"],"Add step":["Adım ekle"],"Delete total time":["Toplam zamanı sil"],"Add total time":["Toplam süre ekle"],"How to":["Nasıl yapılır"],"How-to":["Nasıl-yapılır"],"Analysis results":["Analiz sonuçları"],"Enter a focus keyphrase to calculate the SEO score":["SEO puanını hesaplamak için bir odak anahtar kelimesi girin"],"Learn more about Cornerstone Content.":["Köşetaşı içeriği hakkında daha fazla bilgi edinin."],"Cornerstone content should be the most important and extensive articles on your site.":["Köşetaşı içeriği sitenizdeki en önemli ve kapsamlı makaleler olması gerekir."],"Restore Site":["Siteyi Geri Yükle"],"Network Settings":["Ağ Ayarları"],"You are not allowed to perform this action.":["Bu eylemi gerçekleştirme izniniz yok."],"Error: %s":["Hata: %s"],"Success: %s":["Başarı: %s"],"Site with ID %d not found.":["%d Kimliğine sahip site bulunamadı."],"No site has been selected to restore.":["Geri yüklemek için hiçbir site seçilmedi."],"You are not allowed to modify unregistered network settings.":["Kayıtlı olmayan ağ ayarlarını değiştiremezsiniz."],"deleted":["silindi"],"Would you like to add another keyphrase?":["Başka bir anahtar kelime eklemek ister misiniz?"],"image preview":["görsel önizlemesi"],"Copied!":["Kopyalandı!"],"Not supported!":["Desteklenmiyor!"],"Read {{a}}our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":["Dahili bağlantının SEO'nuzu iyileştirmeye nasıl yardımcı olabileceği hakkında daha fazla bilgi edinmek için {{a}}site yapısıyla ilgili makalemizi{{\/}} okuyun."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["Biraz daha fazla yazı ekledikten sonra, yazınınıza bağlayabileceğiniz alakalı bir içerik listesi vereceğiz."],"Consider linking to these {{a}}cornerstone articles:{{\/a}}":["Bu {{a}}köşe yazılarına{{\/a}} bağlantı vermeyi düşünün:"],"Consider linking to these articles:":["Bu makalelere bağlantı vermeyi düşünün:"],"Copy link":["Linki kopyala"],"Copy link to suggested article: %s":["Önerilen makelenin bağlanısını kopyala: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":[],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":[],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[],"Prominent words":["Önemli kelimeler"],"The site's tagline":["Sitenin sloganı"],"Not all required fields are given. Missing field %1$s":["Gerekli tüm alanlar verilmemiş. Eksik alan %1$s"],"Optimize your shop's SEO and sell more products!":["Mağazanızın SEO'sunu optimize ederek daha fazla ürün satın!"],"Add synonyms":["Eş anlamlı kelimeler ekle"],"Would you like to add keyphrase synonyms?":["Anahtar kelimenin eş anlamlılarını eklemek ister misiniz?"],"Would you like to add more than one keyphrase?":["Birden fazla anahtar kelime eklemek ister misiniz?"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":[],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["WooCommerce ayarlarında Mağaza sayfasını düzenlemediniz. Öncelikle bu işlemi bitirmelisiniz."],"Current year":["Mevcut yıl"],"Page":["Sayfa"],"Breadcrumb settings for %s archive":["%s arşivi için bağlantı haritası ayarları"],"Something went wrong. Please reload the page.":["Bir şeyler yanlış gitti. Lütfen sayfayı yenileyin"],"Tagline":["Slogan"],"Modify your meta description by editing it right here":["Meta açıklamasını burayı düzenleyerek güncelleyebilirsiniz"],"description (custom taxonomy)":["açıklama (özel taksonomi)"],"(custom taxonomy)":["(özel taksonomi)"],"(custom field)":["(özel alan)"],"Term404":["Term404"],"Caption":["Altyazı"],"Pagenumber":["Sayfanumarası"],"Pagetotal":["Sayfatoplamı"],"Page number":["Sayfa numarası"],"User description":["Kullanıcı açıklaması"],"ID":["ID"],"Modified":["Değiştirilmiş"],"Post type (plural)":["Yazı türü (çoğul)"],"Post type (singular)":["Yazı tipi (tekil)"],"Separator":["Ayırıcı"],"Search phrase":["Arama ifadesi"],"Term title":["Terim başlığı"],"Term description":["Terim açıklaması"],"Tag description":["Etiket açıklaması"],"Category description":["Kategori açıklaması"],"Primary category":["Birincil kategori"],"Category":["Kategori"],"Tag":["Etiket"],"Excerpt only":["Sadece alıntı"],"Excerpt":["Alıntı"],"Site title":["Site başlığı"],"Archive title":["Arşiv başlığı"],"Parent title":["Ana başlık"],"Date":["Tarih"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Ziyaretçilerinizin artık çalışmayan bir URL’ye tıkladıklarında, 404 hatası almamasını sağlamak için bir yönlendirme oluşturmalısınız."],"Search engines and other websites can still send traffic to your deleted post.":["Arama motorları ve diğer web siteleri, silinmiş yazınıza hala trafik gönderebilir."],"Make sure you don't miss out on traffic!":["Trafiği kaçırmadığınızdan emin olun!"],"You just deleted a %1$s.":["Bir %1$s sildiniz."],"You just trashed a %1$s.":["Bir %1$s sildiniz."],"Settings for %s archive":["%s arşivi için ayarlar"],"Settings for single %s URLs":["%s URL'leri için ayarlar"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Bu sayfadaki ayarlar, sahip olduğunuz her türlü içerik için varsayılan arama görünümünün ne olacağını belirtmenize izin verir. Arama sonuçlarında hangi içerik türlerinin görüneceğini ve bunların varsayılan açıklamasının ne olacağını seçebilirsiniz."],"Url preview":["Url önizlemesi"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Lütfen aşağıdaki snippet'i düzenleyerek bir meta açıklama sağlayın. Aksi takdirde, Google arama sonuçlarında gösterilmek üzere yayınınızın alakalı bir bölümünü bulmaya çalışır."],"Insert snippet variable":["Snippet değişkeni ekle"],"Dismiss this notice":["Bu bildirimi yoksay"],"No results":["Sonuç yok"],"%d result found, use up and down arrow keys to navigate":["%d sonuç bulundu, gezinmek için yukarı ve aşağı ok tuşlarını kullanın","%d sonuç bulundu, gezinmek için yukarı ve aşağı ok tuşlarını kullanın"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Sitenizin dili %s olarak ayarlanmıştır. Dil tercihi doğru değilse lütfen site yöneticinizle temasa geçin."],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s gizllik haklarınıza saygı gösterir. Kişisel bilgi politikamızı öğrenmek için lütfen %2$sgizlilik politikasını%3$s okuyun."],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["Bunun ne anlama geldiğini biliyorsanız ve bu mesajı artık görmek istemiyorsanız, %1$sbu mesajı kapatabilirsiniz%2$s."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":[],"Unknown type %1$s":["Bilinmeyen tür %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["Yeni başlayanlar için ücretsiz SEO Kursuna erişim için ücretsiz MyYoast hesabı içerir!"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":[],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["%1$sBaidu Web Yöneticisi Araçları%2$s'ndan Baidu doğrulama kodunuzu alın."],"Baidu verification code":["Baidu doğrulama kodu"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["%s içe aktarıcı işlevi geçici veri tabanı tablolarını kullanır. Görünüşe göre WordPress kurulumunuz bu erişime sahip değil, lütfen barındırma (hosting) sağlayıcınızla iletişime geçin. "],"Cleanup of %s data failed.":["%s verisinin temizlenmesi başarısız oldu."],"Content Type":["İçerik türü"],"Filter by content type":["İçerik türüne göre filtrele"],"Show All Content Types":["Tüm İçerik Türlerini Göster"],"Replaced with the normal title for an archive generated by WordPress":["Wordpress arşiv tarafından oluşturulan başlık, standart başlık ile değiştirilmiştir."],"Clean":["Temizle"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Sitenizden emin olduktan sonra silebilirsiniz. Bu işlem bütün orjinal verileri silecektir."],"Step 5: Clean up":["5. Adım: Temizlik"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":[],"Step 4: Run the configuration wizard":["4. Adım: Yapılandırma sihirbazını çalıştır"],"Please check your posts and pages and see if the metadata was successfully imported.":["Meta verilerin başarıyla  aktarıldığını görmek için, lütfen yazılarınızı ve sayfalarınızı kontrol edin."],"Step 3: Check your data":["3. Adım: Verileri kontrol edin"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":[],"Step 2: Import":["2. Adım: İçe aktar"],"Please make a backup of your database before starting this process.":["Lütfen bu işleme başlamadan önce veritabanınızın yedeğini alın."],"Step 1: Create a backup":["1. Adım: Yedek alın"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Sitenizdeki bir veya daha fazla SEO eklentisinden veri tespit ettik. Bu verileri içe aktarmak için lütfen aşağıdaki adımları izleyin:"],"Plugin: ":["Eklenti:"],"%s did not detect any plugin data from plugins it can import from.":["%s eklentilerden içe aktarılabilecek herhangi bir eklenti verisi tespit edemedi."],"Posts that should not show up in search results":["Arama sonuçlarında görünmemesi gereken postlar"],"%s data found.":["%s veri bulundu."],"%s data successfully removed.":["%s veri başarıyla kaldırıldı."],"%s data successfully imported.":["%s veri başarıyla içe aktarıldı."],"%s data not found.":["%s veri bulunamadı."],"24\/7 email support":["7\/24 e-posta desteği"],"No more dead links a.k.a. 404 pages":["Artık ölü bağlantı yok diğer adıyla 404 sayfaları"],"Get real-time suggestions for internal links":["İç bağlantılar için gerçek zamanlı öneriler alın"],"Preview your page in Facebook and Twitter":["Sayfanızı Facebook ve Twitter'da önizleyin"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":[],"Help on copying the home meta description":["Ana meta açıklamasını kopyalamaya yardımcı olun"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Arama motorlarının hangi sosyal profillerin bu site ile bağlantılı olduğunu anlayabilmeleri için, sitenizin sosyal profillerini aşağıdaki alana giriniz"],"Learn more about your social profiles settings":["Sosyal profil ayarlarınız hakkında daha fazla bilgi edinin"],"Remove the categories prefix":["Kategori önekini kaldır"],"Help on the category prefix setting":["Kategori öneki ayarında yardımcı olun"],"Learn more about the available variables":["Kullanılabilir değişkenler hakkında daha fazla bilgi alın"],"Learn more about the RSS feed setting":["RSS besleme hakkında daha fazla bilgi edinin"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Medyayı (örneğin bir resim veya video) WordPress'e yüklediğinizde, yalnızca medyayı kaydetmez, bunun için ek bir URL oluşturur. Bu ek sayfalar oldukça boştur. Medya öğesini ve eğer girdiyseniz bir başlık içerebilirler. Bu nedenle, bu ek URL'leri hiç kullanmazsanız, bunları devre dışı bırakmak ve bunları medya öğesinin kendisine yönlendirmek daha iyidir."],"Learn more about the Media and attachment URLs setting":["Ortam ve ek dosya linki ayarları hakkında daha fazla bilgi alın"],"Learn more about the title separator setting":["Başlık ayırıcı ayarı hakkında daha fazla bilgi edinin."],"Learn more about the knowledge graph setting":["Bilgi grafiği ayarı hakkında daha fazla bilgi edinin"],"Learn more about the homepage setting":["Anasayfa ayarları hakkında daha fazla bilgi alın"],"Learn more about the special pages setting":["Özel sayfa ayarları hakkında daha fazla bilgi alın"],"Help on the date archives search results setting":["Tarih arşivleri arama sonuçları hakkında yardım alın"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":[],"Help on the authors without posts archive search results setting":["Hiç içeriği olmayan yazarların arşiv sayfalarının arama sonuçları ayarlarında yardımcı olun"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":[],"Help on the author archives search results setting":["Yazar arşivleri arama sonuçları ayarında yardımcı olun"],"Archives settings help":["Arşiv ayarları yardımı"],"Learn more about the archives setting":["Arşiv ayarları hakkında daha fazla bilgi edinin"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Yandex doğrulama kodunu %1$sYandex Webmaster Araçları%2$s üzerinden edinin."],"Yandex verification code":["Yandex doğrulama kodu"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Google doğrulama kodunu %1$sGoogle Arama Konsolu%2$s üzerinden edinin."],"Google verification code":["Google doğrulama kodu"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Bing doğrulama kodunu %1$sBing Webmaster Araçları%2$s üzerinden edinin."],"Bing verification code":["Bing doğrulama kodu"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":[],"Learn more about the Webmaster Tools verification":["Webmaster Araçları doğrulaması hakkında daha fazla bilgi edinin"],"On":["Açık"],"Help on: %s":["%s için yardımcı olun"],"%1$s comes with a lot of features. You can enable \/ disable some of them below. Clicking the question mark gives more information about the feature.":[],"Off":["Kapalı"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":[],"Security: no advanced settings for authors":["Güvenlik: yazarlar için gelişmiş ayarları gizle"],"See who contributed to %1$s.":["%1$s için katkıda bulunanları görün."],"Help on this search results setting":["Arama sonuçları ayarında yardımcı olun"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":[],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":[],"Default for %2$s, currently: %1$s":[],"Show %s in search results?":["%s arama sonuçlarında gösterilsin mi?"],"this author's archives":["bu yazarın arşivleri"],"Do not allow search engines to show %s in search results.":["Arama motorlarının %s sayfasını arama sonuçlarında göstermesine izin verme."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["Wordpress'te Kategorileri URLleri çoğunlukla %s şeklinde bir ön ek içerir. Bu seçenek yalnızca kategoriler için bu ön eki kaldırmaya yarar."],"Category URLs":["Kategori bağlantıları"],"the archive for %s":["%s arşivi"],"Redirect attachment URLs to the attachment itself?":["Ek dosya URL'lerini ek dosyanın kendisine yönlendiriyor musunuz?"],"We recommend you set this to Yes.":["Evet olarak ayarlamanızı öneriyoruz."],"Media & attachment URLs":["Medya & ek dosya URLleri"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Bu ayar ana sayfanızın arama motorlarında nasıl görüneceğini belirlemenizi sağlar. Genellikle markanızı direkt olarak aradıklarında bu sonucu görürler."],"date archives":["tarih arşivleri"],"archives for authors without posts":["hiç içeriği olmayan yazarlar için arşivler"],"Read why XML Sitemaps are important for your site.":["XML site haritalarının siteniz için neden önemli olduğunu öğrenin."],"Enable the XML sitemaps that %s generates.":["%s tarafından oluşturulan XML site haritalarını etkinleştirin."],"See the XML sitemap.":["XML site haritanızı görüntüleyin."],"%s (current default for %s)":[],"Media":["Ortam"],"Content Types":["İçerik Türleri"],"Should search engines follow links on this %1$s?":["Arama motorları bu %1$s içindeki linkleri takip etsin mi?"],"Allow search engines to show this %s in search results?":["Arama motorlarının bu %s sayfasını arama sonuçlarında göstermesini istiyor musunuz?"],"Search Appearance":["Arama Görünürlüğü"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":[],"Search engines should show \"%1$s\" in search results:":[],"Search engine visibility":["Arama motoru görünürlüğü"],"Toggle %1$s's XML Sitemap":["%1$s'nun XML Site Haritasını Değiştir"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Köşetaşı içeriği özelliği, sitenizdeki köşetaşı içerikleri işaretlemenizi ve filtrelemenizi sağlar."],"Good results":["İyi sonuçlar"],"Get better search results in local search":["Yerel aramalarda daha iyi sonuçlar elde edin"],"Allow customers to pick up their %s order locally":["Müşterilerin %s siparişlerini yerel olarak almalarına izin ver"],"SEO analysis":["SEO analizi"],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO analizi, metninizin SEO uyumunu iyileştirmek için öneriler sunar."],"Learn how the SEO analysis can help you rank.":["SEO analizinin size nasıl yardımcı olabileceğini öğrenin."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Okunabilirlik analizi, metninizi yapısal ve biçimsel olarak geliştirecek öneriler sunar."],"Discover why readability is important for SEO.":["Okunabilirliğin SEO için neden önemli olduğunu keşfedin."],"Find out how cornerstone content can help you improve your site structure.":["Köşetaşı içeriğin site yapınızı nasıl iyileştirebileceğini keşfedin."],"The text link counter helps you improve your site structure.":["Yazı bağlantı sayacı, site yapısını iyileştirmeye yardımcı olur."],"Find out how the text link counter can enhance your SEO.":["Yazı bağlantı sayacının SEO'yu nasıl geliştirebileceğini keşfedin."],"%s integration":["%s entegrasyonu"],"Read more about how %s works.":["%s nasıl çalışıyor? Daha fazla bilgi edinin."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Sitenizden bir bağlantı paylaşıldığında Facebook'un ve diğer sosyal medya ortamlarında ön izleme görseli ve metin alıntısı eklemesini istiyorsanız bu özelliği etkinleştirin."],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Sitenizden bir bağlantı paylaşıldığında Twitter'ın ön izleme görseli ve metin alıntısı eklemesini istiyorsanız bu özelliği etkinleştirin."],"Find out why you should upgrade to %s":["Neden %s ürününe yükseltmeniz gerektiğini öğrenin"],"https:\/\/yoa.st\/1uk":["https:\/\/yoa.st\/1uk"],"https:\/\/yoa.st\/1uj":["https:\/\/yoa.st\/1uj"],"Latest blog posts on %1$s":["%1$s'daki son gönderiler"],"Remove highlight from the text":["Metinden vurguyu kaldır"],"Your site language is set to %s. ":["Sitenin dili %s olarak ayarlandı."],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["%1$s %2$syapılandırma sihirbazı%3$s ile hızlı bir şekilde başlayın!"],"First-time SEO configuration":["İlk SEO yapılandırması"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["Site diliniz {language} olarak ayarlandı. Bu doğru değilse, site yöneticinize başvurun."],"Your site language is set to {language}.":["Site diliniz {language} olarak ayarlandı."],"Highlight this result in the text":["Bu sonucu metin içinde vurgulayın"],"Considerations":["Dikkate alınmalılar"],"Errors":["Hatalar"],"Change language":["Dil değiştir"],"You cannot create a %s file.":["%s dosyası oluşturamazsınız."],"You cannot edit the %s file.":[" %s dosyasını düzenleyemezsiniz."],"Updated %s":["%s dosyası güncellendi"],"Create %s file":["%s dosyası oluştur"],"Edit the content of your %s:":["%s dosyanızın içeriğini düzenleyin:"],"Save changes to %s":["Değişiklikleri %s dosyasına kaydet"],"%s file":["%s dosyası"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":[],"More information":["Daha fazla bilgi"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s ve %2$s bir yardımcı eklenti ekleyerek birlikte daha iyi çalışabilir. Hayatınızı daha iyi hale getirmek için lütfen %3$s yükleyin."],"More information about %1$s":["%1$s hakkında daha fazla bilgi"],"Configuration Wizard":["Yapılandırma Sihirbazı"],"You've done it!":["Başardın!"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s ve %2$s, bir yardımcı eklenti ekleyerek birlikte daha iyi çalışabilir. Hayatınızı daha iyi hale getirmek için lütfen %3$s yükleyin."],"Manage your %s subscription on MyYoast":[],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Site yapınızı geliştirmek için en önemli %1$s sayfalarını 'köşetaşı içerik' olarak işaretleyin. %2$sKöşetaşı içerikleri hakkında daha fazla bilgi alın%3$s."],"(Opens in a new browser tab)":["(Yeni sekmede açılır)"],"Posts %1$swithout%2$s a focus keyphrase":[],"Hey, your SEO is doing pretty well! Check out the stats:":["Hey, SEO çalışmanız gayet iyi gidiyor! İstatistiklerinize göz atın:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Yayınlanmış makaleniz yok, ilk yayınınızı yaptıktan sonra SEO puanlarınız burada görünecek!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":[],"Something else":["Başka bir şey"],"A portfolio":["Portfolyo"],"A corporation":["Bir şirket"],"A small offline business":["Küçük bir çevrimdışı işletme"],"A news channel":["Bir haber kanalı"],"An online shop":["Bir online mağaza"],"A blog":["Bir blog"],"What does the site %1$s represent?":["%1$s sitesi neyi temsil ediyor?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":[],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":[],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":[],"Option B: My site is under construction and should not be indexed":["Seçenek B: Sitem yapım aşamasında ve indekslenmemeli"],"Option A: My site is live and ready to be indexed":["Seçenek A: Sitem yayında ve indekslenmeye hazır"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":[],"Please specify if your site is under construction or already active.":["Lütfen sitenizin yapım aşamasında veya etkin durumda olup olmadığını belirtin."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":[],"Read more like this on our SEO blog":["SEO blogumuzdan buna benzer içerikleri oku"],"Readability: %s":["Okunabilirlik: %s"],"Not activated":["Etkinleştirilmedi"],"Activated":["Etkinleştirildi"],"%1$s recommendations for you":["Senin için %1$s tavsiyeleri"],"All Readability Scores":["Tüm okunabilirlik puanları"],"Filter by Readability Score":["Okunabilirlik puanlarını filtrele"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":[],"Request method %1$s is not valid.":["%1$s olan talep metodu geçerli değil."],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["İnsanlar bu yazıyı %1$s'da paylaştıklarında nasıl göründüğünü görmek ister misiniz? %2$s ile bunu gerçekleştirebilirsiniz."],"Good job! All the links in your texts have been counted.":["İyi iş! Yazılarındaki tüm bağlantılar sayıldı."],"Calculation completed.":["Hesaplama tamamlandı."],"Calculation in progress...":["Hesaplama devam ediyor..."],"Stop counting":["Saymayı durdur "],"Counting links in your texts":["Yazılarınızdaki bağlantılar sayılıyor"],"Text %1$s of %2$s processed.":["%2$s metinden %1$s adedi işlendi."],"All your texts are already counted, there is no need to count them again.":["Tüm yazıların sayıldı, tekrar saymaya gerek yok."],"Count links in your texts":["Yazılarındaki bağlantıları say"],"Text link counter":["Metin bağlantısı sayacı"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Bu yazıya bağlantı veren bağlantı sayısı. Daha fazla bilgi için yardım sekmesindeki \"Yoast Sütunlar\" metnine bakın."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":[],"%s Columns":["%s sütunlar"],"Readability score":["Okunabilirlik puanı"],"Other benefits of %s for you:":["%s'nun sizin için diğer faydaları:"],"Scroll to see the preview content.":["İçeriği ön izlemek için kaydırın"],"Cornerstone content":["Köşe taşı içeriği"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":[],"Attract more customers near you":["Daha fazla yakınınızdaki müşterileri çekin"],"Upgrade to Premium":["Premiuma yükselt"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":[],"Outrank the competition with %s":["%s ile rekabette önde olun."],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Bu sihirbazı henüz tamamlamadığınızı tespit ettik, bu yüzden yapılandırmak için size %2$s%1$s yapılandırma sihirbazını başlatmayı%3$s öneririz."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["Yapılandırma sihirbazı web sitenizde ideal SEO ayarlarını kolayca ayarlamanıza yardımcı olur."],"Superfast internal linking suggestions":["Süper hızlı dahili bağlantı önerileri"],"Great news: you can, with %1$s!":["Harika haber: %1$s ile yapabilirsiniz!"],"Save changes":["Değişiklikleri kaydet"],"1 year free support and updates included!":["1 yıllık ücretsiz güncelleme ve yükseltme dahil!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Eklentilerden  %2$s, sitenizin çıktısını değiştirerek, gizleme olarak adlandırılan bir işlem ile arama motorlarının gördüğü hali ve sıradan kullanıcıların gördüğü hali arasında fark yaratıyor. Bu eklentiyi kesinlikle etkisizleştirmenizi öneriyoruz."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sSosyal medya önizlemesi%2$s: Facebook ve Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sDaha fazla ölü bağlantı%2$s yok: kolay yönlendirme yöneticisi"],"No ads!":["Reklamsız!"],"Facebook & Twitter":["Facebook ve Twitter"],"Social media preview":["Sosyal medya önizleme"],"Easy redirect manager":["Kolay yönlendirme yöneticisi"],"No more dead links":["Daha fazla ölü bağlantı yok"],"Increase your SEO reach":["SEO erişiminizi artırın"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Harika içerikler oluşturma konusunda daha fazla yardım istiyorsanız, %2$sSEO metin yazarlığı kursumuza%3$s göz atın. Eklentinin özellikleri hakkında her şeyi öğrenmek ister misiniz, bizim %1$s yapmayı düşünün!"],"Variable":["Değişken"],"Available variables":["Kullanılabilinir değişkenler"],"Scroll to see the table content.":["Tablo içeriğini görmek için kaydırın."],"An error occurred in the '%1$s' assessment":["‘%1$s’ değerlendirmesi sırasında bir hata oluştu."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["Kullandığınız kelimelerin %1$s kadarı %2$s%3$s heceden fazla%4$s, ki bu da önerilen %5$s hece sayısını aşıyor."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["Kullandığınız kelimelerin %1$s kadarı %2$s%3$s heceden fazla%4$s, ki bu da önerilen %5$s hece sayısına eşit ya da daha az."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":[],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["Meta açıklamasında %1$d cümle %2$s%3$s kelimeden fazla%4$s. Bu cümleyi kısaltmaya çalışın.","Meta açıklamasında %1$d cümle %2$s%3$s kelimeden fazla%4$s. Bu cümleleri kısaltmaya çalışın."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["Meta açıklaması %1$s%2$s kelimeden fazla%3$s cümle içermiyor."],"Step %1$d: %2$s":["Adım %1$d: %2$s"],"No new notifications.":["Yeni bildirim yok."],"Save all":["Hepsini kaydet"],"Save":["Kaydet"],"%1$s, Author at %2$s":["%1$s, %2$s sitesinin yazarı."],"Mobile preview":["Mobil ön izleme"],"Desktop preview":["Masaüstü ön izleme"],"Please provide an SEO title by editing the snippet below.":["Aşağıdaki kod parçacığını düzenleyerek bir SEO başlığı sağlayın."],"Meta description preview:":["Meta açıklaması önizlemesi:"],"Slug preview:":["Kısa isim önizlemesi:"],"SEO title preview:":["SEO başlığı önizleme:"],"Close snippet editor":[],"Slug":["Kısa isim"],"Remove marks in the text":["Metindeki işaretleri kaldır"],"Mark this result in the text":["Bu sonucu metnin içinde işaretle"],"Marks are disabled in current view":["İşaretler bu görünüşte etkisizdir"],"Good SEO score":["İyi SEO puanı"],"OK SEO score":["Kabul edilebilir SEO puanı"],"Feedback":["Geri bildirim"],"ok":["tamam"],"Choose an image":["Bir resim seç"],"Remove the image":["Görseli kaldır"],"MailChimp signup failed:":["MailChimp üyeliği başarısız oldu:"],"Sign Up!":["Üye ol!"],"Name":["Adı"],"Please provide a meta description by editing the snippet below.":["Aşağıdaki kod parçacığını düzenleyerek bir meta açıklama sağlayın."],"Edit snippet":["Kod parçacığını düzenle"],"You can click on each element in the preview to jump to the Snippet Editor.":["Kırpıntı düzenleyiciye geçmek için önizleme alanındaki elemanlara tıklayabilirsiniz."],"SEO title preview":["SEO başlığı önizlemesi"],"Meta description preview":["Meta açıklaması önizlemesi"],"A problem occurred when saving the current step, {{link}}please file a bug report{{\/link}} describing what step you are on and which changes you want to make (if any).":["Bu adım kaydedilirken bir hata meydana geldi, lütfen hangi adımdayken veya hangi değişiklikleri yapmaya çalışırken (varsa) anlatan {{link}}bir hata bildirimi yapın{{\/link}}."],"Close the Wizard":["Sihirbazı kapat"],"Export settings":["Ayarları dışa aktar"],"%1$s video tutorial":["%1$s video eğitimi"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Yapılandırma Sihirbazı"],"Please don't show me this notification anymore":["Lütfen bu bildirimi bir daha gösterme"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Eğer sorunlarla karşılaşıyorsanız, %1$slütfen bir hata raporu doldurun%2$s. Size yardımcı olmak için elimizden geleni yapacağız."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["%1$s eklentisini bir süredir kullandığınızı fark ettik; umarız memnun kalmışsınızdır! Eğer bize %2$sWordPress.org sitesinde beş yıldız verirseniz%3$s çok memnun oluruz!"],"Date archives settings":["Tarih arşiv ayarları"],"Author archives settings":["Yazar arşivleri ayarları"],"%1$s by %2$s":["%2$s tarafından %1$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":[],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24\/7 personal support.":[],"(no title)":["(başlıksız)"],"%s installation wizard":["%s yükleme sihirbazı"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[],"Admin bar menu":["Yönetim çubuğu menüsü"],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":[],"Features":["Özellikler"],"SEO title":["SEO başlığı"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":[],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":[],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google arama sonuçlarında sitenizin ismini gösterecektir. Eğer değiştirmek isterseniz, buradan değiştirebilirsiniz."],"Greater than sign":["Büyüktür işareti"],"Less than sign":["Küçüktür işareti"],"Right angle quotation mark":["Sağ açılı tırnak işareti"],"Left angle quotation mark":["Sol açılı tırnak işareti"],"Small tilde":["Küçük yaklaşık işareti"],"Vertical bar":["Dikey çubuk"],"Low asterisk":["Küçük yıldız"],"Asterisk":["Yıldız"],"Bullet":["Madde"],"Middle dot":["Orta nokta"],"Em dash":["Uzun tire"],"En dash":["Kısa tire"],"Dash":["Tire"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Başlık ayracı olarak kullanmak istediğiniz sembolü seçin. Bu, örneğin, başlık ve site adınız arasında görüntülenecektir. Semboller, arama sonuçlarında görünecekleri boyutta gösterilir."],"The name of the person":["Kişinin ismi"],"No":["Hayır"],"Yes":["Evet"],"Does, or will, your site have multiple authors?":["Sitenizde birden çok yazar bulunuyor mu ya da bulunacak mı?"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress, kitaplıktaki her ortam öğesi için otomatik olarak bir URL oluşturur. Bunu etkinleştirmek, Google'ın oluşturulan URL’yi dizine eklemesine izin verir."],"Success!":["Başarılı!"],"Title settings":["Başlık ayarları"],"Multiple authors":["Çoklu yazarlar"],"Site type":["Site türü"],"Environment":["Ortam"],"Yoast option %1$s not found.":["Yoast %1$s seçeneği bulunamadı."],"Google Structured Data Test":["Google Yapılandırılmış Veri Testi"],"Posts list":["Yazı listesi"],"Posts list navigation":["Yazı listesi dolaşımı"],"Filter posts list":["Yazı listesini filtrele"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Arşivlerinize yönelik bağlantılar temanız tarafından kullanılmaya devam ediyor olabilir. Bu durumda onları ayrıca kaldırmanız gerekir."],"%1$s to optimize your site even further":["Sitenizi daha da fazla iyileştirmek için %1$s"],"%1$s extensions":["%1$s uzantıları"],"Comes with our 30-day no questions asked money back guarantee":["30 günlük soru sormadan para iadesi garantisi ile beraber gelir"],"More information %1$sabout %3$s%2$s":["Daha fazla bilgi için %1$s%3$s hakkında%2$s"],"Installed":["Yüklü"],"gain access to our 24\/7 support team.":["7\/24 destek ekibine erişim sağlayın."],"Premium support":["Premium desteği"],"check what your Facebook or Twitter post will look like.":["Facebook ya da Twitter paylaşımlarınızın nasıl görüntüleneceğini kontrol edin."],"Social previews":["Sosyal ön izlemeler"],"create and manage redirects from within your WordPress install.":["WordPress kurulumunuz içinde yönlendirme oluşturun ve yönlendirmeleri yönetin."],"Redirect manager":["Yönlendirme yöneticisi"],"%1$s, take your optimization to the next level!":["%1$s, optimizasyonu bir üst seviyeye taşır!"],"A seamless integration between %1$s and %2$s":["%1$s ve %2$s arasında sorunsuz entegrasyon"],"Use %1$s breadcrumbs instead of %2$s ones":["%2$s bağlantı haritaları yerine %1$s kullanın"],"Easily insert Google Maps, a store locator, opening hours and more":["Kolayca bir Google haritası, mağaza bulucu, açılış saatleri ve daha fazlasını ekleyin"],"Creates XML News Sitemaps":["XML haberler site haritası oluşturur"],"Immediately pings Google on the publication of a new post":["Anında Google'ı yeni yazı yayımlandığı hakkında bilgilendirir"],"Optimize your site for Google News":["Sitenizi Google News için optimize edin"],"Make videos responsive through enabling fitvids.js":["fitvids.js kullanarak videolarınızı duyarlı hale getirin"],"Enhance the experience of sharing posts with videos":["Video içeren yazıları paylaşma deneyimini iyileştirin"],"Show your videos in Google Videos":["Videolarınızı Google Videolar'da gösterin"],"Edit &#8220;%s&#8221;":["&#8220;%s&#8221; Düzenle"],"Premium":["Premium"],"Google Trends":["Google Trends (eğilimler)"],"Notifications":["Bildirimler"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":[],"Disable SEO analysis":["SEO analizi etkisizleştir"],"Twitter settings":["Twitter ayarları"],"Pinterest settings":["Pinterest ayarları"],"Facebook settings":["Facebook ayarları"],"Title separator symbol":["Başlık ayırıcı simge"],"RSS feed settings":["RSS beslemesi ayarları"],"Breadcrumbs settings":["Bağlantı haritası ayarları"],"Make primary":["Birincil yap"],"%s notification":["%s bildirim","%s bildirim"],"Disable readability analysis":["Okunabilirlik analizini devre dışı bırak"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":[],"Readability analysis":["Okunabilirlik analizi"],"Needs improvement":["Geliştirmeye açık"],"Readability":["Okunabilirlik"],"Improvements":["İyileştirmeler"],"Dismiss this item.":["Bu elemanı gizle."],"Good job! We could detect no serious SEO problems.":["İyi iş! Hiçbir ciddi SEO problemi tespit edemedik."],"We have detected the following issues that affect the SEO of your site.":["Sitenizin SEO'sunu etkileyen aşağıdaki sorunları tespit ettik."],"Problems":["Problemler"],"Analysis":["Analiz"],"Not available":["Uygun değil"],"Filter by SEO Score":["SEO puanına göre filtrele"],"Meta description not set.":["Meta açıklaması belirlenmemiş."],"Open":["Aç"],"Dashboard":["Başlangıç"],"You can fix this on the %1$sPermalink settings page%2$s.":["Bunu %1$sKalıcı bağlantı ayarları sayfası%2$s üzerinde düzeltebilirsiniz."],"Replaced with the primary category of the post\/page":["Yazı\/sayfa ana kategorisi ile değiştirildi."],"Pinterest confirmation":["Pinterest onayı"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Halihazırda Pinterest için doğrulama yaptıysanız alttaki adımı atlayabilirsiniz."],"Format-based archives":["Biçim tabanlı arşivler"],"Webmaster Tools verification":["Web Yöneticisi Araçları doğrulaması"],"Buy %s":["%s satın al"],"New %1$s Title":["Yeni %1$s başlık"],"Existing %1$s Title":["Mevcut %1$s başlık"],"Expected an integer as input.":["Girdi olarak sayısal bir değer bekleniyor."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Güvenli bir site haritası bellek anahtarı yapılandırılmaya çalışılıyor, ama son ek ve ön ek kombinasyonu bunun için çok az alan bırakıyor. Muhtemelen belirlenen aralığın dışında bir sayfa istiyorsunuz."],"Remove":["Kaldır"],"Keep":["Tut"],"Bold the last page":["Son sayfayı kalın yap"],"Regular":["Normal"],"Bold":["Kalın"],"Show Blog page":["Blog sayfasını göster"],"Primary %s":["Birincil %s"],"Primary":["Birincil"],"Make %1$s primary %2$s":["%1$s için %2$s birincil yap"],"Term is set to noindex.":["Terim indekslenmesin olarak işaretli."],"Author archives":["Yazar arşivleri"],"Show":["Göster"],"Enabled":["Etkin"],"Disabled":["Etkisiz"],"The separator defined in your theme's %s tag.":["Temanızın %s etiketinde tanımlanan ayraç."],"No index":["İndeks yok"],"If you want to use an image for sharing on %1$s, you can upload \/ choose an image or add the image URL here.":["Eğer %1$s için paylaşım görseli kullanmak istiyorsanız, resim yükleyebilir \/ seçebilir ya da görsel adresini ekleyebilirsiniz."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["%1$s üzerinde paylaşırken farklı bir meta açıklaması kullanmak istiyosanız, buraya yazabilirsiniz.."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Eğer bu yazıyı %1$s üzerinde farklı bir başlık ile paylaşmak istiyorsanız, yeni başlığı buraya yazınız. \t"],"Once Weekly":["Haftada bir"],"SEO score":["SEO puanı"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["Odak anahtar kelime ile tüm içeriğin SEO puanı yeniden hesaplanıyor."],"%1$s of %2$s done.":["%1$s \/ %2$s bitti."],"Team Yoast":["Yoast ekibi"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["WordPress için ilk gerçek hepsi bir arada SEO çözümü, sayfa üzerine içerik analizi, XML site haritaları ve çok daha fazlası."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Etkinleştirme başarısız:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Filtre eklentisi kullanılabilir değil. Servis sağlayıcınızdan etkinleştirmesini isteyin."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["%1$s eklentisinin kurulumu tamamlandı. Lütfen %2$syükleme kılavuzuna%3$s göz atın."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Standart PHP kütüphanesi (SPL) eklentisi kurulu gözükmüyor. Lütfen servis sağlayıcınızdan etkinleştirmelerini isteyin."],"SEO Settings":["SEO ayarları"],"Mobile-Friendly Test":["Mobil uyumluluk testi"],"Google Page Speed Test":["Google sayfa hız testi"],"CSS Validator":["CSS doğrulayıcı"],"HTML Validator":["HTML doğrulayıcı"],"Pinterest Rich Pins Validator":["Pinterest zengin Pin doğrulayıcı"],"Facebook Debugger":["Facebook hata ayıklama"],"Check Google Cache":["Google önbelleğini kontrol et"],"Analyze this page":["Bu sayfayı analiz et"],"Keyword Research":["Kelime araştırma"],"%s does not seem to be a valid url. Please correct.":["% geçerli bir web adresi değil. Lütfen düzeltin."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s geçerli bir %2$s doğrulama metnine sahip değil. Lütfen düzeltin."],"%s Archive":["%s Arşiv"],"You searched for %s":["%s için arama yaptınız"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s geçerli bir Twitter kullanıcı adı değil. Lütfen düzeltin."],"Summary with large image":["Büyük görselli özet"],"Summary":["Özet"],"The post %1$s appeared first on %2$s.":["%1$s yazısı ilk önce %2$s üzerinde ortaya çıktı."],"No numeric value was received.":["Sayısal bir değer gönderilmedi."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Var olan bir blog olmalıdır. %s bulunamadı ya da silinmek üzere işaretlenmiş."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Varsayılan blog ayarı kullanmak istediğiniz varsayılan blogun sayısal tanımlayıcı değeri olmalıdır."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%2$s %1$s ayarlarında izin verilen seçeneklerden biri değil. Değer varsayılana döndürüldü."],"Please select a valid post type for taxonomy \"%s\"":["\"%s\" kategorisi için geçerli bir yazı tipi seçin."],"Please select a valid taxonomy for post type \"%s\"":["\"%s\" yazı tipi için geçerli bir etiket seçin"],"You searched for":["Şunu aradınız"],"Home":["Ana sayfa"],"Archives for":["Arşiv"],"Error 404: Page not found":["Hata 404: Sayfa bulunamadı"],"Good":["İyi"],"Replaced with a custom taxonomies description":[],"Replaced with a posts custom taxonomies, comma separated.":["Virgülle ayrılmış olarak yazı özel etiketleri ile değiştirilir."],"Replaced with a posts custom field value":["Yazı özel alan değeri ile değiştirilir"],"Replaced with the slug which caused the 404":["404 sayfasına neden olan kısa isim ile değiştirilir"],"Replaced with the posts focus keyphrase":["Yazı odak anahtar kelimeleri ile değiştirildi"],"Attachment caption":["Eklenti alt metni"],"Replaced with the current page number":["Geçerli sayfa numarası ile değiştirilir"],"Replaced with the current page total":["Geçerli toplam sayfa sayısı ile değiştirilir"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Mevcut sayfa numarası ile değiştirilecek (örneğin 2 \/ 4)"],"Replaced with the post\/page author's 'Biographical Info'":["Yazının\/sayfanın yazarının 'Biyografik bilgi'si ile değiştirilecek"],"Replaced with the post\/page author's 'nicename'":["Yazının\/sayfanın yazarının 'güzel ismi' ile değiştirilecek"],"Replaced with the post\/page ID":["Yazı\/Sayfa no ile değiştirilir"],"Replaced with the post\/page modified time":["Yazı\/sayfa değişiklik zamanı ile değiştirilir"],"Replaced with the content type plural label":["İçerik türü çoğul etiketiyle değiştirildi"],"Replaced with the content type single label":["İçerik türü tekil etiketiyle değiştirildi"],"Replaced with the current search phrase":["Mevcut arama ifadesi ile değiştirilir"],"Replaced with the term name":["Terim adı ile değiştirilir"],"Replaced with the term description":["Terim açıklaması ile değiştirilir"],"Replaced with the tag description":["Etiket açıklaması ile değiştirilir"],"Replaced with the category description":["Kategori açıklamasıyla değiştirilir"],"Replaced with the post categories (comma separated)":["Yazı kategorileri ile değiştirilecek (virgül ile ayrılmış)"],"Replaced with the current tag\/tags":["Mevcut etiket(ler) ile değiştirilecek"],"Replaced with the post\/page excerpt (without auto-generation)":["Yazının\/sayfanın özeti ile değiştirilecek (otomatik oluşturma olmadan)"],"Replaced with the post\/page excerpt (or auto-generated if it does not exist)":["Yazının\/sayfanın özeti ile değiştirilecek (ya da özet yoksa otomatik oluşturulacak)"],"The site's name":["Sitenin adı"],"Replaced with the title of the parent page of the current page":["Bu sayfanın ebeveyn sayfasının başlığı ile değiştirilecek"],"Replaced with the title of the post\/page":["Yazının\/sayfanın başlığı ile değiştirilecek"],"Replaced with the date of the post\/page":["Yazının\/sayfanın tarihi ile değiştirilecek"],"Page %1$d of %2$d":["Sayfa %1$d \/ %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Aynı isimli bir değişken tanımlayarak WPSEO standart değişkenlerinin üstüne yazamazsınız. \"wpseo_replacements\" filtresini kullanarak değiştirme değerini ayarlayın."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Aynı isme sahip bir değiştirme değişkeni zaten mevcut. Değişkeninizi daha eşsiz yapmaya çalışın."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Bir değiştirme karakteri \"%%cf_\" ya da \"%%ct_\" ile başlayamaz, bu karakterler WPSEO değişkenleri, özel alanlar ve özel kategoriler için kullanılmaktadır. Değişken isminizi eşsiz yapmaya çalışın."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Bir muadil değişken sadece harfler, alt çizgi ya da tire içerebilir. Değişkeninizin ismini değiştirmeyi deneyin."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":[],"Page not found":["Sayfa bulunamadı"],"%s Archives":["%s arşivleri"],"Meta description to use for Author page":["Yazar sayfasında kullanılacak meta açıklaması"],"Title to use for Author page":["Yazar sayfalarında kullanılacak başlık"],"%1$s settings":["%1$s ayarlarınız"],"Export your %1$s settings":["%1$s ayarlarınızı dışarı aktarın"],"Import settings":["İçeri aktarma ayarları"],"Import from other SEO plugins":["Diğer AMO eklentilerinden içeri aktar"],"Import":["İçeri aktar"],"If you had a %s file and it was editable, you could edit it from here.":["Eğer yazılabilir bir %s dosyanız olsaydı, buradan düzenleyebilirdiniz."],"If your %s were writable, you could edit it from here.":["Eğer %s dosyanız yazılabilir olsaydı, buradan düzenleyebilirdiniz."],"You don't have a %s file, create one here:":["%s dosyanız yok, buradan bir tane oluşturun:"],"A link to your site, with your site's name and description as anchor text.":["Site isminin ve açıklamasının bağlantı metni olarak kullanıldığı, sitenize giden bir bağlantı. "],"A link to your site, with your site's name as anchor text.":["Site isminin bağlantı metni olarak kullanıldığı, sitenize giden bir bağlantı."],"A link to the post, with the title as anchor text.":["Başlığın bağlantı metni olarak kullanıldığı, yazı sayfasına bir bağlantı."],"A link to the archive for the post author, with the authors name as anchor text.":["Yazarın isminin bağlantı metni olarak kullanıldığı, arşiv sayfasına bir bağlantı."],"You can use the following variables within the content, they will be replaced by the value on the right.":["İçeriğin içinde şu değişkenleri kullanabilirsiniz, kullandığınızda sağdaki değerler ile değiştirileceklerdir."],"Content to put after each post in the feed":["Besleme içindeki her içerikten sonra eklencek metin"],"Content to put before each post in the feed":["Beslemedeki her yazıdan önce eklenecek içerik"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Bu özellik, otomatik olarak RSS beslemelerinize içerik eklemek için kullanılır, daha detaya girmek gerekirse, bu, blogunuza yazılarınıza bağlantılar ekleyerek, aptal aşırıcı robotları otomatik olarak bağlantı vermelerini sağlar. Bu sayede arama motorları gerçek içeriğin orijinal kaynağını daha iyi tespit edebilirler."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Bu dolaşım özelliğinin kullanımı ile ilegili %1$sdolaşım entegrasyonu ile ilgili bilgi bankası makalemize%2$s göz atabilirsiniz."],"How to insert breadcrumbs in your theme":[],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":["Sınıflandırma için bağlantı haritasında gösterilecek içerik türü arşivi"],"Taxonomy to show in breadcrumbs for content types":["İçerik türleri için Bağlantı haritasında gösterilecek sınıf"],"Breadcrumb for 404 Page":[],"Prefix for Search Page breadcrumbs":[],"Prefix for Archive breadcrumbs":[],"Prefix for the breadcrumb path":[],"Anchor text for the Homepage":["Ana sayfa için bağlantı metni"],"Separator between breadcrumbs":[],"Enable Breadcrumbs":[],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Aşağıda yayınlanan yazılarınızın SEO puanları vardır. Şimdi yazılarınızın bazılarını geliştirmeye başlamak için iyi bir zaman!"],"Credits":["Katkıda bulunanlar"],"&laquo; Back to Tools page":["&laquo; Araçlar sayfasına dön"],"%1$s comes with some very powerful built-in tools:":["%1$s çok güçlü dahili araçlarla beraber gelir:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Bu araç AMO için önemli olan dosyalarınızı, örneğin robots.txt ve varsa .htaccess gibi, hızlıca değiştirebilmenize olanak sağlar."],"File editor":["Dosya düzenleyicisi"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Diğer AMO eklentilerinden ayarları içeri aktarın ve daha sonra kullanmak üzere kendi ayarlarınızı dışarı aktarın."],"Import and Export":["İçeri Al \/ Dışarı Aktar"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Bu araç her bir yazının ya da sayfanın detayına girmeden kolayca başlık ve açıklamaları değiştirebilmenize olanak sağlar."],"Bulk editor":["Toplu düzenleyici"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["%1$sPinterest ile sitenizi doğrulamak için%2$s meta etiketini buraya ekleyin:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":[],"The default card type to use":["Kullanılacak varsayılan kart tipi"],"Add Twitter card meta data":["Twitter kartı meta verisi ekleme"],"This image is used if the post\/page being shared does not contain any images.":["Paylaşılan yazı\/sayfa herhangi bir görüntü içermiyorsa bu görsel kullanılır."],"Default settings":["Varsayılan ayarlar"],"Copy home meta description":["Ana sayfa meta açıklamasını kopyala"],"Description":["Açıklama"],"Image URL":["Görsel adresi"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Bunlar sitenizin ana sayfasında Open Graph için kullanılan başlık, açıklama ve görsel bilgileridir."],"Frontpage settings":["Ana sayfa ayarları"],"Add Open Graph meta data":["Open Graph Meta verisi ekle"],"YouTube URL":["YouTube adresi"],"Pinterest URL":["Pinterest adresi"],"MySpace URL":["MySpace adresi"],"LinkedIn URL":["LinkedIn adresi"],"Instagram URL":["Instagram adresi"],"Twitter Username":["Twitter kullanıcı adı"],"Facebook Page URL":["Facebook sayfa adresi"],"Accounts":["Hesaplar"],"Restore site to defaults":["Site ayarlarını varsayılanlara döndür"],"Site ID":["Site no"],"Using this form you can reset a site to the default SEO settings.":["Bu formu kullanarak bir siteyi varsayılan SEO ayarlarına döndürebilirsiniz."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Gizliliğe duyarlı (FB yöneticileri ve benzeri), temaya özgü (başlıklar gibi ) ve birkaç siteye özgü ayar yeni sitelere aktarılmayacaktır."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["İlgili site için %1$sSite No%2$s girerek, o sitenin ayarlarını varsayılan olarak kullanabilirsiniz. Hiçbiri için boş bırakın. (O zaman eklentinin varsayılan ayarları kullanılacaktır)"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Ağınıza ekli olan siteler içinde bir siteyi seçerek, ayarlarını varsayılan olarak kullanabilirsiniz. Eğer 'Hiçbiri' seçeneğini seçerseniz eklentinin varsayılan ayarları kullanılacaktır."],"New sites in the network inherit their SEO settings from this site":["Ağdaki yeni siteler SEO ayarlarını bu siteden devralır."],"Super Admins only":["Sadece süper yöneticiler"],"Site Admins (default)":["Site yöneticileri (varsayılan)"],"Who should have access to the %1$s settings":["%1$s ayarlarına kimler erişebilir"],"spam":["istenmeyen"],"mature":["yetişkin"],"archived":["arşiv"],"public":["herkese açık"],"%s restored to default SEO settings.":["%s varsayılan AMO ayarlarına döndürüldü."],"Settings Updated.":["Ayarlar güncellendi."],"404 pages":["404 sayfaları"],"Search pages":["Sayfalarda ara"],"These pages will be %s by default, so they will never show up in search results.":["Bu sayfalar varsayılan olarak%s olarak işaretlenmiştir, böylece arama sonuçlarında görüntülenmezler."],"Special Pages":["Özel sayfalar"],"Date-based archives could in some cases also be seen as duplicate content.":["Tarih tabanlı arşivler kimi zaman tekrar eden içerik olarak ele alınabiliyor."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Bu durum sizin siteniz için geçerliyse ya bunu etkisizleştirebilir (ki bu ana sayfaya yönlendirecektir) ya da %s ekleyin ki arama sonuçlarında gözükmesin."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Eğer tek bir yazarak sahip bir blog işletiyorsanız, yazar arşivi ana sayfayla aynı olacaktır. Buna %1$stekrarlanan içerik problemi%2$s denir."],"Date archives":["Tarih arşivi"],"author archives":["yazar arşivleri"],"Title":["Başlık"],"Hide":["Gizle"],"Take note:":["Not al:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":[],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":[],"Homepage &amp; Front page":["Ana sayfa ve ön sayfa"],"Title Separator":["Başlık ayracı"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s, bu sayfalar için başlıkları yeniden zorlamak gerekmediğini otomatik algıladı, eğer bunun yanlış olduğunu düşünüyor ve siz ne yaptığınızı biliyorsanız, buradan ayarı değiştirebilirsiniz."],"Force rewrite titles":["Başlıkları yeniden yazmaya zorla"],"Taxonomies":["Kategoriler"],"Homepage":["Ana sayfa"],"%1$s Extensions":["%1$s eklenti"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Sorunsuz bir şekilde %1$s ile WooCommerce entegrasyonunu yapabilirsiniz!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Hiç ter dökmeden Google Maps aramalarında daha iyi sonuç elde edin!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Google Haberlerde yer alıyor musunuz? Gerekli optimizasyonları yaparak trafiğinizi artırabilirsiniz!"],"Optimize your videos to show them off in search results and get more clicks!":["Videolarınızı optimize ederek arama sonuçlarında çıkmalarını sağlayın ve böylece daha çok tıklama kazanın!"],"The premium version of %1$s with more features & support.":["%1$s eklentisinin bir çok yeni özelliğe ve desteğe sahip sürümü."],"Person":["Kişi"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":[],"Website name":["Web sitesi ismi"],"Webmaster Tools":["Web Yöneticisi Araçları"],"RSS":["RSS"],"Breadcrumbs":["Yol haritası"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Bir yönlendirme oluşturmak ve bu problemi gidermek için %1$s gerekiyor. Bu eklentiyi ve bir yıllık destek ve güncellemeyi %2$s adresinden satın alabilirsiniz."],"Creating redirects is a %s feature":["Yönlendirme oluşturmek bir %s özelliği"],"Deactivate %s":["Devre dışı bırak: %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["%1$s eklentisi %2$s eklentisi ile beraber kullanıldığında problem çıkartabiliyor."],"Upload Image":["Görsel yükle"],"Remove these ads?":["Reklamları kaldırmak ister misin?"],"%s Posts Overview":["%s yazıya genel bakış"],"Breadcrumbs title":[],"Facebook App ID":["Facebook uygulama no"],"Pinterest":["Pinterest"],"Archives":["Arşivler"],"Email":["E-posta"],"Previous":["Önceki"],"Next":["Sonraki"],"Close":["Kapat"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":[],"Configure %1$s's Open Graph settings":["%1$s OpenGraph ayarlarını yapılandır"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Hem %1$s hem de %2$s OpenGraph çıktısı üretir. Bu çıktılar Facebook, Twitter, LinkedIn ve diğer sosyal ağlar tarafından, sitenizdeki içerik paylaşıldığı zaman gösterilecek metin ve görsellerdir."],"%s Image":["%s Resim"],"%s Description":["%s Açıklama"],"%s Title":["%s Başlık"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["%1$s için önerilen görsel boyutu %2$spx."],"If you want to override the image used on %s for this post, upload \/ choose an image here.":["Bu yazının %s için kullanılan görselini silerek değiştirmek istiyorsanız, buradan bir görsel yükleyin\/seçin."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Eğer %s üzerinde paylaşım yaparken meta açıklaması kullanmayıp farklı bir açıklama girmek isterseniz, buraya yazabilirsiniz."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Eğer yazıyı %s üzerinde paylaşırken bu yazı başlığını kullanmak istemiyorsanız, istediğiniz yeni başlığı buraya yazabilirsiniz."],"very difficult":["çok zor"],"Try to make shorter sentences, using less difficult words to improve readability":["Daha kısa cümleler kurmayı deneyin, daha az zor kelimeler kullanarak okunabilirliği geliştirin."],"difficult":["zor"],"Try to make shorter sentences to improve readability":["Okunabilirliği artırmak için kısa cümleler kurmaya çalışın."],"fairly difficult":["oldukça zor"],"OK":["Tamam"],"fairly easy":["oldukça kolay"],"easy":["kolay"],"very easy":["çok kolay"],"Meta Desc.":["Meta Açık."],"All SEO Scores":["Tüm SEO puanları"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO sorunu: Öne çıkarılan görsel en az 200x200 piksel boyutlarında olmalıdır. Facebook ve diğer sosyal medya siteleri tarafından kullanılacaktır."],"(no parent)":["(ebeveyn yok)"],"Post is set to noindex.":["Yazı indekslenmesin olarak ayarlanmış."],"The URL that this page should redirect to.":["Bu sayfanın yönlenmesi gereken adres."],"301 Redirect":["301 yönlendirme"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":[],"Canonical URL":["Aynı adres"],"Title to use for this page in breadcrumb paths":["Dolaşım yollarında bu sayfa için kullanılacak başlık"],"Breadcrumbs Title":["Dolaşım menüsü başlığı"],"No Snippet":["Kod parçacığı yok"],"No Archive":["Arşiv yok"],"No Image Index":["Görsel indeksi yok"],"None":["Hiç biri"],"Meta robots advanced":["Meta robots gelişmiş"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Uyarı: meta robot ayarlarını burada girebiliyor olsanız da, sitenin genel ayarlarında bu site indekslenmesin diye ayarlanmış. Yani robot ayarlarının bir etkisi olmayacaktır."],"Meta description":["Meta açıklaması"],"SEO Title":["SEO başlığı"],"Focus keyword":["Odak anahtar kelime"],"Settings successfully imported.":["Ayarlar başarıyla içe aktarıldı."],"Settings could not be imported:":["Ayarlar içe aktarılamadı:"],"Breadcrumb for 404 pages:":["Bağlantı haritası için 404 sayfaları:"],"Prefix for search result pages:":["Arama sonuçları için ön ek:"],"Prefix for archive pages:":["Arşiv sayfaları için ön ek:"],"Prefix for breadcrumbs:":["Bağlantı haritası için önek:"],"Anchor text for the homepage:":["Ana sayfa için bağlantı metni:"],"Breadcrumbs separator:":["Bağlantı haritası ayracı"],"%s Breadcrumbs":[],"Use Image":["Resim kullan"],"Action":["Eylem"],"Page URL\/Slug":["Sayfa adresi\/kısa ismi"],"Publication date":["Yayın tarihi"],"Post Status":["Yazı durumu"],"WP Page Title":["WP sayfa başlığı"],"View":["Görüntüle"],"View &#8220;%s&#8221;":["Görüntüle &#8220;%s&#8221;"],"Preview":["Önizleme"],"Preview &#8220;%s&#8221;":["Önizleme &#8220;%s&#8221;"],"Edit":["Düzenle"],"Filter":["Filtre"],"posts\u0004Trash <span class=\"count\">(%s)<\/span>":["Çöp <span class=\"count\">(%s)<\/span>","Çöp <span class=\"count\">(%s)<\/span>"],"posts\u0004All <span class=\"count\">(%s)<\/span>":["Tümü <span class=\"count\">(%s)<\/span>","Tümü <span class=\"count\">(%s)<\/span>"],"New Yoast Meta Description":["Yeni Yoast meta açıklaması"],"Existing Yoast Meta Description":["Var olan Yoast meta açıklaması"],"Facebook profile URL":["Facebook profil URL'si"],"Twitter username (without @)":["Twitter kullancı adı (@ işareti olmadan)"],"FAQ":["S.S.S."],"Premium Support":["Premium destek"],"Settings":["Ayarlar"],"Huge SEO Issue: You're blocking access to robots.":["Büyük SEO Sorunu: Robotların erişimini engelliyorsunuz."],"Posts":["Yazılar"],"Edit Files":["Dosyaları düzenle"],"General":["Genel"],"Extensions":["Eklentiler"],"Search Console":["Arama konsolu"],"Tools":["Araçlar"],"Advanced":["Gelişmiş"],"XML sitemaps":["XML site haritaları"],"Social":["Sosyal"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s %3$s eklentisinin %2$s sürümünü kullandığınızı tespit etti. Lütfen uyumsuzluk problemlerinin önüne geçmek için son sürüme güncelleyin."],"Just another WordPress site":["Bir başka WordPress sitesi"],"You have used HTML in your value which is not allowed.":["Değerlerinizde kabul edilmeyen bir HTML kodu kullandınız"],"You can't edit %s that aren't yours.":["%s ögesini düzenleyemezsiniz çünkü sizin değil."],"You can't edit %s.":["Bunu düzenleyemezsiniz: %s."],"Post has an invalid Content Type: %s.":["Yazının geçersiz bir içerik türü var: %s."],"Post doesn't exist.":["Yazı bulunamadı."]}}}