{"translation-revision-date":"2020-06-04 03:42:19+0000","generator":"GlotPress\/3.0.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"%s (opens in a new tab)":[],"Paste URL or type to search":[],"Link selected.":[],"No results.":[],"%d result found, use up and down arrow keys to navigate.":[],"Apply":[],"Open in new tab":[],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":[],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":[],"Learn more about marking a link as nofollow or sponsored.":[],"Link inserted.":[],"Link edited.":[],"Warning: the link has been inserted but could have errors. Please test it.":[],"Add Link":[],"Unlink":[],"Link removed.":[],"Link":[],"We've analyzed your post. There is still room for improvement!":[],"We've analyzed your post. Everything looks good. Well done!":[],"No focus keyword was entered":[],"Share your post!":[],"Improve your post with Yoast SEO":[],"SEO analysis:":[],"Stop indexing":["Stopp indeksering"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Lenke-kolonnene viser antall artikler på dette nettstedet som lenker %3$stil%4$s denne artikkelen og antallet lenker som lenker %3$sfra%4$s denne artikkelen. Les mer om %1$shvordan du bruker disse funksjonene for å forbedre dine interne lenker%2$s, for å forbedre din SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Vi har skrevet en artikkel om %1$shvordan du kan ta i bruk score for SEO og score for lesevennlighet%2$s."],"%1$s adds several columns to this page.":["%1$s legger til flere kolonner på denne siden."],"We estimate this will take less than a minute.":["Vi antar det kommer til å ta under ett minutt."],"We estimate this will take a couple of minutes.":["Vi antar det kommer til å ta et par minutter."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s":["%1$sKjør indekseringsprosessen på din server%2$s ved å bruke %3$sWP CLI%2$s"],"Wait for a week or so, until %1$s automatically processes most of your content in the background. %2$sRemind me in a week.%3$s":["Vent omtrent en uke, til %1$s automatisk har behandlet mesteparten av innholdet ditt i bakgrunnen. %2$sMinn meg på dette om en uke.%3$s"],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Dette kan ta lang tid på grunn av størrelsen på nettstedet ditt. Som et alternativ til å vente, kan du: "],"Continue processing and speed up your site now":["Fortsett behandlingen og få fart på ditt nettsted nå"],"It looks like an indexing process was run earlier, but didn't complete. There is still some content which hasn't been indexed yet. Don't worry, you can pick up where you left off.":["Det ser ut som en indekseringsprosess ble startet tidligere, uten å fullføre. Du har fortsatt noe innhold som ikke er indeksert ennå. Ta det med ro, du kan fortsette der du stoppet sist."],"%1$s maintains an index of all of your site's SEO data in order to speed up your site.":["%1$s vedlikeholder en indeks over alle SEO-data på nettstedet for å kunne gjøre nettstedet raskere."],"To build your index, %1$s needs to process all of your content.":["For å bygge indeksen trenger %1$s å behandle alt ditt innhold."],"%1$s creates and maintains an index of all of your site's SEO data in order to speed up your site.":["%1$s oppretter og vedlikeholder en indeks over alle SEO-data på nettstedet for å kunne gjøre nettstedet raskere."],"Show debug information":["Vis feilsøkingsinformasjon"],"Your site will continue to work normally, but won't take full advantage of %s.":["Ditt nettsted vil fortsette å virke som normalt, men vil ikke dra full nytte av %s."],"%s had problems creating the database tables needed to speed up your site.":["%s fikk problemer med å opprette databasetabellene som er nødvendig for å fart på ditt nettsted."],"Start processing and speed up your site now":["Start behandlingen og få fart på ditt nettsted nå"],"SEO Data":["SEO-data"],". To build your index, %1$s needs to process all of your content.":[". For å bygge din indeks trenger %1$s å behandle alt ditt innhold."],"%1$s creates and maintains an index of all of your site's SEO data in order to speed up your site":["%1$s oppretter og vedlikeholder en indeks over alle SEO-data på nettstedet for å kunne gjøre nettstedet raskere"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Nøkkelordrekken din er for lang. Den kan maksimalt være 191 tegn."],"As the indexability status of your website can only be fetched from %1$s every 15 seconds,\n\t\t\ta first step could be to wait at least 15 seconds and refresh the Site Health page. If that did not help,\n\t\t\t%2$sread more about troubleshooting search engine visibility%3$s.":["Indekserbarhets-statusen til nettstedet ditt kan bare leses av fra %1$s hvert 15. sekund, som steg 1, vent minst 15 sekunder og last siden for nettstedets helse på nytt. Hvis det ikke hjelper, %2$sles mer om å løse problemer for søkemotorsynlighet%3$s."],"%1$s offers a free indexability check for %2$s users. The request to %1$s to check whether your site can be found by search engines failed due to an error.":["%1$s tilbyr en gratis kontroll av indekseringsevnen for %2$s brukere. Forespørselen til %1$s for å sjekke om ditt nettsted kan indekseres av søkemotorer ble ikke gjennomført på grunn av en feil."],"%1$sFind out how to solve this problem on our knowledge base%2$s.":["%1$sLet i kunnskapsbasen vår for å finne ut hvordan du kan løse dette problemet%2$s."],"The text link counter feature is not working as expected":["Telleren for tekstlenker virker ikke som forventet"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Telleren for tekstlenker hjelper deg å forbedre strukturen på nettstedet ditt. %1$sFinn ut hvordan tekstlenke-telleren kan forbedre din SEO%2$s."],"The text link counter is working as expected":["Telleren for tekstlenker virker som forventet"],"I don't want this site to show in the search results.":["Jeg vil ikke at dette nettstedet vises i søkeresultatene."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Om du vil at søkemotorer skal vise ditt nettsted i sine resultater må du %1$sgå til dine Innstillinger for lesing%2$s og fjerne avkrysningen i boksen for Søkemotosrsynlighet."],"Learn more about the no-index setting on our help page.":["Les mer på hjelpesiden din om innstillingen for å ikke indeksere ."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Selv om du kan stille inn innstillingene for roboter-meta her, har det ingen effekt fordi hele nettstedet er innstilt på ikke å indekseres i de generelle personverninnstillingene."],"Learn more about canonical URLs on our help page.":["Les mer om kanoniske URLer på hjelpesiden vår."],"Learn more about the breadcrumbs title setting on our help page.":["Les mer om innstillinger for titler i brødsmulestier på hjelpesiden vår."],"Learn more about advanced meta robots settings on our help page.":["Les mer om avanserte innstillinger for roboter-meta på hjelpesiden vår."],"Learn more about the no-follow setting on our help page.":["Les mer om innstillingene for ikke-følging på vår hjelpeside."],"Should search engines follow links on this %s":["Skal søkemotorer følge lenker på denne %s"],"%1$s indexing status":["%1$s indekseringsstatus"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Dette %1$s REST API-sluttpunktet gir deg alle metadata du trenger for at WordPress-nettsteder med headless-teknologi kan bruke %1$s for alle SEO metadata som genereres."],"REST API: Head endpoint":["REST API: Hode-sluttpunkt"],"Optimization failed, please try again later.":["Optimalisering mislyktes, vennligst prøv igjen."],"Optimization completed.":["Optimalisering fullført."],"Optimization in progress...":["Optimalisering pågår..."],"Something went wrong while optimizing the SEO data of your site. Please try again later.":["Noe gikk galt under optimaliseringen av SEO-daa på ditt nettsted. Vennligst prøv igjen senere."],"Good job! You've sped up your site.":["Godt jobbet! Du har gjort nettstedet ditt raskere."],"%1$sHide this notice%2$s (everything will continue to function normally)":["%1$sSkjul denne merknaden%2$s (alt vil fortsette å virke som normalt)"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Les %1$sdenne hjelpeartikkelen%2$s for å finne ut hvordan du kan løse dette problemet."],"Great, your site has been optimized!":["Flott, ditt nettsted er optimalisert!"],"Speeding up your site":["Får fart på nettstedet ditt"],"We're processing all of your content to speed it up! This may take a few minutes.":["Vi prosesserer alt ditt innhold for å far på nettstedet ditt! Dette kan ta noen få minutter."],"Object %1$s of %2$s processed.":["Objekt %1$s av %2$s behandlet."],"All your content is already indexed, there is no need to index it again.":["Alt innholdet ditt er allerede indeksert, du behøver ikke gjøre det på nytt."],"a theme that has proper title-tag theme support, or adapt your theme to have that support":["et tema som har skikkelig temastøtte for tittel-tagger, eller tilpass ditt tema for slik støtte."],"Term hierarchy":["Term-hierarki"],"Replaced with the term ancestors hierarchy":["Erstattet med hierarkiet over term-forfedre"],"%1$sGo to %2$s to analyze your entire site%3$s":["%1$sGå til %2$s for å analysere hele nettstedet ditt%3$s"],"%1$s offers a free indexability check for %2$s users, and it shows that your site can be found by search engines.":["%1$s tilbyr en gratis indekserbarhetskontroll for brukere av %2$s, og den viser at ditt nettsted kan bli funnet av søkemotorer."],"Your site can be found by search engines":["Ditt nettsted kan finnes av søkemotorer"],"%1$s offers a free indexability check for %2$s users and right now it has trouble determining\n\t\t\twhether search engines can find your site. This could have several (legitimate) reasons and\n\t\t\tis not a problem in itself. If this is a live site, it is recommended that you figure out why\n\t\t\tthe %1$s check failed.":["%1$s tilbyr en gratis indekserbarhetskontroll for brukere av %2$s, og akkurat nå har den problemer med å finne ut\n\t\t\tom ditt nettsted kan bli funnet av søkemotorer. Dette kan ha flere (naturlige) grunner og er ikke et problem\n\t\t\ti seg selv. Om dette er et levende nettsted, er det anbefalt at du finner ut hvorfor\n\t\t\t%1$s-kontrollen mislyktes."],"%1$s cannot determine whether your site can be found by search engines":["%1$s kan ikke finne ut om ditt nettsted kan finnes av søkemotorer"],"%1$sRead more about troubleshooting search engine visibility.%2$s":["%1$sLes mer om feilretting av søkemotorsynlighet.%2$s"],"%1$s offers a free indexability check for %2$s users and it has determined that your site cannot be found by search engines. If this site is live or about to become live, this should be fixed.":["%1$s tilbyr en gratis indekserbarhetskontroll for brukere av %2$s, og den har funnet ut at ditt nettsted ikke kan finnes av søkemotorer. Om dette er et levende nettsted, eller snart skal bli det, bør dette rettes opp."],"Your site cannot be found by search engines":["Dit nettsted kan ikke finnes av søkemotorer."],"If this is a live site, %1$sit is recommended that you figure out why the check failed.%2$s":["Om dette er et levende nettsted %1$ser det anbefalt at du finner ut hvorfor kontrollen mislyktes.%2$s"],"Error details: %1$s %2$s %3$s":["Detaljer om feilen: %1$s %2$s %3$s"],"An error occurred while checking whether your site can be found by search engines":["En feil oppsto under kontroll av om ditt nettsted kan finnes av søkemotorer"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sDu kan endre slagord i Tilpass%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Du har fortsatt standard WordPress-slagord. Selv et tomt et er trolig bedre."],"You should change the default WordPress tagline":["Du bør endre standard WordPress-slagord"],"You are using a custom tagline or an empty one.":["Du bruker et tilpasset slagord eller et tomt."],"You changed the default WordPress tagline":["Du har endret det standard WordPress-slagordet"],"Great! You can activate your premium plugin(s) and receive updates.":["Flott! Du kan aktivere din(e) premium-uvidelse(r) og få oppdateringer."],"Your site can connect to %1$s":["Ditt nettsted kan koble til %1$s"],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. The cause for this error is probably that the cURL software on your server is too old. Please contact your host and ask them to update it to at least version 7.34. %3$sRead more about cURL in our knowledge base%4$s.":["Du kan %1$snot%2$s aktivere din(e) premium-utvidelse(r) og få oppdateringer. Grunnen til denne feilen er trolig at programvaren cURL på din server er for gammel. Vennligst kontakt din nettvert og be dem om å oppdatere den til minst versjon 7.34. %3$sLes mer om cURL i vår kunnskapsbase%4$s."],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. A common cause for not being able to connect is an out-of-date version of cURL, software used to connect to other servers. However, your cURL version seems fine. Please talk to your host and, if needed, the Yoast support team to figure out what is broken. %3$sRead more about cURL in our knowledge base%4$s.":["Du kan %1$snot%2$s aktivere din(e) premium-utvidelse(r) og få oppdateringer. En vanlig grunn til denne feilen er en utdatert versjon av cURL, programvaren som benyttes til å koble til andre servere. Din versjon av cURL ser likevel grei ut. Vennligst snakk med din nettvert og, om nødvendig, Yoast brukerstøtte, for finne ut hva som er feil. %3$sLes mer om cURL i vår kunnskapsbase%4$s."],"Your site can not connect to %1$s":["Ditt nettsted kan ikke koble til %1$s"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Kommentarer til dine innlegg vises på en enkelt side. Dette er akkurat sli vi anbefaler det. Du gjør det bra!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Det er sterkt anbefalt å ha ditt innleggnavn i URLen til dine innlegg og sider. Vurder å sette din permalenkestruktur til %s."],"You do not have your postname in the URL of your posts and pages":["Du har ikke ditt innleggsnavn i URLen for dine innlegg og sider."],"You do have your postname in the URL of your posts and pages.":["Du har ditt innleggsnavn i URLen for dine innlegg og sider."],"Your permalink structure includes the post name":["Din permalenkestruktur innholder innleggsnavnet"],"The request to Ryte returned an error.":["Forespørselen til Ryte returnerte en feil."],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Kommentarer til dine innlegg blir brutt opp til flere sider. Fordi dette i 999 av 1000 tilfeller ikke er nødvendig anbefaler vi at du slår av dette. For å rette det, fjern avkrysning for \"el opp kommentarer i sider ...\" på siden Diskusjonsinnstillinger."],"Comments break into multiple pages":["Kommentarer er bryter over på flere sider"],"Comments are displayed on a single page":["Kommentarer vises på en enkelt side"],"No title":["Ingen tittel"],"%1$sGo to the Discussion Settings page%2$s":["%1$sGå til siden for Innstillinger for diskusjon%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sDette ble rapportert av utvidelsen %2$s%3$s"],"Date in Google Preview":["Dato i Google-forhåndsvisning"],"Preview as:":["Forhåndsvis som:"],"Mobile result":["Mobilresultat"],"Google preview":["Google-forhåndsvisning"],"Desktop result":["Skrivebordsresultat"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Når du klikker OK, åpner vi vår HelpScout-widget hvor du kan finne svar på dine spørsmål. Denne widgeten vil laste inn brukerstøtte-data og kan også sette informasjonskapsler."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Nettleseren du bruker er dessverre temmelig utdatert. Vi prøver å gi deg best mulig opplevelse og derfor støtter vi ikke lenger denne nettleseren. Prøv å bruke %1$sFirefox%4$s, %2$sChrome%4$s eller %3$sMicrosoft Edge%4$s i stedet."],"If you want to apply advanced <code>meta<\/code> robots settings for this page, please define them in the following field.":["Hvis du vil bruke avanserte <code>meta<\/code> robot-instillinger for denne siden, vennligst definer disse i følgende felt."],"Check out %1$s":["Sjekk ut %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Vi har både online gratiskurs og premiumkurs hvor du kan lære alt du trenger å vite om SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Vil du lære om SEO fra Team Yoast? Sjekk ut vårt %1$s!"],"Learn SEO":["Lær SEO"],"Start to optimize your site for Google News traffic today!":["Begynn å optimalisere siden din for trafikk fra Google Nyheter i dag!"],"Make sure your videos rank and are easy to share with our Video SEO plugin.":["Forsikre deg om at videoene dine rangerer bra og er enkle å finne med vår Video SEO-utvidelse"],"Our Local SEO plugin will help you rank in Google Maps and local results.":["Vår Local SEO-utvidelse vil hjelpe deg å rangere bra i Google Maps og lokale resultater."],"%s settings to import:":["%s-innstillinger å importere:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importer innstillinger fra en annen %1$s-installasjon ved å lime dem inn her og klikke \"%2$s\"."],"Your %1$s settings:":["Dine %1$s-innstillinger:"],"Schema":["Skjema"],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":["Twitter bruker Open Graph-metadata akkurat som Facebook, så pass på å beholde \"Legg til Open Graph-metadata\"-innstillingen fra Facebook-fanen skrudd på om du vil optimalisere nettstedet for Twitter."],"Please check the format of the Facebook Page URL you entered. %s":["Vennligst sjekk formatet til Facebookside-URLen du skrev inn. %s"],"Please check the format of the Instagram URL you entered. %s":["Vennligst sjekk formatet til Instagram-URLen du skrev inn. %s"],"Please check the format of the Linkedin URL you entered. %s":["Vennligst sjekk formatet til Linkedin-URLen du skrev inn. %s"],"Please check the format of the MySpace URL you entered. %s":["Vennligst sjekk formatet til MySpace-URLen du skrev inn. %s"],"Please check the format of the Pinterest URL you entered. %s":["Vennligst sjekk formatet til Pinterest-URLen du skrev inn. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Vennligst sjekk formatet til Wikipedia-URLen du skrev inn. %s"],"Please check the format of the Youtube URL you entered. %s":["Vennligst sjekk formatet til YouTube-URLen du skrev inn. %s"],"Settings saved.":["Innstillinger lagret."],"Continue learning":["Fortsett å lære"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to know everything our plugin has to offer. Sign up for our free %1$s plugin training, in which you'll learn how to use %1$s and how it can help you make the best of your website!":["%1$s vil nå ta hånd om all den tekniske optimaliseringen av nettstedet ditt. For å virkelig forbedre nettstedets ytelse i søkeresultater er det viktig å vite alt om hva utvidelsen tilbyr. Registrer deg for vår gratis %1$s-utvidelsestrening, hvor vi lærer deg hvordan du bruker %1$s og hvordan det kan hjelpe deg med å gjøre nettstedet ditt bedre!"],"Dismiss this alert":["Avvis dette varselet"],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":["Et bedriftsnavn og -logo er nødvendig for at strukturerte data skal virke skikkelig. %1$sLær mer om viktigheten av strukturerte data.%2$s"],"%s does not seem to be a valid Facebook App ID. Please correct.":["%s ser ikke ut som en gyldig ID for en Facebook-app. Vennligst korriger."],"The submitted value was: %s":["Den innsendte verdien var %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex-bekreftelseskoder kan bare inneholde bokstaver fra A til F, tall, bindestreker og understreker. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter-brukernavn kan bare inneholde bokstaver, tall og understreker. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest-bekreftelseskoder kan bare inneholde bokstaver fra A til F, tall, bindestreker og understreker. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing-bekreftelseskoder kan bare inneholde bokstaver fra A til F, tall, bindestreker og understreker. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Google-bekreftelseskoder kan bare inneholde bokstaver, tall, bindestreker og understreker. %s"],"The Facebook App ID you entered doesn't exist. %s":["Facebook App ID-en du skrev inn eksiterer ikke. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Baidu-bekreftelseskoder kan bare inneholde bokstaver, tall, bindestreker og understreker. %s"],"Show this item.":["Vis dette elementet"],"Hide this item.":["Skjul dette elementet"],"You have %d hidden problem:":["Du har %d skjult problem","Du har %d skjulte problemer"],"You have %d hidden notification:":["Du har %d skjult varsel","Du har %d skjulte varsler"],"The form contains %1$s error. %2$s":["Skjemaet inneholder %1$s feil. %2$s","Skjemaet inneholder %1$s feil. %2$s"],"SEO settings configured":["SO-innstillinger konfigurert"],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":["Hvis du vil dobbeltsjekke dine %1$s-innstillinger, eller endre noe, kan du alltids %2$sgjenåpne konfigurasjonsveiviseren%3$s."],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["De følgende ord og ordkombinasjoner opptrer mest hyppig i innholdet. Disse gir en indikasjon på hva innholdet ditt bør fokusere på. Dersom ordene ikke passer godt overens med ditt fokusområde bør du vurdere å skrive om innholdet ditt deretter. "],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Med en gang du legger til mer tekst, vil vi gi deg en liste med de ordene som forekommer oftest i innholdet. Disse gir en indikasjon på hva innholdet ditt fokuserer på."],"%d occurrences":["%d forekomster"],"Activate %s for your site on MyYoast":["Aktiver %s på ditt nettsted på MyYoast"],"Show blog page in breadcrumbs":["Vis bloggside i brødsmulesti"],"We could not find any relevant articles on your website that you could link to from your post.":["Vi kunne ikke finne noen relevante artikler på nettstedet som du kan lenke til fra innlegget."],"Has feedback":["Har tilbakemelding"],"Content optimization:":["Innholdsoptimalisering:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLesbarhet%2$s: %3$s"],"Post Noindexed":["Innlegg avindeksert"],"No Focus Keyphrase":["Ingen fokus-nøkkelord"],"Person logo \/ avatar":["Person-logo \/ avatar"],"Extend %s":["Utvid %s"],"Posts with the SEO score: %s":["Innlegg med SEO-poeng: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s videoopplæring"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["For å se nåværende gjennomsøkingsfeil, %1$svenligst besøk Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google har avviklet Crawl Errors API-et. Derfor kan det hende du ikke lenger kan se gjennomsøkingsfeil her. %1$sLes vår uttalelse angående dette for mer informasjon%2$s."],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Optimaliser ditt nettsted for lokalt publikum med vår %s-utvidelse! Optimaliserte adressedetaljer, åpningstider, butikkfinner og hentealternativ!"],"Serving local customers?":["Betjener du lokale kunder?"],"Get the %s plugin now":["Skaff utvidelsen %s nå"],"Organization social profiles":["Sosiale profiler for organisasjonen"],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":["Du kan redigere detaljene vist i meta, som sosiale profiler, navnet og beskrivelsen til denne brukeren på dennes %1$s profilside."],"Personal info":["Personlig informasjon"],"Organization logo":["Logo til organisasjonen"],"Organization name":["Navn på organisasjonen"],"Choose whether the site represents an organization or a person.":["Velg om ditt nettsted representerer en organisasjon eller en person."],"Knowledge Graph & Schema.org":["Knowledge Graph og Schema.org"],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":["For å angi at dtt nettsted representerer et selskap eller organisasjon går du til %1$sSøkeutseende%2$s og setter Organisasjon eller person to \"Organisasjon\"."],"To change the social accounts used for your site, update the details for %1$s.":["For å endre sosiale konti brukt på ditt nettsted, oppdater detaljene for %1$s."],"That means that the form and information below is disabled, and not used.":["Det betyr at skjemaet og informasjonen nedenfor er skrudd av og ikke i bruk."],"Your website is currently configured to represent a Person":["Ditt nettsted er for tiden satt opp til å representere en person"],"(if one exists)":["(om én finnes)"],"Wikipedia page about you":["Wikipedia-side om deg"],"YouTube profile URL":["YouTube profil-URL"],"Tumblr profile URL":["Tumblr profil-URL"],"SoundCloud profile URL":["SoundCloud profil-URL"],"MySpace profile URL":["MySpace profil-URL"],"Organization or person":["Organisasjon eller person"],"The person":["Personen"],"Organization":["Organisasjon"],"Does your site represent a person or an organization?":["Representerer ditt nettsted en person eller en organisasjon?"],"The name of the organization":["Navnet på organisasjonen"],"Provide an image of the organization logo":["Oppgi et bilde av organisasjonens logo"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Du har tidligere angitt at ditt nettsted representerer en person. Vi har forbedret vår funksjonalitet rundt Schema og Knowledge Graph slik at du bør gå inn og %1$sfullføre de innstillingene%2$s."],"Select a user...":["Velg en bruker..."],"Uncategorized":["Ukategorisert"],"Name:":["Navn:"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Du har valgt brukeren %1$s som personen dette nettstedet representerer. Dennes brukerprofil-informasjon vil nå bli brukt i søkeresultatet. %2$sOppdater dennes profil for å forsikre deg om at informasjonen er korrekt.%3$s"],"Error: Please select a user below to make your site's meta data complete.":["Feil: Vennligst velg en brukere nedenfor for å gjøre ditt nettsteds metadata fullstendig."],"SEO score: %s":["SEO-poengsum: %s"],"If a Wikipedia page for you or your organization exists, add it too.":["Hvis det finnes en Wikipedia-side for deg eller organisasjonen din, kan du legge den til også."],"Wikipedia URL":["Wikipedia-URL"],"Pinterest profile URL":["URL til Pinterest-profil"],"Instagram profile URL":["URL til Instagram-profil"],"LinkedIn profile URL":["URL til LinkedIn-profil"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["Nøkkelordundersøkelse er viktig i enhver SEO-strategi. Du bestemmer hvilke søkeord du vil bli funnet på, og finne ut hvilke ord publikum bruker for å finne deg. God nøkkelordundersøkelse forteller deg hvilket innhold du trenger for å starte opprangeringen for termene du vil rangeres for. Sørg for at din innsats går inn i nøkkellordene du faktisk har en sjanse til å få rangering for! %1$s leder deg gjennom denne prosessen, trinn for trinn."],"The image you selected is too small for Facebook":["Bildet du valgte, er for lite for Facebook"],"The given image url cannot be loaded":["Kan ikke laste inn URL-adressen for angitt bilde"],"Find out what words your audience uses to find you":["Finn ut hvilke ord publikummet ditt bruker for å finne deg"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":["%1$sFlesch lesbarhetstest%2$s: Kopien skårer %3$s i testen, noe som regnes som %4$s for å lese. %5$s"],"No JSON object was returned.":["Intet JSON-objekt ble returnert."],"Received internal links":["Mottatte interne lenker"],"Outgoing internal links":["Utgående interne lenker"],"New step added":["Nytt trinn lagt til"],"New question added":["Nytt spørsmål lagt til"],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["Tekstlink-tellefunksjonen gir innsikt i hvor mange lenker som finnes i teksten din og hvor mange lenker som refererer til teksten.Dette er veldig nyttig når du forbedrer din %1$sinterne lenking%2$s."],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["Vær nøye med å vurdere konsekvensene og %1$sles dette innlegget%2$s hvis du vil ha mer informasjon om virkningen av å vise media i søkeresultatene."],"Keyphrase":["Nøkkelord"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["For at denne funksjonen skal fungere, trenger %1$s å opprette en tabell i databasen. Vi kunne ikke opprette denne tabellen automatisk."],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["Ved å aktivere dette alternativet, blir vedleggsadresser synlige for både dine besøkende og Google.For å tilføre dette til nettstedet ditt, bør de inneholde nyttig informasjon, ellers kan de ha en negativ innvirkning på rangeringen din."],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["For å være sikker på at alle lenkene i tekstene dine er tellet, må vi analysere disse tekstene."],"All you have to do is press the following button and we'll go through all your texts for you.":["Alt du trenger å gjøre er å trykke på følgende knapp, og vi vil gjennomgå alle tekstene dine for deg."],"Count links":["Tell lenker"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sAlt-attributter for bilder%5$s: Av%2$d bilder på denne siden, har%1$d alt-attributter med ord fra dine nøkkelord eller synonymer. Det er litt mye. %4$sinkluderer bare nøkkelordene eller dens synonymer når den egentlig passer til bildet%5$s."],"%1$sImage alt attributes%2$s: Good job!":["%1$salt-attributter for bilder%2$s: Godt jobbet!"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sAlt-attributter for bilder%5$s: Av %2$d bilder på denne siden har bare %1$d et alt-attributt som gjenspeiler emnet til teksten. %4$sLegg til nøkkelordene dine eller synonymer til alt-taggene på de mer relevante bildene%5$s!","%3$sAlt-attributter for bilder%5$s: Av %2$d bilder på denne siden har bare %1$d alt-attributter som gjenspeiler emnet til teksten. %4$sLegg til nøkkelordene dine eller synonymer til alt-taggene på de mer relevante bildene%5$s!"],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sNøkkelord i undertittel%3$s: Bilder på denne siden har ikke alt-attributter som gjenspeiler emnet i teksten. %2$sLegg dine nøkkelord eller synonymer til alt-attributtene på mer relevante bilder%3$s!"],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sAlt-attributter på bilder%3$s: Bilder på denne siden har alt-attributter, men du har ikke angitt dine nøkkelord. %2$sFiks dette%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":["%1$sNøkkelord i undertittel%2$s:%3$s av under overskriftene på høyere nivå gjenspeiler emnet i ditt eksemplar. Bra jobbet!","%1$sNøkkelord i undertittel%2$s:%3$s av under overskriftene på høyere nivå gjenspeiler emnet i ditt eksemplar. Bra jobbet!"],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":["%1$sNøkkelord i undertittel%2$s: Undertittel på høyere nivå gjenspeiler emnet i kopien. Bra jobbet!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":["%1$sNøkkelord i undertittel%3$s:%2$sBruk flere nøkkelord eller synonymer i undertitlene på høyere nivå%3$s!"],"Cannot get the size of %1$s because of unknown reasons.":["Vi kan ikke få størrelsen på %1$s av ukjente årsaker."],"Cannot get the size of %1$s because it is hosted externally.":["Vi kan ikke få størrelsen på %1$s fordi den er levert fra en ekstern server."],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":["Bare bytt bryteren til \"på\" for å kunne bruke den rekalibrerte analysen. Samtidig vil vi legge deg til i en spesifikk epost liste. Vi vil kun bruke e-posten din til å sende deg informasjon og høre fra deg om bruken av denne rekalibreringen!"],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":["Vi har %1$srekalibrert vår analyse%2$s. Med den nye analysen vil vi komme enda nærmere på hvordan Google ser nettstedet ditt. Det ville vært %3$sfantastisk%4$s om du kunne tenke deg å %3$sbetateste denne funksjonen%4$s for oss!"],"Get an even better analysis":["Få en enda bedre analyse"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sEnkel tittel%3$s: H1 skal bare brukes som hovedtittel. Finn alle H1-titler i teksten din som ikke er din hovedtittel og %2$sendre de til et lavere tittel-nivå%3$s!"],"Improve sharing on Facebook and Pinterest":["Forbedre deling på Facebook og Pinterest"],"You do not have the required rights to export settings.":["Du har ikke de nødvendige rettighetene for å eksportere innstillingene."],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Kopier alle disse innstillingene til et annet nettsteds %1$s faneblad og klikk \"%1$s\" der."],"These are settings for the %1$s plugin by %2$s":["Dette er innstillinger for utvidelsen %1$s av %2$s"],"No settings found.":["Ingen innstillinger funnet."],"Export your %1$s settings here, to copy them on another site.":["Eksporter innstillingene for %1$s her for å kopiere dem til et annet nettsted."],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Import av innstilling er kun støttet servere som kjører PHP 5.3 eller nyere."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sNøkkelordtetthet%2$s: Fokusnøkkelordene ble funnet 0 ganger. Det er mindre enn det anbefalte minimum %3$d ganger for en tekst av denne lengden. %4$sFokus på dine nøkkelord%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sNøkkelordtetthet%2$s: Fokusnøkkelordene ble funnet %5$d ganger. Det er mindre enn det anbefalte minimum %3$d ganger for en tekst av denne lengden. %4$sFokus på dine nøkkelord%2$s!","%1$sNøkkelordtetthet%2$s: Fokusnøkkelordene ble funnet %5$d ganger. Det er mindre enn det anbefalte minimum %3$d ganger for en tekst av denne lengden. %4$sFokus på dine nøkkelord%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sNøkkelordtetthet%2$s: Fokusnøkkelordene ble funnet %3$d gang. Dette er meget bra!","%1$sNøkkelordtetthet%2$s: Fokusnøkkelordene ble funnet %3$d ganger. Dette er meget bra!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sNøkkelordtetthet%2$s: Fokusnøkkelordene ble funnet %5$d gang. Dette er er mer enn det anbefalte maksimum på %3$d ganger for en tekst av denne lengden. %4$sIkke over-optimaliser%2$s!","%1$sNøkkelordtetthet%2$s: Fokusnøkkelordene ble funnet %5$d ganger. Dette er er mer enn det anbefalte maksimum på %3$d ganger for en tekst av denne lengden. %4$sIkke over-optimaliser%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sNøkkelordtetthet%2$s: Fokusnøkkelordet ble funnet %5$d gang. Dette er er mye mer enn det anbefalte maksimum på %3$d ganger for en tekst av denne lengden. %4$sIkke overoptimaliser%2$s!","%1$sNøkkelordtetthet%2$s: Fokusnøkkelordet ble funnet %5$d ganger. Dette er er mye mer enn det anbefalte maksimum på %3$d ganger for en tekst av denne lengden. %4$sIkke over-optimaliser%2$s!"],"Method %1$s() does not exist in class %2$s":["Metoden %1$s() finnes ikke i klassen %2$s"],"With %s, you can easily create such redirects.":["Med %s kan du enkelt lage slike redirigeringer."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Endring av permalenker kan negativt påvirke søkemotorsynligheten for ditt nettsted. Det bør omtrent %1$s aldri %2$s gjøres på en nettside som allerede er offentlig tilgjengelig."],"WARNING:":["ADVARSEL:"],"Learn about why permalinks are important for SEO.":["Lær om hvorfor permalenker er viktig for søkemotoroptimalisering."],"Google Ads":["Google Ads"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sBindeord i nøkkelord%3$s: Dine nøkkelord \"%4$s\" inneholder bare bindeord. %2$sLær mer om hva som danner et godt nøkkelord.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Visste du at %s også analyserer de forskjellige ordformene til nøkkelordene dine, som flertallsformer og fortidsformer?"],"Clear Image":["Fjern bilde"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sNøkkelordlengde%3$s: %2$sSett et nøkkelord for å beregne SEO-poengsummen%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sNøkkelord i slug%2$s: Mer enn halvparten av dine nøkkelord vises i slug-en. Det er supert!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sNøkkelord i slug%3$s: (En del av) dine nøkkelord er ikke i slug-en. %2$sEndre det%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sNøkkelord i slug%2$s: Flott arbeid!"],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":["%1$sNøkkelord i tittelen%3$s: Ikke alle ordene fra dine nøkkelord \"%4$s\" vises i SEO-tittelen. %2$sPrøv å bruke eksakt samsvar med nøkkelord i SEO-tittelen%3$s."],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":["%1$sNøkkelord i tittelen%3$s: Inneholder ikke det nøyaktige treffet. %2$sPrøv å skrive det nøyaktige treffet til nøkkelord i SEO-tittelen%3$s."],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":["%1$sNøkkelord i tittelen%3$s: Det nøyaktige treffet til nøkkelord vises i SEO-tittelen, men ikke i begynnelsen. %2$sPrøv å flytte den til begynnelsen%3$s."],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":["%1$sNøkkelord i tittelen%2$s: Det nøyaktige treffet til nøkkelord vises i begynnelsen av SEO-tittelen. Bra jobb!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sNøkkelordfordeling%2$s: Godt jobbet!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sNøkkelordfordeling%3$s: Ujevn. Enkelte deler av din tekst inneholder ikke nøkkelordet eller dets synonymer. %2$sDistribuer dem mer jevnt over%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sNøkkelordfordeling%3$s: Veldig ujevn. Store deler av din tekst inneholder ikke nøkkelordet eller dets synonymer. %2$sDistribuer dem mer jevnt over%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sNøkkelordfordeling%3$s: %2$sInkluder nøkkelordet eller dets synonymer i teksten slik at vi kan sjekke fordelingen av nøkkelord%3$s."],"Help on choosing the perfect focus keyphrase":["Hjelp til å velge det perfekte fokusnøkkelord"],"Would you like to add a related keyphrase?":["Vil du legge til relaterte nøkkelord?"],"Go %s!":["Gå %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Viser ikke datoen arkivene i søkeresultatene teknisk betyr at de vil ha en %1$s robots meta. %2$sMer informasjon om innstillingene for søkeresultater%3$s."],"Rank better with synonyms & related keyphrases":["Ranger bedre med synonymer og relaterte nøkkelord"],"optimize a single post for synonyms and related keyphrases.":["optimalisere et enkeltinnlegg for synonymer og relaterte nøkkelord."],"Synonyms & related keyphrases":["Synonymer og relaterte nøkkelord"],"Add related keyphrase":["Legg til relatert nøkkelord"],"Upgrade to %s":["Oppgrader til %s"],"%1$s video":["%1$s video"],"Get %s":["Skaff %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sTidligere brukte nøkkelord%6$s: Du har brukt disse nøkkelordene %1$s%2$d ganger før%3$s. %5$sIkke bruk samme nøkkelord mer enn én gang%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sTidligere brukte nøkkelord%5$s: Du har brukt disse nøkkelorden %1$sén gang før%2$s. %4$sIkke bruk samme nøkkelord mer enn én gang%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sTidligere brukte nøkkelord%2$s: Du har ikke brukt disse nøkkelordene før, veldig bra."],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["%1$sSlug stoppord%3$s: Slug for denne siden inneholder et stopp ord. %2$sFjern det%3$s!","%1$sSlug stoppord%3$s: Slug for denne siden inneholder et stopp ord. %2$sFjern det%3$s!"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":["%1$sSlug for lang%3$s: Slug-en for denne siden er litt lang. %2$sForkort den%3$s!"],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAlt-attributter for bilder%3$s: Ingen bilder vises på denne siden. %2$sLegg til noen%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sLenke-nøkkelord%3$s: Du kobler til en annen side med ordene du vil at denne siden skal rangere for. %2$sIkke gjør det%3$s!"],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Dette er langt under det anbefalte minimum på %5$d ord. %3$sLegg til mer innhold%4$s.","Dette er langt under det anbefalte minimum på %5$d ord. %3$sLegg til mer innhold%4$s."],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Dette er under det anbefalte minimum på %5$d ord. %3$sLegg til mer innhold%4$s.","Dette er under det anbefalte minimum på %5$d ord. %3$sLegg til mer innhold%4$s."],"%2$sText length%4$s: The text contains %1$d word.":["%2$sTekstlengde%4$s: Teksten inneholder %1$d ord.","%2$sTekstlengde%4$s: Teksten inneholder %1$d ord."],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$sTekstlengde%3$s: Teksten inneholder %1$d ord. Bra jobb!","%2$sTekstlengde%3$s: Teksten inneholder %1$d ord. Bra jobb!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sNøkkelord i undertittel%3$s: Mer enn 75%% av overskriftene på høyere nivå gjenspeiler emnet i kopien. Det er for mye. Det er for mye. %2$sIkke overoptimaliser%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sSEO-tittelbredde%3$s: %2$sVennligst opprett en SEO-tittel%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sSEO tittelbredde%3$s: SEO-tittelen er bredere enn den synlige grensen. %2$sPrøv å gjøre den kortere%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sSEO-tittel bredde%2$s: Godt jobbet!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sSEO-tittelbredde%3$s: SEO-tittelen er for kort. %2$sBruk plassen til å legge inn nøkkelordvariasjoner eller opprett en overbevisende kopi av handlingsfremmeren%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sUtgående lenker%2$s: Det er både ikke-fulgte og vanlige utgående lenker på denne siden. Bra jobb!"],"%1$sOutbound links%2$s: Good job!":["%1$sUtgående lenker%2$s: Godt jobbet!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sUtgående lenker%3$s: Alle utgående lenker på denne siden er ikke-fulgte. %2$sLegg til noen vanlige lenker%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sUtgående lenker%3$s: Ingen utgående lenker vises på denne siden. %2$sLegg til  noen%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sLengde på meta-beskrivelse%2$s: Godt gjort!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sMeta-beskrivelsens lengde er%3$s: Meta-beskrivelsen er over %4$d tegn. For å være sikker på at beskrivelsen skal være synlig %2$sbør du redusere lengden%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sMeta-beskrivelses lengde%3$s: Meta-beskrivelsen er for kort (under %4$d tegn). Opptil %5$d tegn er tilgjengelige. %2$sBruk plassen%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sMeta-beskrivelses lengde%3$s: Ingen meta-beskrivelse er angitt. Søkemotorer vil vise kopi fra siden i stedet. %2$sPass på å skrive en%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sNøkkelord i meta-beskrivelsen%2$s: Meta-beskrivelsen er angitt, men den inneholder ikke nøkkelordene. %3$sFiks det%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sNøkkelord i meta-beskrivelse%2$s: Meta-beskrivelsen inneholder nøkkelord %3$s ganger, som er over anbefalt maksimum 2 ganger. %4$sBegrens det%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sNøkkelord i meta-beskrivelse%2$s: Nøkkelord eller synonym vises i meta-beskrivelsen. Godt gjort!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sNøkkelordlengde%5$s: Nøkkelordet er %1$d  ord langt. Det er mye mer enn den anbefalte maksimalt %2$d  ord. %4$sLag den kortere%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sNøkkelordlengde%5$s: Nøkkelordene er %1$d ord lang. Det er mer enn anbefalt maksimum %2$d  ord. %4$sLag den kortere%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sNøkkelfraselengde%2$s: Godt jobbet!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sNøkkelfraselengde%3$s: Ingen fokus-nøkkelfrase ble funnet på denne siden. %2$sAngi en nøkkelfrase for å regne ut dine SEO-poeng%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sNøkkelord i introduksjonen%3$s: Dine nøkkelord eller dens synonymer finnes ikke i første avsnitt. %2$sSørg for at emnet blir klart med én gang%3$s."],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sNøkkelord i introduksjonen%3$s: Dine nøkkelord eller dens synonymer finnes i første avsnitt, men ikke i én setning. %2$sRett opp det%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sNøkkelord i introduksjonen%2$s: Riktig gjort!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sInterne lenker%2$s: Det er både ikke følgbare og vanlige interne lenker på denne siden. Bra jobbet!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sInterne lenker%2$s: Du har nok interne lenker. Bra jobbet!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sInterne lenker %3$s: De interne lenkene på denne siden er alle ikke-følgbare. %2$sLegg til noen gode interne lenker%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sInterne lenker%3$s: Ingen interne lenker vises på denne siden, %2$ssørg for å legge til noen%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sBindeord%2$s: Godt gjort!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sBindeord%2$s: Bare %3$s av setningene inneholder bideord, noe som ikke er nok. %4$sBruk flere av dem%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sBindeord%2$s: Ingen av setningene inneholder bindeord. %3$sBruk noen%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sIkke nok innhold%2$s: %3$sLegg til innhold for å muliggjøre en god analyse%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sUndertittel-fordeling%2$s: Du bruker ikke undertitler, men teksten er kort nok, og sannsynligvis ikke trenger dem."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sUnderittel-fordeling%2$s: Du bruker ikke noen undertitler, selv om teksten er ganske lang. %3$sPrøv å legge til noen undertitler%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sUnderittel-fordeling%2$s: %3$d delen av teksten er lengre enn %4$d ord og er ikke atskilt med noen underitler. %5$sLegg til undertitler for å forbedre lesbarheten%2$s.","%1$sUnderittel-fordeling%2$s: %3$d delen av teksten er lengre enn %4$d ord og er ikke atskilt med noen undertitlerer. %5$sLegg til undertitler for å forbedre lesbarheten%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sUndertittel-fordeling%2$s: Flott jobb!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sSetningslengde%2$s: %3$s av setningene inneholder mer enn %4$s ord, som er mer enn den anbefalte maksimumsverdien på %5$s. %6$sPrøv å forkorte setningene%2$s."],"%1$sSentence length%2$s: Great!":["%1$sSetningslengde%2$s: Flott!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sPåfølgende setninger%2$s: Det er nok variasjon i setningene. Det er supert!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sPåfølgende setninger%2$s: Teksten inneholder %3$d pfølgende setninger som starter med det samme ordet. %5$sPrøv å variere litt%2$s!","%1$sPåfølgende setninger%2$s: Teksten inneholder %4$d forekomster der %3$d eller flere påfølgende setninger begynner med det samme ordet. %5$sPrøv å variere litt%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sPassiv%2$s: %3$s av setningene inneholder passive verb, som er mer enn den anbefalte maksimumsverdien på %4$s. %5$sPrøv å bruke deres aktive former%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sPassive%2$s: Du bruker nok aktiv form. det er supert!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["%1$sAvsnittslengde%2$s: %3$d i avsnittene inneholder mer enn anbefalt maksimum %4$d ord. %5$sForkort avsnittene%2$s!","%1$sAvsnittslengde%2$s: %3$d i avsnittene inneholder mer enn anbefalt maksimum %4$d ord. %5$sForkort avsnittene%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sAvsnittslengde%2$s: Ingen av avsnittene er for lange. Flott jobb!"],"Good job!":["Godt jobbet!"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":["%1$sLesbarhet%2$s: Teksten scorer %3$s i testen, som regnes som %4$s å lese. %5$s%6$s%7$s"],"Focus keyphrase":["Fokusnøkkelord"],"%1$s with ID %2$s couldn't be patched":["%1$s med ID %2$s kan ikke oppdateres"],"Invalid POST request. Meta values already exist for object with ID %1$s.":["Ugyldig POST-forespørsel. Meta-verdier finnes allerede for objekt med ID %1$s."],"Indexable with ID `%1$s` does not exist":["Indekserbar med ID `%1$s` eksisterer ikke"],"No object with ID %1$s and %2$s could be found":["Ingen objekter med ID %1$s og %2$s ble funnet"],"`%1$s` is not a valid subtype of `%2$s`":["`%1$s` er ikke en gyldig undertype av `%2$s`"],"The object type `%1$s` is invalid":["Objekttypen `%1$s` er ugyldig"],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":["Ugyldig type for parameteren `%1$s` bestått. Forventet '%2$s ', men fikk '%3$s'"],"The parameter `%1$s` cannot be empty.":["Parameteren `%1$s` kan ikke være tom."],"Check Keyphrase Density":["Sjekk nøkkelordtettheten"],"Disable":["Deaktiver"],"Allow Control":["Tillat kontroll"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Denne kategorien lar deg selektivt deaktivere %s-funksjoner for alle nettsteder i nettverket. Som standard er alle funksjoner aktivert, som gjør at nettstedadministratorer selv kan velge om de vil slå av eller på en funksjon for eget nettsted. Når du deaktiverer en funksjon her, kan ikke nettstedsadministratorene bruke denne funksjonen i det hele tatt."],"%s is a required feature toggle argument.":["%s er et obligatorisk funksjonsvekslingsargument.."],"Keyphrase:":["Nøkkelord\/frase:"],"Remove keyphrase":["Fjern nøkkelord"],"This feature has been disabled by the network admin.":["Denne funksjonen er deaktivert av nettverksadministratoren."],"Focus keyphrase not set.":["Fokusnøkkelord er ikke angitt."],"Multiple keyphrases":["Flere nøkkelord"],"Colon":["Kolon"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Både %1$s og %2$s behandler SEO på ditt nettsted. Å kjøre to SEO-utvidelser på en gang er skadelig."],"There is a new notification.":["Det er et nytt varsel.","Det er nye varsler."],"Readability analysis:":[],"Learn more about the readability analysis":["Lær mer om lesbarhetsanalyse"],"Describe the duration of the instruction:":["Beskriv varigheten av instruksjonen:"],"Optional. Customize how you want to describe the duration of the instruction":["Valgfritt. Tilpass hvordan du vil beskrive varigheten av instruksjonen"],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":["Dette er en liste over relatert innhold som du kan lenke til i ditt innlegg. {{a}}Les vår artikkel om nettstedstruktur{{\/a}} for å lære mer om hvordan intern lenking kan bidra til å forbedre din SEO."],"%s, %s and %s":["%s, %s og %s"],"%s and %s":["%s og %s"],"%d minute":["%d minutt","%d minutter"],"%d hour":["%d time","%d timer"],"%d day":["%d dag","%d dager"],"Enter a step title":["Legg til en tittel for trinnet"],"Optional. This can give you better control over the styling of the steps.":["Valgfritt. Dette kan gi deg bedre kontroll over styling av trinnene."],"CSS class(es) to apply to the steps":["CSS klasse(r) å bruke på trinnene"],"minutes":["minutter"],"hours":["timer"],"days":["dager"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Opprett en hvordan-veiledning på en SEO-vennlig måte. Du kan bare bruke én slik hvordan-blokk pr. innlegg."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Lag oversikt over dine ofte stilte spørsmål på en SEO-vennlig måte. Du kan bare bruke én FAQ-blokk pr. innlegg."],"Copy error":["Feil ved kopiering"],"An error occurred loading the %s primary taxonomy picker.":["Det oppstod en feil under innlasting av den primære taksonomivelgeren %s."],"%1$s Structured Data Blocks":["%1$s strukturerte datablokker"],"Time needed:":["Beregnet tid:"],"Move question down":["Flytt spørsmål ned"],"Move question up":["Flytt spørsmål opp"],"Insert question":["Fyll inn spørsmål"],"Delete question":["Slett spørsmål"],"Enter the answer to the question":["Skriv inn svar på spørsmålet"],"Enter a question":["Fyll inn spørsmålet ditt"],"Add question":["Legg til spørsmål"],"Frequently Asked Questions":["Ofte stilte spørsmål"],"Great news: you can, with %s!":["Gode nyheter: du kan, med %s!"],"Select the primary %s":["Velg hoved-%s"],"Check links to this URL":["Sjekk lenker til denne URLen"],"Keyword research training":["Opplæring i nøkkelordundersøkelse"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Prøver du å bruke flere nøkkelord? Du bør legge dem separat nedenfor."],"Mark as cornerstone content":["Merk som hjørnesteinsinnhold"],"Move step down":["Flytt trinn ned"],"Move step up":["Flytt trinn opp"],"Insert step":["Sett inn trinn"],"Delete step":["Slett trinn"],"Add image":["Legg til bilde"],"Enter a step description":["Angi en trinnbeskrivelse"],"Enter a description":["Angi en beskrivelse"],"Unordered list":["Usortert liste"],"Showing step items as an ordered list.":["Viser trinnelementene som en ordnet liste."],"Showing step items as an unordered list":["Viser trinnelementene som en uordnet liste"],"Add step":["Legg til trinn"],"Delete total time":["Slett total tid"],"Add total time":["Legg til total tid"],"How to":["Hvordan"],"How-to":["Hvordan"],"Analysis results":["Analyseresultater"],"Enter a focus keyphrase to calculate the SEO score":["Skriv inn fokusnøkkelord for å beregne SEO-poengsummen"],"Learn more about Cornerstone Content.":["Lær mer om hjørnesteinsinnhold."],"Cornerstone content should be the most important and extensive articles on your site.":["Hjørnesteinsinnhold bør være de viktigste og mest omfattende artiklene på nettstedet ditt."],"Restore Site":["Gjenopprett nettsted"],"Network Settings":["Nettverksinnstillinger"],"You are not allowed to perform this action.":["Du har ikke lov til å utføre denne handlingen."],"Error: %s":["Feil: %s"],"Success: %s":["Suksess: %s"],"Site with ID %d not found.":["Nettsted med ID %d ikke funnet."],"No site has been selected to restore.":["Intet nettsted er valgt for å gjenopprette."],"You are not allowed to modify unregistered network settings.":["Du har ikke lov til å endre uregistrerte nettverksinnstillinger."],"deleted":["slettet"],"Would you like to add another keyphrase?":["Vil du legge til et nøkkelord til?"],"image preview":["forhåndsvisning av bilde"],"Copied!":["Kopiert!"],"Not supported!":["Ikke støttet!"],"Read {{a}}our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":["Les {{a}}artikkelen vår om nettstedstruktur{{\/a}} for å lære mer om hvordan internlenker kan hjelpe deg til bedre SEO."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["Når du legger til litt mer tekst, gir vi deg en liste over relatert innhold her som du kan lenke til i innlegget ditt."],"Consider linking to these {{a}}cornerstone articles:{{\/a}}":["Vurder å lenke til disse {{a}}hjørnesteinsartiklene:{{\/a)}"],"Consider linking to these articles:":["Vurder å lenke til disse artiklene:"],"Copy link":["Kopier lenke"],"Copy link to suggested article: %s":["Kopier lenke til foreslått artikkel: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Les vår %1$sultimate veiledning til nøkkelord-forskning%2$s for å lære mer om nøkkelordforskning og -strategi."],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":["Med en gang du legger til mer tekst, vil vi gi deg en liste med de ordene og ordkombinasjonene som forekommer oftest i innholdet. Disse gir en indikasjon på hva innholdet ditt fokuserer på."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["De følgende ord og ordkombinasjoner opptrer mest hyppig. Disse gir en indikasjon på hva innholdet ditt bør fokusere på. Dersom ordene ikke passer godt overens med ditt fokusområde bør du vurdere å skrive om innholdet ditt deretter. "],"Prominent words":["Framtredende ord"],"The site's tagline":["Nettstedets slagord"],"Not all required fields are given. Missing field %1$s":["Ikke alle påkrevde felt er fylt ut. Mangler feltet %1$s"],"Optimize your shop's SEO and sell more products!":["Optimaliser din butikk's SEO og sell fler produkter!"],"Add synonyms":["Legg til synonymer"],"Would you like to add keyphrase synonyms?":["Vil du legge til nøkkelord-synonymer?"],"Would you like to add more than one keyphrase?":["Vil du legge til mer enn ett nøkkelord?"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":["Du kan endre SEO-metadata for denne tilpassede typen på %1$sbutikksiden%2$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["Du har ikke valgt en Butikk side i din WooCommerce innstillinger. Vær vennlig å gjør dette først."],"Current year":["Nåværende år"],"Page":["Side"],"Breadcrumb settings for %s archive":["Brødsmule-innstillinger for %s arkiv"],"Something went wrong. Please reload the page.":["Noe gikk galt, vennligst last siden på nytt."],"Tagline":["Slagord"],"Modify your meta description by editing it right here":["Endre meta beskrivelsen din ved å redigere den her"],"description (custom taxonomy)":["beskrivelse (egendefinert taksonomi)"],"(custom taxonomy)":["(egendefinert taksonomi)"],"(custom field)":["(egendefinert felt)"],"Term404":["Begrep404"],"Caption":["Bildetekst"],"Pagenumber":["Sidenummer"],"Pagetotal":["Side total"],"Page number":["Sidenummer"],"User description":["Brukerbeskrivelse"],"ID":["ID"],"Modified":["Modifisert"],"Post type (plural)":["Innholdstype (flertall)"],"Post type (singular)":["Innholdstype (entall)"],"Separator":["Seperator"],"Search phrase":["Søkeuttrykk"],"Term title":["Begrepstittel"],"Term description":["Begrepsbeskrivelse"],"Tag description":["Stikkordbeskrivelse"],"Category description":["Kategoribeskrivelse"],"Primary category":["Primær kategori"],"Category":["Kategori"],"Tag":["Stikkord"],"Excerpt only":["Kun utdrag"],"Excerpt":["Utdrag"],"Site title":["Nettstedstittel"],"Archive title":["Arkivtittel"],"Parent title":["Foreldertittel"],"Date":["Dato"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Du bør opprette en viderekobling for å sikre at de besøkende ikke får en 404-feil når de klikker på URL-adressen som ikke lenger fungerer."],"Search engines and other websites can still send traffic to your deleted post.":["Søkemotorer og andre nettsteder kan fortsatt sende trafikk til det slettede innlegget ditt."],"Make sure you don't miss out on traffic!":["Pass på at du ikke går glipp av trafikk!"],"You just deleted a %1$s.":["Du har nettopp slettet en %1$s."],"You just trashed a %1$s.":["Du har nettopp kastet en %1$s."],"Settings for %s archive":["Innstillinger for %s arkiv"],"Settings for single %s URLs":["Innstillinger for URL til enkelt %s"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Innstillingene på denne siden lar deg angi hva standard søk utseende bør være for hvilken type innhold du har. Du kan velge hvilke innholdstyper som vises i søkeresultatene og hva deres standardbeskrivelse skal være."],"Url preview":["Forhåndsvisning av URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Vennligst oppgi en metabeskrivelse ved å redigere koden nedenfor. Hvis du ikke gjør det, vil Google prøve å finne en relevant del av innlegget ditt for å vise i søkeresultatene."],"Insert snippet variable":["Sett inn tekstutdrag-variabel"],"Dismiss this notice":["Fjern denne beskjeden"],"No results":["Ingen resultater"],"%d result found, use up and down arrow keys to navigate":["%d resultat funnet, bruk opp og ned piltastene for å navigere","%d resultater funnet, bruk opp og ned piltastene for å navigere"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Nettstedet ditt er satt til %s. Hvis dette ikke er riktig, ta kontakt med nettstedets administrator."],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s respekterer personvernet ditt. Les våre %2$spersonvernregler%3$s om hvordan vi håndterer dine personlige opplysninger."],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["Hvis du vet hva dette betyr, og du ikke vil se denne meldingen lenger, kan du %1$savvise denne meldingen%2$s."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["Nettstedets innstillinger tillater nå at lenker til vedlegg finnes. Les %1$sdette innlegget om et mulig problem med vedlegg%2$s og kontroller om du har riktig innstilling for ditt nettsted."],"Unknown type %1$s":["Ukjent type %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["Inkluderer en gratis MyYoast-konto, som gir deg tilgang til vårt gratis SEO for nybegynnere-kurs!"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["Meld deg på vårt nyhetsbrev om du ønsker å holde deg oppdatert om %1$s, andre kule utvidelser av %2$s, og interessante nyheter og tips fra SEO-verdenen."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Få din Baidu verifiseringskode %1$s Baidu Webmaster Tools %2$s."],"Baidu verification code":["Baidu verifiseringskode"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["Funksjonen for %s-import bruker midlertidige database-tabeller. Det ser ut som din WordPress-installasjon ikke er satt opp til å kunne gjøre dette - vennligst kontakt din leverandør for hosting."],"Cleanup of %s data failed.":["Opprydding av %s data mislyktes."],"Content Type":["Innholdstype"],"Filter by content type":["Filtrer på innholdstype"],"Show All Content Types":["Vis alle innholdstyper"],"Replaced with the normal title for an archive generated by WordPress":["Erstattet med vanlig tittel for et arkiv generert av WordPress"],"Clean":["Rydd opp"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Når du er sikker på at nettstedet ditt er OK kan du rydde opp. Dette vil fjerne alt av opprinnelig innhold."],"Step 5: Clean up":["Trinn 5: Rydd opp"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["Du burde kjøre konfigurasjons-veilederen fra siden for SEO &arr; Generelt &arr; Dashbord for å få bekreftet at alle innstillinger på nettstedet ditt er riktige."],"Step 4: Run the configuration wizard":["Trin 4: Kjør konfigurasjons-veiviseren"],"Please check your posts and pages and see if the metadata was successfully imported.":["Vennligst sjekk dine innlegg og sider for å se om metadata ble importert riktig."],"Step 3: Check your data":["Trinn 3: Sjekk dataene dine"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Dette vil importere metadata for innlegg som SEO-titler og beskrivelser inn i dine %1$s-metadata. Den vil kun gjøre dette om det ikke eksisterer %1$s-metadata der fra før. Opprinnelig data vil bli tatt vare på."],"Step 2: Import":["Trinn 2: Importer"],"Please make a backup of your database before starting this process.":["Vennligst ta en sikkerhetskopi av databasen din før du starter denne prosessen."],"Step 1: Create a backup":["Trinn 1: Opprett en sikkerhetskopi"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Vi har oppdaget data fra en eller flere SEO-utvidelser på nettstedet ditt. Følg fremgangsmåten nedenfor for å importere disse dataene:"],"Plugin: ":["Utvidelse: "],"%s did not detect any plugin data from plugins it can import from.":["%s oppdaget ikke noen data fra utvidelser det kan importere fra."],"Posts that should not show up in search results":["Innlegg som ikke burde vises i søkeresultater"],"%s data found.":["%s data funnet."],"%s data successfully removed.":["%s data ble fjernet."],"%s data successfully imported.":["%s-data importert."],"%s data not found.":["%s data ble ikke funnet."],"24\/7 email support":["E-poststøtte 24\/7"],"No more dead links a.k.a. 404 pages":["Ingen flere døde lenker, også kjent som 404 sider"],"Get real-time suggestions for internal links":["Få sanntidsforslag for interne linker"],"Preview your page in Facebook and Twitter":["Forhåndsvis siden din hos Facebook og Twitter"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":["Klikk knappen \"%3$s\" for å bruke metabeskrivelsen som allerede er angitt i innstillingen %1$ssøkeutseende på forsiden%2$s."],"Help on copying the home meta description":["Hjelp til å kopiere metabeskrivelsen for forsiden"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["For å la søkemotorene vite hvilke sosiale profiler som er assosiert med denne siden, skriv inn dine sosiale profiler nedenfor."],"Learn more about your social profiles settings":["Lær mer om innstillingene på dine sosiale profiler"],"Remove the categories prefix":["Fjern kategoriprefikset"],"Help on the category prefix setting":["Hjelp for innstillingen om kategori-prefiks"],"Learn more about the available variables":["Lær mer om de tilgjengelige variablene"],"Learn more about the RSS feed setting":["Lær mer om innstillingen for RSS-strøm"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Når du laster topp media (for eksempel et bilde eller en video) til WordPress, så vil det også lages en vedleggs URL for opplastingen. Disse vedleggssidene er ganske tomme: de inneholder mediet du lastet opp, og kanskje en tittel hvis du skrev inn en. Så hvis du ikke benytter vedleggs URL, er det kanskje bedre å deaktivere de, og heller videresende rett till mediet."],"Learn more about the Media and attachment URLs setting":["Lær mer om innstillingen for media og vedleggs-URL"],"Learn more about the title separator setting":["Lær mer om innstillingen for skilletegn i tittelen"],"Learn more about the knowledge graph setting":["Lær mer om innstillingen for kunskapskort"],"Learn more about the homepage setting":["Lær mer om innstillingen for hjemmesiden"],"Learn more about the special pages setting":["Lær mer om innstillingen for spesielle sider"],"Help on the date archives search results setting":["Hjelp til søkeresultatinnstillingen for datoarkivene"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Å ikke vise arkivene for forfatterne uten innlegg i søkeresultatene betyr teknisk at de vil ha en %1$s meta for roboter og vil bli ekskludert fra XML-netstedskartet. %2$sMer informasjon om innstillinger for søkeresultater%3$s."],"Help on the authors without posts archive search results setting":["Hjelp til innstillingen om søkeresultater for forfattere uten innleggsarkiv"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Ikke å vise arkiv for forfattere uten innlegg i søkeresultatene betyr teknisk at de vil ha en %1$s meta for roboter og vil bli ekskludert fra XML-nettstedskartet. %2$sMer informasjon om innstillinger for søkeresultater%3$s."],"Help on the author archives search results setting":["Hjelp for innstillingen om søkeresultater for forfatterarkiv"],"Archives settings help":["Hjelp med arkivinnstillinger"],"Learn more about the archives setting":["Lær mer om innstillingene for arkivene"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Få din Yandex verifiseringskode %1$sYandex Webmaster Tools%2$s."],"Yandex verification code":["Yandex verifiseringskode"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Få din Google verifiseringskode her %1$sGoogle Search Console%2$s."],"Google verification code":["Google verifiseringskode"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Få verifikasjonskode til Bing i %1$sBing Webmaster Tools%2$s."],"Bing verification code":["Bing verifiseringskode"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Du kan bruke boksene nedenfor for å verifisere med de forskjellige verktøyene for nettredaktører. Denne funksjonen legger til en metatag for bekreftelse på hjemmesiden din. Følg koblingene til de forskjellige verktøyene for nettredaktører, og se etter instruksjoner om bekreftelsesmetoder for å få bekreftelseskoden. Hvis nettstedet ditt allerede er bekreftet, kan du bare glemme disse."],"Learn more about the Webmaster Tools verification":["Lær mer om verifisering med Webmaster Tools"],"On":["På"],"Help on: %s":["Hjelp med: %s"],"%1$s comes with a lot of features. You can enable \/ disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s kommer med mange funksjoner. Du kan aktivere\/deaktivere noen av dem nedenfor. Hvis du klikker spørsmålstegnet, får du mer informasjon om funksjonen."],"Off":["Av"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Den avanserte delen av metaboksen %1$s meta lar en bruker fjerne innlegg fra søkeresultatene eller endre den kanoniske. Dette er ting du kanskje ikke vil at noen forfatter skal gjøre. Det er derfor, som standard, bare redaktører og administratorer kan gjøre dette. Hvis du angir \"%2$s\", kan alle brukere endre disse innstillingene."],"Security: no advanced settings for authors":["Sikkerhet: Ingen avanserte innstillinger for forfattere"],"See who contributed to %1$s.":["Se hvem som har bidratt til %1$s."],"Help on this search results setting":["Hjelp med denne innstillingen for søkeresultater"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Ikke å vise arkivet for%1$s i søkeresultater betyr teknisk at de vil ha en %2$s robotmeta og ville være utelukket fra XML-nettstedskartet. %3$sMer informasjon om innstillingene for søkeresultater%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Ikke vise %1$s i søkeresultatene betyr teknisk at de vil ha en %2$s meta for roboter og vil bli ekskludert fra XMLnettstedskartet. %3$sMer informasjon om innstillingene for søkeresultater%4$s."],"Default for %2$s, currently: %1$s":["Standard for %2$s, nåværende: %1$s"],"Show %s in search results?":["Vis %s i søkeresultater?"],"this author's archives":["denne forfatters arkiv"],"Do not allow search engines to show %s in search results.":["Ikke tillatt søkemotorer å vise %s i søkeresultater."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["Kategori-URLer for WordPress inneholder et prefiks, normalt %s, og denne funksjonen fjerner det prefikset, kun for kategorier."],"Category URLs":["Kategori-URLer"],"the archive for %s":["arkivet for %s"],"Redirect attachment URLs to the attachment itself?":["Omdirigere vedleggs-URL-er til vedlegget selv?"],"We recommend you set this to Yes.":["Vi anbefaler å sette dette til JA."],"Media & attachment URLs":["Media og vedlegg URLs"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Dette er hva som vises i søkeresultater når besøkende finner hjemmesiden din. Dette er antagelig det de ser når de søker etter ditt navn."],"date archives":["datoarkiver"],"archives for authors without posts":["arkiv for forfattere uten innlegg"],"Read why XML Sitemaps are important for your site.":["Les hvorfor XML sidekart er viktig for siden din."],"Enable the XML sitemaps that %s generates.":["Aktiver XML-nettstedskartet som %s genererer."],"See the XML sitemap.":["Se XML-nettstedskartet."],"%s (current default for %s)":["%s (nåværende standardverdi for %s)"],"Media":["Media"],"Content Types":["Innholdstyper"],"Should search engines follow links on this %1$s?":["Skal søkemotorer følge lenker på dette\/denne %1$s?"],"Allow search engines to show this %s in search results?":["Tillat at søkemotorer viser %s i søkeresultatene?"],"Search Appearance":["Søkeutseende"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":["Vennligst spesifiser hvilke innholdstyper du vil se i søkemotorer. Hvis du ikke vet forskjellene mellom disse, er det best å velge standardinnstillingene."],"Search engines should show \"%1$s\" in search results:":["Søkemotorer bør vise \"%1$s\" i søkeresultatene:"],"Search engine visibility":["Synlighet i søkemotorer"],"Toggle %1$s's XML Sitemap":["Skru %1$s sitt XML-nettstedskart av\/på"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Funksjonen for hjørnesteinsinnhold lar deg merke og filtrere hjørnesteinsinnhold på nettstedet ditt."],"Good results":["Gode resultater"],"Get better search results in local search":["Oppnå bedre søkeresultater i lokale søk"],"Allow customers to pick up their %s order locally":["Tillat kunder å hente sin %s-bestilling lokalt"],"SEO analysis":["SEO-analyse"],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO-analysen gir deg anbefalinger for å forberede SEO-en i teksten din."],"Learn how the SEO analysis can help you rank.":["Lær hvordan SEO analyse kan hjelpe deg å rangere bedre."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Lesbarhet analysen gir deg forslag til forbedringer av tekstens struktur og stil."],"Discover why readability is important for SEO.":["Oppdag hvorfor lesbarhet er viktig for SEO."],"Find out how cornerstone content can help you improve your site structure.":["Finn ut hvordan hjørnesteinsinnhold kan hjelpe deg med å forbedre strukturen på nettstedet ditt."],"The text link counter helps you improve your site structure.":["Tekstlenktelleren hjelper deg å forbedre strukturen på nettstedet."],"Find out how the text link counter can enhance your SEO.":["Finn ut hvordan tekstlenktelleren kan forbedre din SEO."],"%s integration":["%s-integrasjon"],"Read more about how %s works.":["Les mer om hvordan %s fungerer."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Aktiver denne funksjonen hvis du ønsker at Facebook og andre sosiale media skal vise en forhåndsvisning med bilde og et tekstutdrag når en lenk til ditt nettsted blir delt."],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Aktiver denne funksjonen hvis du vil at Twitter skal vise en forhåndsvisning med bilde og et tekstutdrag når en lenk til nettstedet ditt blir delt."],"Find out why you should upgrade to %s":["Finn ut hvorfor du burde oppgradere til %s"],"https:\/\/yoa.st\/1uk":["https:\/\/yoa.st\/1uk"],"https:\/\/yoa.st\/1uj":["https:\/\/yoa.st\/1uj"],"Latest blog posts on %1$s":["Siste blogginnlegg på %1$s"],"Remove highlight from the text":["Fjern fremhevelse fra teksten"],"Your site language is set to %s. ":["Ditt nettsted-språk er satt til %s. "],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Kom raskt i gang med %1$s %2$s konfigurasjonsveiviseren %3$s!"],"First-time SEO configuration":["Første gangs SEO-instillinger"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["Ditt nettsted-språk er satt til {language}. Hvis dette ikke er riktig, vennligst kontakt administratoren for nettstedet."],"Your site language is set to {language}.":["Ditt nettsted-språk er satt til {language}."],"Highlight this result in the text":["Fremhev dette resultat i teksten"],"Considerations":["Vurderinger"],"Errors":["Feil"],"Change language":["Endre språk"],"You cannot create a %s file.":["Du kan ikke opprette %s fil."],"You cannot edit the %s file.":["Du kan ikke redigere filen %s ."],"Updated %s":["Oppdater %s"],"Create %s file":["Opprett %s filen"],"Edit the content of your %s:":["Rediger innholdet i %s:"],"Save changes to %s":["Lagre endringer for %s"],"%s file":["%s fil"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s og %2$s arbeider bedre sammen hvis du legger til en hjelpeutvidelse. Vennligst installer %3$s for å få en bedre løsning. %4$s."],"More information":["Mer informasjon"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s og %2$s fungerer bedre sammen dersom du legger til et hjelpeutvidelse. Vennligst aktiver %3$s for å få en bedre løsning."],"More information about %1$s":["Mer informasjon om %1$s"],"Configuration Wizard":["Konfigurasjonshjelper"],"You've done it!":["Du er ferdig!"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s og %2$s jobber bedre sammen ved å legge til en hjelpeutvidelse. Vennligst installer %3$s for å avhjelpe dette."],"Manage your %s subscription on MyYoast":["Behandle ditt %s-abonnement på My Yoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Merk den viktigste %1$s som 'primært innhold' for å forbedre sidestrukturen. %2$sLær mer om primært innhold.%3$s."],"(Opens in a new browser tab)":["(Åpnes i en ny fane i nettleseren)"],"Posts %1$swithout%2$s a focus keyphrase":["Innlegg %1$suten%2$s et fokusnøkkelord"],"Hey, your SEO is doing pretty well! Check out the stats:":["Hei, din SEO fungerer bra! Sjekk ut statistikken:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Du har ingen publiserte innlegg, SEO-poengsummen din vil synliggjøres når du har publisert ditt første innlegg!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["På denne siden kan du endre navnet på nettstedet ditt og velge hvilket skilletegn som skal brukes. Skiletegnet vil for eksempel vises mellom innleggstittel og nettstedsnavn. Symboler vises i størrelsen de vises i søkeresultatene. Velg den som passer best for merkevaren din eller tar opp minst plass i tekstutdragene."],"Something else":["Noe annet"],"A portfolio":["En portefølje"],"A corporation":["En virksomhet"],"A small offline business":["En liten offline-virksomhet"],"A news channel":["En nyhetskanal"],"An online shop":["En nettbutikk"],"A blog":["En blogg"],"What does the site %1$s represent?":["Hva står %1$s for?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["Hvis du velger nei, vil forfatterarkivet ditt bli deaktivert for å forhindre problemer med duplikatinnhold."],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["Merk: Vi lagrer ikke dataene dine på noen måte og har ikke full tilgang til kontoen din. Ditt personvern er trygt hos oss."],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":["%1$s integreres med Google Search Console, et verktøy nettstedseiere må ha. Det gir deg informasjon om helsen til nettstedet ditt. Har du ikke en Google-konto, eller er nettstedet ditt ikke aktivert ennå? Finn ut %2$sVis hvordan koble til Google Search Console til ditt nettstedet%3$s."],"Option B: My site is under construction and should not be indexed":["Valg B: Nettstedet mitt er under konstruksjon og bør ikke indekseres"],"Option A: My site is live and ready to be indexed":["Valg A: Nettstedet mitt er aktivt og er klart for å bli indeksert"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["Velg under bygging hvis du vil holde nettstedet borte fra indeksen hos søkemotorer. Ikke glem å aktivere det når du er klar til å publisere nettstedet ditt."],"Please specify if your site is under construction or already active.":["Vennligst spesifiser om nettstedet er under konstruksjon eller allerede aktivt."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":["Denne informasjonen vil bli brukt i Googles kunnskapskort, den stor informsjonsboksen som vises på høyre side for søkeresultatene."],"Read more like this on our SEO blog":["Les mer som dette på vår SEO-blogg"],"Readability: %s":["Lesbarhet: %s"],"Not activated":["Ikke aktivert"],"Activated":["Aktivert"],"%1$s recommendations for you":["%1$s anbefalinger for deg"],"All Readability Scores":["Alle lesbarhetspoengene"],"Filter by Readability Score":["Filtrer på lesbarhetspoeng"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Du mottar ikke oppdateringer eller støtte! Løs dette problemet ved å legge til denne nettstedet og aktiver %1$s for den i %2$s."],"Request method %1$s is not valid.":["Forespørselsmetoden %1$s er ikke gyldig."],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["Vil du forhåndsvise hvordan det vil se ut hvis folk deler dette innlegget på %1$s? Du kan, med %2$s ."],"Good job! All the links in your texts have been counted.":["Bra jobba! Alle lenkene i tekstene dine er telt opp."],"Calculation completed.":["Opptelling fullført."],"Calculation in progress...":["Opptelling foregår ..."],"Stop counting":["Stopp opptelling"],"Counting links in your texts":["Teller lenker i tekstene dine"],"Text %1$s of %2$s processed.":["Tekst %1$s av %2$s fullført."],"All your texts are already counted, there is no need to count them again.":["Alle tekster er telt. Det er ikke nødvendig å telle dem på nytt."],"Count links in your texts":["Tell opp lenker i tekstene dine"],"Text link counter":["Teller for tekstlenker"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Antall interne lenker som lenker til dette innlegget. Se \"Yoast Columns\" tekst i hjelp-fanen for mer informasjon."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Antall utgående interne lenker i dette innlegget. Se \"Yoast kolonner\"-teksten i hjelpfanen for mer informasjon."],"%s Columns":["%s kolonner"],"Readability score":["Lesbarhetspoeng"],"Other benefits of %s for you:":["Andre fordeler %s gir deg:"],"Scroll to see the preview content.":["Bla ned for å se forhåndsvisningen."],"Cornerstone content":["Hjørnesten-innhold"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["Hvis du ønsker å rangere foran dine konkurrenter i en bestemt by eller region, sjekk ut pluginet for %1$s! Du kan enkelt sette inn Google Maps, åpningstider, kontaktinformasjon og en butikklokker. I tillegg hjelper %1$s deg med å forbedre brukervennligheten til kontaktsiden din."],"Attract more customers near you":["Tiltrekk deg flere kunder i nærheten av deg"],"Upgrade to Premium":["Oppgrader til Premium"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["Vil du utrangere konkurrentene? %1$s gir deg flere gode funksjoner som vil hjelpe deg å sette opp din SEO-strategi som en profesjonell. Bruk funksjonaliteten for flere fokusnøkkelord, omdirigeringsbehandleren og vårt internlenkeverktøy. %1$s vil også gi deg tilgang til premium-kundestøtte."],"Outrank the competition with %s":["Ranger foran konkurrentene med %s"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Vi har oppdaget at du ikke har fullført veilederen ennå, så vi anbefaler deg å %2$sstarte konfigurasjonsveilederen for å konfigurere %1$s %3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["Konfigurasjonsveilederen hjelper deg med å enkelt konfigurere ditt nettsted med de mest optimale SEO-innstillingene."],"Superfast internal linking suggestions":["Superaske forslag interne lenker"],"Great news: you can, with %1$s!":["Gode nyheter: Du kan, med %1$s!"],"Save changes":["Lagre endringer"],"1 year free support and updates included!":["1 års gratis brukerstøtte og oppgraderinger inkludert!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Pluginen %2$s forandrer din nettsides innhold og på den måten differensierer mellom søkemotorer og vanlige brukere, en prosess som kalles cloaking. Vi anbefaler på det sterkeste at du deaktiverer den."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sForhåndsvisning for sosiale medier%2$s: Facebook og Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sIngen flere døde lenker%2$s: enkelt verktøy for omdirigeringer"],"No ads!":["Ingen reklame!"],"Facebook & Twitter":["Facebook og Twitter"],"Social media preview":["Forhåndsvisning av sosiale medier"],"Easy redirect manager":["Enkelt verktøy for omdirigeringer"],"No more dead links":["Ingen flere døde lenker"],"Increase your SEO reach":["Øk din rekkevidde av SEO"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Hvis du vil ha mer hjelp til å skape kjempebra innhold, sjekk ut vårt %2$sSEO copywriting kurs%3$s. Vil du vite alt om funksjonene i pluginet, bør du vurdere å gjøre vår %1$s!"],"Variable":["Variabel"],"Available variables":["Tilgjengelige variabler"],"Scroll to see the table content.":["Bla ned for å se tabellinnholdet."],"An error occurred in the '%1$s' assessment":["Det oppstod en feil i '%1$s' vurderingen"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s av ordene inneholder %2$smer enn %3$s stavelser%4$s, noe som er mer enn de anbefalte %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s av ordene inneholder %2$smer enn %3$s stavelser%4$s, noe som er mindre enn eller like mye som de anbefalte %5$s."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["Dette er litt under det anbefalte minimum på %5$d ord. Legg til litt mer %3$stekst%4$s.","Dette er litt under det anbefalte minimum på %5$d ord. Legg til litt mer %3$stekst%4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["Metabeskrivelsen inneholder %1$d setning %2$smed mer enn %3$s ord%4$s. Forsøk å korte ned denne setningen.","Metabeskrivelsen inneholder %1$d setninger %2$smed mer enn %3$s ord%4$s. Forsøk å korte ned disse setningene."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["Metabeskrivelsen inneholder ingen setninger %1$smed mer enn %2$s ord%3$s."],"Step %1$d: %2$s":["Trinn %1$d: %2$s"],"No new notifications.":["Ingen nye varsler."],"Save all":["Lagre alt"],"Save":["Lagre"],"%1$s, Author at %2$s":["%1$s, forfatter på %2$s"],"Mobile preview":["Mobilforhåndsvisning"],"Desktop preview":["Skrivebordsforhåndsvisning"],"Please provide an SEO title by editing the snippet below.":["Vennligst sett en SEO-tittel ved å endre tekstutdraget under."],"Meta description preview:":["Forhåndsvisning av metabeskrivelse:"],"Slug preview:":["Forhåndsvisning av permalenke:"],"SEO title preview:":["Forhåndsvisning av SEO-tittel:"],"Close snippet editor":["Lukk tekstvindu"],"Slug":["Permalenke"],"Remove marks in the text":["Fjern merker i teksten"],"Mark this result in the text":["Merk dette resultatet i teksten"],"Marks are disabled in current view":["Merker er deaktivert i den gjeldende visningen"],"Good SEO score":["Bra SEO-resultat"],"OK SEO score":["OK SEO-poengsum"],"Feedback":["Tilbakemelding"],"ok":["ok"],"Choose an image":["Velg et bilde"],"Remove the image":["Fjern bildet"],"MailChimp signup failed:":["MailChimp-registrering mislyktes:"],"Sign Up!":["Registrer!"],"Name":["Navn"],"Please provide a meta description by editing the snippet below.":["Vennligst oppgi en metabeskrivelse ved å redigere tekstutdraget nedenfor."],"Edit snippet":["Rediger tekstutdrag"],"You can click on each element in the preview to jump to the Snippet Editor.":["Du kan klikke på hvert element i forhåndsvisningen for å hoppe til tekstutdragredigeringen."],"SEO title preview":["Forhåndsvisning av SEO-tittel"],"Meta description preview":["Forhåndsvisning av meta-beskrivelse"],"A problem occurred when saving the current step, {{link}}please file a bug report{{\/link}} describing what step you are on and which changes you want to make (if any).":["Et problem oppstod under lagring av gjeldende trinn. {{link}}Vennligst send inn en feilrapport{{\/link}} med beskrivelse av hvilket trinn du er på, og hvilke endringer du ønsker å gjøre (hvis noen)."],"Close the Wizard":["Lukke veilederen"],"Export settings":["Eksporter innstillinger"],"%1$s video tutorial":["%1$s videoopplæring"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; konfigurasjonsveileder"],"Please don't show me this notification anymore":["Vennligst ikke vis meg dette varselet mer"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Hvis du opplever problemer, %1$svennligst send inn en feilrapport%2$s, og vi vil gjøre vårt beste for å hjelpe deg."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Vi har lagt merke til at du har brukt %1$s i en stund nå. Vi håper du er fornøyd! Vi ville bli veldig glade hvis du kunne %2$sgitt oss en vurdering med 5 stjerner på WordPress.org%3$s!"],"Date archives settings":["Innstillinger for datoarkiv"],"Author archives settings":["Innstillinger for forfatterarkiv"],"%1$s by %2$s":["%1$s x %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Advarsel: Variabelen %1$s kan ikke brukes i denne malen. Se %2$s for mer informasjon."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24\/7 personal support.":["Forresten, visste du at vi også har en %1$sPremium-utvidelse%2$s? Den tilbyr avanserte funksjoner, som omdirigeringsbehandling og støtte for flere nøkkelord. Den kommer også med personlig døgnåpen brukerstøtte."],"(no title)":["(ingen tittel)"],"%s installation wizard":["%s installasjonsveiviser"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Administrasjonsmenyen for %1$s inneholder nyttige lenker til tredjepartsverktøy for analyse av sider og gjør det enkelt å se om du har nye varsler."],"Admin bar menu":["Administrasjonsmeny"],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":["%1$s vil ukentlig sjekke om nettstedet fortsatt kan indekseres av søkemotorer og %2$s vil varsle deg hvis dette ikke er tilfelle."],"Features":["Funksjoner"],"SEO title":["SEO-tittel"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Selv om vi forsøker å sette opp %1$s så enkelt som mulig, forstår vi at det kan være krevende. Hvis du vil ha oss til å konfigurere %1$s for deg (og få en kopi av %2$s i prosessen), bestil vår %3$s %1$s konfigurasjonstjeneste %4$s her!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Velkommen til konfigurasjonsveiviseren for %1$s. I noen få enkle trinn hjelper vi deg med å konfigurere SEO-innstillingene dine for å matche nettstedets behov!"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google viser navnet på ditt nettsted i søkeresultatene. Hvis du vil endre navnet, kan du gjøre det her."],"Greater than sign":["Større enn-tegn"],"Less than sign":["Mindre enn-tegn"],"Right angle quotation mark":["Høyrevendt sitatmerke"],"Left angle quotation mark":["Venstrevendt sitatmerke"],"Small tilde":["Liten tilde"],"Vertical bar":["Vertikal strek"],"Low asterisk":["Lav stjerne"],"Asterisk":["Stjerne"],"Bullet":["Punkt"],"Middle dot":["Prikk"],"Em dash":["Lang strek"],"En dash":["Mellomstor strek"],"Dash":["Strek"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Velg symbolet som du vil bruke som tittel-separator. Dette vil for eksempel vises mellom en innleggstittel og tittelen på nettstedet. Symbolene vises i den størrelsen som de vil vises i søkeresultatene."],"The name of the person":["Personens navn"],"No":["Nei"],"Yes":["Ja"],"Does, or will, your site have multiple authors?":["Har, eller vil, nettstedet få flere forfattere?"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress genererer automatisk en URL for hvert medieelement i biblioteket. Ved å aktivere dette vil Google tillates å indeksere den genererte URLen."],"Success!":["Suksess!"],"Title settings":["Tittelinnstillinger"],"Multiple authors":["Flere forfattere"],"Site type":["Nettstedstype"],"Environment":["Miljø"],"Yoast option %1$s not found.":["Yoast-alternativet %1$s ble ikke funnet."],"Google Structured Data Test":["Google testverktøy for strukturerte data"],"Posts list":["Innleggsliste"],"Posts list navigation":["Navigering i oversikten over innlegg"],"Filter posts list":["Filtrér innleggsliste"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Vær oppmerksom på at arkivlenker fremdeles kan bli skrevet ut av temaet ditt og at du i såfall må fjerne dem separat."],"%1$s to optimize your site even further":["%1$s for å optimalisere nettstedet ytterligere"],"%1$s extensions":["Utvidelser til %1$s"],"Comes with our 30-day no questions asked money back guarantee":["Kommer med vår 30-dagers returrett, uansett årsak"],"More information %1$sabout %3$s%2$s":["Mer informasjon %1$som %3$s%2$s"],"Installed":["Installert"],"gain access to our 24\/7 support team.":["få tilgang til vår døgnåpne brukerstøtte."],"Premium support":["Premium-støtte"],"check what your Facebook or Twitter post will look like.":["sjekk hvordan dine Facebook- eller Twitter-innlegg vil se ut."],"Social previews":["Forhåndsvisninger for sosiale medier"],"create and manage redirects from within your WordPress install.":["opprett og administrer omdirigeringer fra WordPress-installasjonen."],"Redirect manager":["Videresendings-administrator"],"%1$s, take your optimization to the next level!":["Ta din optimalisering til neste nivå med %1$s!"],"A seamless integration between %1$s and %2$s":["En sømløs integrasjon mellom %1$s og %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Bruk brødsmulesti fra %1$s i stedet for fra %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Sett enkelt inn Google Maps, veibeskrivelse, åpningstider og mer"],"Creates XML News Sitemaps":["Lager XML-nettstedskart for nyheter"],"Immediately pings Google on the publication of a new post":["Umiddelbart varsle Google når et nytt innlegg publiseres"],"Optimize your site for Google News":["Optimaliser ditt nettsted for Google Nyheter"],"Make videos responsive through enabling fitvids.js":["Gjør videoer responsive ved å aktivere fitvids.js"],"Enhance the experience of sharing posts with videos":["Forbedre opplevelsen av å dele innlegg med videoer"],"Show your videos in Google Videos":["Vis dine videoer i Google Video"],"Edit &#8220;%s&#8221;":["Rediger &#8220;%s&#8221;"],"Premium":["Premium"],"Google Trends":["Google-trender"],"Notifications":["Varsler"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Fjerner nøkkelord-fanen fra metaboksen og deaktiverer alle SEO-relaterte forslag."],"Disable SEO analysis":["Deaktiver SEO-analyse"],"Twitter settings":["Twitter-innstillinger"],"Pinterest settings":["Pinterest-innstillinger"],"Facebook settings":["Facebook-innstillinger"],"Title separator symbol":["Skillesymbol for titler"],"RSS feed settings":["RSS-innstillinger"],"Breadcrumbs settings":["Innstillinger for brødsmuler"],"Make primary":["Gjør til primær"],"%s notification":["%s varsel","%s varsler"],"Disable readability analysis":["Deaktiver lesbarhetsanalyse"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Fjerner lesbarhetsfanen fra metaboksen og deaktiverer alle forslag relatert til lesbarhet."],"Readability analysis":["Lesbarhetsanalyse"],"Needs improvement":["Trenger forbedring"],"Readability":["Lesbarhet"],"Improvements":["Forbedringer"],"Dismiss this item.":["Fjern dette elementet."],"Good job! We could detect no serious SEO problems.":["Bra jobbet! Vi kunne ikke finne noen alvorlige SEO problemer."],"We have detected the following issues that affect the SEO of your site.":["Vi har oppdaget følgende problemer som har effekt på SEO'en på din side."],"Problems":["Problemer"],"Analysis":["Analyse"],"Not available":["Ikke tilgjengelig"],"Filter by SEO Score":["Filtrer etter SEO-resultat"],"Meta description not set.":["Metabeskrivelse er ikke satt."],"Open":["Åpen"],"Dashboard":["Kontrollpanel"],"You can fix this on the %1$sPermalink settings page%2$s.":["Du kan fikse dette på siden %1$sinnstillinger for permalenker%2$s."],"Replaced with the primary category of the post\/page":["Erstattet med den primære kategorien for innlegget\/siden"],"Pinterest confirmation":["Pinterest-bekreftelse"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Om du allerede har bekreftet nettstedet ditt med Pinterest, kan du hoppe over steget under."],"Format-based archives":["Format-basert arkiv"],"Webmaster Tools verification":["Bekreftelser for nettredaktørverktøy"],"Buy %s":["Kjøp %s"],"New %1$s Title":["Ny %1$s-tittel"],"Existing %1$s Title":["Eksisterende %1$s-tittel"],"Expected an integer as input.":["Forventet et heltall som inndata."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Prøver å bygge mellomlagringsnøkkel for sidekartet, men kombinasjonen av postfiks og prefiks gir for lite plass til å gjøre dette. Du etterspør muligens en side som er utenfor det forventede området."],"Remove":["Fjern"],"Keep":["Behold"],"Bold the last page":["Uthev den siste siden"],"Regular":["Normal"],"Bold":["Uthev"],"Show Blog page":["Vis bloggside"],"Primary %s":["Primær %s"],"Primary":["Primær"],"Make %1$s primary %2$s":["Gjør %1$s til primær %2$s"],"Term is set to noindex.":["Termen er satt til «noindex»."],"Author archives":["Forfatterarkiver"],"Show":["Vis"],"Enabled":["Aktivert"],"Disabled":["Deaktivert"],"The separator defined in your theme's %s tag.":["Seperatoren definert i ditt temas %s-element."],"No index":["Ingen indeksering"],"If you want to use an image for sharing on %1$s, you can upload \/ choose an image or add the image URL here.":["Om du vil bruke et bilde for deling på %1$s, kan du laste opp\/velge et bilde, eller legge inn bilde-URLen her."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Hvis du ikke vil bruke metabeskrivelsen for å dele på %1$s, men ønsker en annen beskrivelse, skriv den her."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Om du ikke vil bruke tittelen for deling på %1$s men vil ha en annen tittel der, skriv den her."],"Once Weekly":["Ukentlig"],"SEO score":["SEO -poeng"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["Rekalkulerer SEO-poeng for alt innhold med et fokusnøkkelord."],"%1$s of %2$s done.":["%1$s av %2$s ferdig."],"Team Yoast":["Vi i Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Den første virkelige alt-i-ett SEO-løsningen for WordPress, inkludert sidevis innholdsanalyse, XML-nettstedkart og mye mer."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Aktivering mislyktes:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Filter-utvidelsen er ikke ut til å være tilgjengelig. Vennligst spør din leverandør av webhotell om å tilgjengeliggjøre den."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Installasjonen av utvidelsen %1$s er ikke ferdig. Vennligst sjekk %2$sinstallasjonsinstruksjonene%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Tillegget Standard PHP-bibliotek (SPL) ser ut til å være utilgjengelig. Vennligst be din nettvert om å aktivere dette."],"SEO Settings":["SEO-innstillinger"],"Mobile-Friendly Test":["Test for mobilvennlighet"],"Google Page Speed Test":["Google Page Speed Test"],"CSS Validator":["CSS-validator"],"HTML Validator":["HTML-validator"],"Pinterest Rich Pins Validator":["Pinterest «Rich Pins»-validator"],"Facebook Debugger":["Facebook Debugger"],"Check Google Cache":["Sjekk Google Cache"],"Analyze this page":["Analyser denne siden"],"Keyword Research":["Nøkkelordundersøkelse"],"%s does not seem to be a valid url. Please correct.":["%s ser ikke ut til å være en gyldig url. Vennligst korriger."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s ser ikke ut til å være et gyldig %2$s bekreftelsesstreng. Vennligst korriger."],"%s Archive":["Arkiv for %s"],"You searched for %s":["Du søkte etter %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s ser ikke ut til å være et gyldig Twitter-brukernavn. Vennligst korriger."],"Summary with large image":["Sammendrag med stort bilde"],"Summary":["Sammendrag"],"The post %1$s appeared first on %2$s.":["Innlegget %1$s dukket først opp på %2$s."],"No numeric value was received.":["Ingen numerisk verdi ble mottatt."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Dette må være en eksisterende blogg. Blogg %s finnes ikke eller har blitt merket som slettet."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Standard blogg innstillingen må være den numeriske bloggen id av bloggen du vil bruke som standard."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s er ikke et gyldig valg for hvem som skal få adgang til innstillingene for %2$s. Verdien\ner tilbakestilt til standard."],"Please select a valid post type for taxonomy \"%s\"":["Vennligst velg en gyldig innholdstype for taksonomi «%s»"],"Please select a valid taxonomy for post type \"%s\"":["Vennligst velg en gyldig taksonomi for innholdstypen «%s»"],"You searched for":["Du søkte etter"],"Home":["Hjem"],"Archives for":["Arkiver for"],"Error 404: Page not found":["Feil 404: Siden ikke funnet"],"Good":["Bra"],"Replaced with a custom taxonomies description":["Erstattes med en beskrivelse av egendefinert taksonomi"],"Replaced with a posts custom taxonomies, comma separated.":["Erstattet med et innleggs egendefinerte taksonomier, kommaseparert."],"Replaced with a posts custom field value":["Erstattet med verdien fra et egendefinert felt på et innlegg"],"Replaced with the slug which caused the 404":["Erstattes med permalenken som forårsaket 404"],"Replaced with the posts focus keyphrase":["Erstattes med innleggets fokus-nøkkelord"],"Attachment caption":["Beskrivelse\/bildetekst for vedlegg"],"Replaced with the current page number":["Erstattes med gjeldende sidenummer"],"Replaced with the current page total":["Erstattes med gjeldende totalt sideantall"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Erstattet med gjeldende sidenummer og totalt antall sider (dvs. side 2 av 4)"],"Replaced with the post\/page author's 'Biographical Info'":["Erstattet med innleggets\/sidens forfatters «Biografisk informasjon»"],"Replaced with the post\/page author's 'nicename'":["Erstatt innlegget's\/side forfatter 'Alias'"],"Replaced with the post\/page ID":["Erstatt med innlegget's\/side ID"],"Replaced with the post\/page modified time":["Erstattet med tidspunktet innlegget\/siden sist ble endret"],"Replaced with the content type plural label":["Erstattes med innholdstypens navn i flertallsform"],"Replaced with the content type single label":["Erstattes med innholdstypens navn i entallsform"],"Replaced with the current search phrase":["Erstattes med gjeldende søkeuttrykk"],"Replaced with the term name":["Erstatt med begrepet's navn"],"Replaced with the term description":["Erstatt med begrepet beskrivelse"],"Replaced with the tag description":["Erstattet med stikkord-beskrivelse"],"Replaced with the category description":["Erstattet med kategori-beskrivelse"],"Replaced with the post categories (comma separated)":["Erstatt innlegget's kategori (separer med komma)"],"Replaced with the current tag\/tags":["Erstatt med nåværende tag\/tags"],"Replaced with the post\/page excerpt (without auto-generation)":["Erstattet med innleggets\/sidens sammendrag (uten auto-generering)"],"Replaced with the post\/page excerpt (or auto-generated if it does not exist)":["Erstatt med innlegg\/side sammnedrag (eller auto-generer hvis det ikke eksisterer)"],"The site's name":["Nettsiden's navn"],"Replaced with the title of the parent page of the current page":["Erstattet med tittelen på foreldersiden til gjeldende side"],"Replaced with the title of the post\/page":["Erstatt med tittel for innlegget\/siden"],"Replaced with the date of the post\/page":["Erstatt med dato for innlegget\/siden"],"Page %1$d of %2$d":["Side %1$d av %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Du kan ikke overstyre en WPSEO standard variabelerstatning ved å registrere en variabel med det samme navnet. Bruk «wpseo_replacements»-filteret i stedet for å justere erstatningsvariabelen."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["En erstatningsvariabel med det samme navnet er allerede registrert. Forsøk å lag et mer unikt variabelnavn."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["En erstatningsvariabel kan ikke begynne med «%%cf_» eller «%%ct_» siden disse er reservert for WPSEO standardvariabler for egendefinert felt og klassifiseringer. Forsøk å gi variabelen et unikt navn."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["En erstatningsvariabel kan bare innholde alfanumeriske tegn, en understrek eller en bindestrek. Forsøk å gi variabelen et nytt navn."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Notis kun for admin: Denne siden viser ikke en meta-beskrivelse fordi den ikke har en. Enten opprett en for denne siden spesielt, eller gå til menypunktet [%1$s - %2$s] og sett opp en mal."],"Page not found":["Side ikke funnet"],"%s Archives":["%s Arkiver"],"Meta description to use for Author page":["Meta-beskrivelse for forfattersiden"],"Title to use for Author page":["Tittel på forfattersiden"],"%1$s settings":["Innstillinger for %1$s"],"Export your %1$s settings":["Eksporter dine innstillinger for %1$s"],"Import settings":["Importer innstillinger"],"Import from other SEO plugins":["Importer fra andre SEO-utvidelser"],"Import":["Importer"],"If you had a %s file and it was editable, you could edit it from here.":["Hvis du hadde en %s-fil og den var redigerbar, kunne du redigert den herfra."],"If your %s were writable, you could edit it from here.":["Hvis din %s var skrivbar, kunne du redigert den herifra."],"You don't have a %s file, create one here:":["Du har ikke en %s-fil, du kan lage en her:"],"A link to your site, with your site's name and description as anchor text.":["En kobling til nettstedet ditt, med nettstedets navn og beskrivelse som ankertekst."],"A link to your site, with your site's name as anchor text.":["En kobling til nettstedet ditt, med nettstedets navn som ankertekst."],"A link to the post, with the title as anchor text.":["En lenke til innlegget, med tittelen som ankertekst."],"A link to the archive for the post author, with the authors name as anchor text.":["En link til arkivet for forfatter, med forfatternes navn som ankertekst."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Du kan bruke følgende variabler i innholdet, de vil bli erstattet av verdien på høyre side."],"Content to put after each post in the feed":["Innhold som legges inn etter hvert innlegg i feeden"],"Content to put before each post in the feed":["Innhold å sette inn før hvert innlegg i RSS-strømmen"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Denne funksjonen brukes til å automatisk legge til innhold i din RSS. Mer spesifikt er det ment å legge til lenker tilbake til bloggen din og blogginnleggene, så dumme skrapere automatisk legger til disse linkene også. Dette hjelper søkemotorer å identifisere deg som den opprinnelige kilden til innholdet."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Bruk av denne brødsmulesti-funksjonen er beskrevet i %1$sartikkelen om brødsmulesti-implementering i vår kunnskapsbase%2$s."],"How to insert breadcrumbs in your theme":["Hvordan sette brødsmuler inn i ditt tema"],"Blog":["Blogg"],"Content type archive to show in breadcrumbs for taxonomies":["Innholdstypearkiv som vises i brødsmulesti for taksonomier"],"Taxonomy to show in breadcrumbs for content types":["Taksonomi å vise i brødsmulesti for innholdstyper"],"Breadcrumb for 404 Page":["Brødsmule for 404-side"],"Prefix for Search Page breadcrumbs":["Prefiks for søkeside-brødsmuler"],"Prefix for Archive breadcrumbs":["Prefiks for arkiv-brødsmuler"],"Prefix for the breadcrumb path":["Prefiks for brødsmulestien"],"Anchor text for the Homepage":["Ankertekst for hjemmeside"],"Separator between breadcrumbs":["Separator mellom brødsmuler"],"Enable Breadcrumbs":["Aktiver brødsmuler"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Under er SEO-resultater for dine publiserte innlegg. Det er bare å begynne med å forbedre noen av dine innlegg!"],"Credits":["Takk til"],"&laquo; Back to Tools page":["&laquo; Tilbake til verktøysiden"],"%1$s comes with some very powerful built-in tools:":["%1$s kommer med noen kraftige innebygde verktøy:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Dette verktøyet lar deg raskt endre viktige filer for SEO, slik som robots.txt og, om du har en, din .htaccess-fil."],"File editor":["Filredigering"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importer innstillinger fra andre SEO-utvidelser og eksporter dine innstillinger for gjenbruk i en annen blogg."],"Import and Export":["Import og eksport"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Dette verktøyet gir deg muligheten til å endre titler og beskrivelser på dine innlegg og sider uten å måtte gå inn på hver enkelt side."],"Bulk editor":["Masseredigering"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["For å %1$sverifisere ditt nettsted med Pinterest%2$s, legg inn meta-elementet her:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":["Pinterest benytter seg av Open Graph metadata, akkurat som Facebook, så sørg for at \"Legg til Open Graph-metadata\"-innstillingen på Facebook-fanen er markert som aktiv, dersom du ønsker å optimalisere nettstedet ditt for Pinterest."],"The default card type to use":["Standardkorttype du vil bruke"],"Add Twitter card meta data":["Legg til metadata for Twitter-kort"],"This image is used if the post\/page being shared does not contain any images.":["Dette bildet brukes hvis innlegget\/siden blir delt som ikke inneholder noen bilder."],"Default settings":["Standardinnstillinger"],"Copy home meta description":["Kopier meta-beskrivelsen fra forsiden"],"Description":["Beskrivelse"],"Image URL":["Bilde-URL"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Dette er tittelen, beskrivelsen og bildet som benyttes i metataggene for Open Graph på forsiden av nettstedet ditt."],"Frontpage settings":["Innstillinger for forside"],"Add Open Graph meta data":["Legg til Open Graph Meta Data"],"YouTube URL":["YouTube-URL"],"Pinterest URL":["Pinterest-URL"],"MySpace URL":["MySpace-URL"],"LinkedIn URL":["LinkedIn-URL"],"Instagram URL":["Instagram-URL"],"Twitter Username":["Twitter-brukernavn"],"Facebook Page URL":["URL til Facebook-side"],"Accounts":["Kontoer"],"Restore site to defaults":["Tilbakestill siden til standard"],"Site ID":["Nettsted-ID"],"Using this form you can reset a site to the default SEO settings.":["Ved hjelp av dette skjemaet kan du tilbakestille et nettsted til standard SEO-innstillinger."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Innstillinger som er sensitive (FB-administratorer og slikt), temaspesifikke (omskriving av titler) og veldig nettstedspesifikke, vil ikke importeres til nye nettsteder."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Legg inn %1$sSite ID%2$s for nettstedet du ønsker å bruke som standardinnstillinger for alle nettsteder som legges til nettverket. La feltet være tomt for å bruke utvidelsens normale standardinnstillinger."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Velg hvilket nettsteds innstillinger du ønsker å benytte som standard for alle nettsteder som blir lagt til i nettverket. Hvis du velger «Ingen», vil de normale standardene for utvidelsen bli brukt."],"New sites in the network inherit their SEO settings from this site":["Nye nettsteder i nettverket arver SEO-innstillingene fra dette nettstedet"],"Super Admins only":["Kun super-admin"],"Site Admins (default)":["Nettsteds-administratorer (standard)"],"Who should have access to the %1$s settings":["Hvem skal ha tilgang til innstillinger for %1$s"],"spam":["spam"],"mature":["støtende"],"archived":["arkivert"],"public":["offentlig"],"%s restored to default SEO settings.":["%s tilbakestill til standard SEO-innstillinger."],"Settings Updated.":["Innstillinger oppdatert."],"404 pages":["404-sider"],"Search pages":["Søkesider"],"These pages will be %s by default, so they will never show up in search results.":["Disse sidene vil være %s som standard, slik at de aldri vil dukke opp i søkeresultatene."],"Special Pages":["Spesialsider"],"Date-based archives could in some cases also be seen as duplicate content.":["Dato-baserte arkiv kan i noen tilfeller bli sett på som duplikatinnhold."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Hvis dette er tilfellet på ditt nettsted, kan du velge å enten deaktivere det (noe som gjør at adressen omdirigeres til bloggsiden), eller legge til %s, så det ikke vises i søkeresultatene."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Hvis du driver en blogg med bare en forfatter, vil forfatterarkivet være helt likt forsiden din. Dette kalles et %1$sproblem med duplikatinnhold%2$s."],"Date archives":["Datoarkiv"],"author archives":["forfatter-arkiv"],"Title":["Tittel"],"%1$s Meta Box":["Metaboks for %1$s"],"Hide":["Skjul"],"Take note:":["Vennligst bemerk:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Du kan bestemme tittelen og beskrivelsen for innleggssiden vd %1$sredigering av binnlegssiden selv%2$s."],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":["Du kan bestemme tittel og beskrivelse for forsiden ved å %1$sredigere forsiden selv%2$s"],"Homepage &amp; Front page":["Hjemmeside &amp; forside"],"Title Separator":["Tittel-separator"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s har automatisk oppdaget om det er behov for å tvinge omskriving av titler for sidene dine. Hvis du er uenig og du vet hva du gjør, kan du endre innstillingen her."],"Force rewrite titles":["Tving omskriving av titler"],"Taxonomies":["Taksonomier"],"Homepage":["Hjemmeside"],"%1$s Extensions":["Utvidelser til %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integrér WooCommerce med %1$s sømløst og få ekstra funksjonalitet!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Få bedre rangeringer lokalt og i Google Maps, uten å bli andpusten!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Er nettstedet ditt i Google Nyheter? Øk trafikken fra Google Nyheter ved å optimalisere for det!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimaliser dine videoer for å vise dem frem i søkeresultater og få flere klikk!"],"The premium version of %1$s with more features & support.":["Premiumversjonen av %1$s med flere funksjoner og brukerstøtte."],"Person":["Person"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Disse dataene er vist som metadata på ditt nettsted. De er ment å dukke opp i %1$sGoogles Knowledge Graph%2$s. Du kan enten være et organisasjon eller en person."],"Website name":["Nettstedsnavn"],"Webmaster Tools":["Verktøy for nettstedsadministratorer"],"RSS":["RSS"],"Breadcrumbs":["Brødsmuler"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["For å kunne opprette en omdirigering og rette problemet, trenger du %1$s. Du kan kjøpe utvidelsen, inkludert et års support og oppdateringer på %2$s."],"Creating redirects is a %s feature":["Å opprette videresendinger er en funksjon som krever %s"],"URL":["URL"],"Deactivate %s":["Deaktiver %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Utvidelsen %1$s kan skape problemer når de brukes sammen med %2$s."],"Upload Image":["Last opp bilde"],"Remove these ads?":["Fjerne disse annonsene?"],"%s Posts Overview":["%s innleggsoversikt"],"Breadcrumbs title":["Breadcrumbs tittel"],"Facebook App ID":["Facebook App-ID"],"Pinterest":["Pinterest"],"Archives":["Arkiver"],"Email":["E-post"],"Previous":["Forrige"],"Next":["Neste"],"Close":["Lukk"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Både %1$s og %2$s kan lage XML-nettstedkart. Å ha to XML-nettstedkart gir ingen ekstra fordeler, men kan gjøre siden din tregere."],"Configure %1$s's Open Graph settings":["Konfigurer %1$s sine OpenGraph-innstillinger"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Både %1$s og %2$s produserer OpenGraph-elementer, noe som kan gjøre at Facebook, Twitter, LinkedIn og andre sosiale nettverk bruker feil tekster og bilder når sidene dine deles."],"%s Image":["Bilde for %s"],"%s Description":["Beskrivelse for %s"],"%s Title":["Tittel for %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["Den anbefalte bildestørrelsen for %1$s er %2$s piksler."],"If you want to override the image used on %s for this post, upload \/ choose an image here.":["Hvis du vil overstyre bildet som brukes på %s for dette innlegget, last opp\/velg et bilde eller legg til URL.en her."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Hvis du ikke vil bruke meta-beskrivelsen når innlegget deles på %s, men heller vil benytte en annen beskrivelse der, kan du skrive den inn her."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Hvis du ikke vil bruke innleggstittelen når innlegget deles på %s, men heller vil benytte en annen tittel der, kan du skrive den inn her."],"very difficult":["veldig vanskelig"],"Try to make shorter sentences, using less difficult words to improve readability":["Prøv å lage kortere setninger og bruk enklere ord for å bedre lesbarheten"],"difficult":["vanskelig"],"Try to make shorter sentences to improve readability":["Prøv å lage kortere setninger for å bedre lesbarheten"],"fairly difficult":["ganske vanskelig"],"OK":["OK"],"fairly easy":["ganske enkelt"],"easy":["enkelt"],"very easy":["veldig enkelt"],"Meta Desc.":["Metabeskrivelse."],"All SEO Scores":["Alle SEO-resultater"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO-problem: Det fremhevede bildet bør være minst 200x200 piksler for å plukkes opp av Facebook og andre sosiale medier."],"(no parent)":["(ingen foreldre)"],"Post is set to noindex.":["Innlegget er satt til «noindex»."],"The URL that this page should redirect to.":["URL adressen som denne siden skal viderekoble til."],"301 Redirect":["301-omadressering"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Den kanoniske URL denne siden skal peke til. La stå tomt hvis du skal bruke standard permalenke. %1$sKanoniske på tvers av domener%2$s støttes også."],"Canonical URL":["Kanonisk URL"],"Title to use for this page in breadcrumb paths":["Tittel å bruke for denne siden i brødsmulestier"],"Breadcrumbs Title":["Tittel for brødsmuler"],"No Snippet":["No Snippet"],"No Archive":["Ingen arkiv"],"No Image Index":["Ingen bilde-indeks"],"None":["Ingen"],"Meta robots advanced":["Avansert Meta Robots"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Advarsel: Selv om du kan sette innstillingen for meta-robots her, er hele nettstedet satt til noindex i nettstedets generelle innstillinger, så disse innstillingene her vil ikke ha noen effekt."],"Meta description":["Meta-beskrivelse"],"SEO Title":["SEO-tittel"],"Focus keyword":["Fokusnøkkelord"],"Settings successfully imported.":["Innstillinger er importert."],"Settings could not be imported:":["Innstillingene kunne ikke importeres:"],"Breadcrumb for 404 pages:":["Brødsmule for 404-sider:"],"Prefix for search result pages:":["Prefiks for søkeresultat-sider:"],"Prefix for archive pages:":["Prefiks for arkivsider:"],"Prefix for breadcrumbs:":["Prefiks for brødsmulesti:"],"Anchor text for the homepage:":["Ankertekst for forsiden:"],"Breadcrumbs separator:":["Brødsmule-separator:"],"%s Breadcrumbs":["%s brødsmulesti"],"Use Image":["Bruk bilde"],"Action":["Handling"],"Page URL\/Slug":["Side URL\/Slug"],"Publication date":["Publiseringsdato"],"Post Status":["Innleggsstatus"],"WP Page Title":["WP sidetittel"],"View":["Vis"],"View &#8220;%s&#8221;":["Vis &#8220;%s&#8221;"],"Preview":["Forhåndsvis"],"Preview &#8220;%s&#8221;":["Forhåndsvis &#8220;%s&#8221;"],"Edit":["Rediger"],"Filter":["Filter"],"posts\u0004Trash <span class=\"count\">(%s)<\/span>":["Søppel <span class=\"count\">(%s)<\/span>","Søppel <span class=\"count\">(%s)<\/span>"],"posts\u0004All <span class=\"count\">(%s)<\/span>":["Alle <span class=\"count\">(%s)<\/span>","Alle <span class=\"count\">(%s)<\/span>"],"New Yoast Meta Description":["Ny Yoast metabeskrivelse"],"Existing Yoast Meta Description":["Eksisterende Yoast metabeskrivelse"],"Facebook profile URL":["Facebook profil-URL"],"Twitter username (without @)":["Twitter-brukernavn (uten @)"],"FAQ":["Ofte stilte spørsmål (FAQ)"],"Premium Support":["Premium brukerstøtte"],"Settings":["Innstillinger"],"Huge SEO Issue: You're blocking access to robots.":["Stort SEO-problem: Du blokkerer tilgang til roboter."],"Posts":["Innlegg"],"Edit Files":["Rediger filer"],"General":["Generelt"],"Extensions":["Utvidelser"],"Search Console":["Søkekonsoll"],"Tools":["Verktøy"],"Advanced":["Avansert"],"XML sitemaps":["XML-nettstedskart"],"Social":["Sosiale medier"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s har oppdaget at du bruker versjon %2$s av %3$s. Vennligst oppdater til den seneste versjonen for å unngå kompabilitetsproblemer."],"Just another WordPress site":["Bare enda et WordPress-nettsted"],"You have used HTML in your value which is not allowed.":["Du har brukt HTML-koder som ikke er tillatt."],"You can't edit %s that aren't yours.":["Du kan ikke redigere %s du ikke eier."],"You can't edit %s.":["Du kan ikke redigere %s."],"Post has an invalid Content Type: %s.":["Innlegget har en ugyldig innholdstype: %s."],"Post doesn't exist.":["Innlegget eksisterer ikke."]}}}