{"translation-revision-date":"2020-02-17 23:36:37+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_CN"},"As the indexability status of your website can only be fetched from %1$s every 15 seconds,\n\t\t\ta first step could be to wait at least 15 seconds and refresh the Site Health page. If that did not help,\n\t\t\t%2$sread more about troubleshooting search engine visibility%3$s.":[],"%1$s offers a free indexability check for %2$s users. The request to %1$s to check whether your site can be found by search engines failed due to an error.":[],"%1$sFind out how to solve this problem on our knowledge base%2$s.":[],"The text link counter feature is not working as expected":[],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":[],"The text link counter is working as expected":[],"I don't want this site to show in the search results.":[],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":[],"Learn more about the no-index setting on our help page.":[],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings,so these settings won't have an effect.":[],"Default for %s, currently: %s":[],"Learn more about canonical URLs on our help page.":[],"Learn more about the breadcrumbs title setting on our help page.":[],"Learn more about advanced meta robots settings on our help page.":[],"Learn more about the no-follow setting on our help page.":[],"Should search engines follow links on this %s":[],"Don't worry: this won't have to be done after each update.":[],"Yoast indexation status":[],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":[],"REST API: Head endpoint":[],"Optimization failed, please try again later.":[],"Optimization completed.":[],"Optimization in progress...":[],"Something went wrong while optimizing the SEO data of your site. Please try again later.":[],"Good job! You've sped up your site.":[],"Or %1$shide this notice%2$s (everything will continue to function as normal).":[],"%1$sClick here to speed up your site now%2$s":[],"%1$sNEW:%2$s %3$s can now store your site’s SEO data in a smarter way!":[],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":[],"%s was unable to create the database tables required and as such will not function correctly.":[],"Speed up your site":[],"Great, your site has been optimized!":[],"Speeding up your site":[],"We're processing all of your content to speed it up! This may take a few minutes.":[],"Object %1$s of %2$s processed.":[],"All your content is already indexed, there is no need to index it again.":[],"a theme that has proper title-tag theme support, or adapt your theme to have that support":[],"Term hierarchy":[],"Replaced with the term ancestors hierarchy":[],"%1$sGo to %2$s to analyze your entire site%3$s":[],"%1$s offers a free indexability check for %2$s users, and it shows\n\t\t\tthat your site can be found by search engines.":[],"Your site can be found by search engines":[],"%1$s offers a free indexability check for %2$s users and right now it has trouble determining\n\t\t\twhether search engines can find your site. This could have several (legitimate) reasons and is not a problem\n\t\t\tin itself. If this is a live site, it is recommended that you figure out why the %1$s check failed.":[],"%1$s cannot determine whether your site can be found by search engines":[],"%1$sRead more about troubleshooting search engine visibility.%2$s":[],"%1$s offers a free indexability check for %2$s users and it has determined that your site cannot be found by search engines. If this site is live or about to become live, this should be fixed.":[],"Your site cannot be found by search engines":[],"If this is a live site, %1$sit is recommended that you figure out why the check failed.%2$s":[],"Error details: %1$s %2$s %3$s":[],"An error occurred while checking whether your site can be found by search engines":[],"%1$sYou can change the tagline in the customizer%2$s.":[],"You still have the default WordPress tagline. Even an empty one is probably better.":[],"You should change the default WordPress tagline":[],"You are using a custom tagline or an empty one.":[],"You changed the default WordPress tagline":[],"Great! You can activate your premium plugin(s) and receive updates.":[],"Your site can connect to %1$s":[],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. The cause for this error is probably that the cURL software on your server is too old. Please contact your host and ask them to update it to at least version 7.34. %3$sRead more about cURL in our knowledge base%4$s.":[],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. A common cause for not being able to connect is an out-of-date version of cURL, software used to connect to other servers. However, your cURL version seems fine. Please talk to your host and, if needed, the Yoast support team to figure out what is broken. %3$sRead more about cURL in our knowledge base%4$s.":[],"Your site can not connect to %1$s":[],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":[],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":[],"You do not have your postname in the URL of your posts and pages":[],"You do have your postname in the URL of your posts and pages.":[],"Your permalink structure includes the post name":[],"The request to Ryte returned an error.":[],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":[],"Comments break into multiple pages":[],"Comments are displayed on a single page":[],"No title":["无标题"],"%1$sGo to the Discussion Settings page%2$s":[],"%1$sThis was reported by the %2$s plugin%3$s":[],"Date in Google Preview":[],"Preview as:":[],"Mobile result":[],"Google preview":[],"Desktop result":[],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":[],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":[],"If you want to apply advanced <code>meta<\/code> robots settings for this page, please define them in the following field.":[],"Check out %1$s":[],"We have both free and premium online courses to learn everything you need to know about SEO.":[],"Want to learn SEO from Team Yoast? Check out our %1$s!":[],"Learn SEO":["Learn SEO"],"Start to optimize your site for Google News traffic today!":[],"Make sure your videos rank and are easy to share with our Video SEO plugin.":[],"Our Local SEO plugin will help you rank in Google Maps and local results.":[],"%s settings to import:":[],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":[],"Your %1$s settings:":[],"Schema":[],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":[],"Please check the format of the Facebook Page URL you entered. %s":["请检查你输入的Facebook页面链接的格式。%s"],"Please check the format of the Instagram URL you entered. %s":["请检查你输入的Instagram链接的格式。%s"],"Please check the format of the Linkedin URL you entered. %s":["请检查你输入的Linkedin链接的格式。%s"],"Please check the format of the MySpace URL you entered. %s":["请检查你输入的MySpace链接的格式。%s"],"Please check the format of the Pinterest URL you entered. %s":["请检查你输入的Pinterest链接的格式。%s"],"Please check the format of the Wikipedia URL you entered. %s":["请检查你输入的Wikipedia链接的格式。%s"],"Please check the format of the Youtube URL you entered. %s":["请检查你输入的Youtube链接的格式。%s"],"Settings saved.":["设置已保存。"],"Continue learning":["继续学习"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to know everything our plugin has to offer. Sign up for our free %1$s plugin training, in which you'll learn how to use %1$s and how it can help you make the best of your website!":[],"Dismiss this alert":[],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":[],"%s does not seem to be a valid Facebook App ID. Please correct.":["%s不是有效的Facebook App ID。请重新输入。"],"The submitted value was: %s":["提交的值是：%s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex确认码只能包含从A到F的字母，数字，连字符和下划线。%s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter用户名只能包含字母，数字和下划线。%s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest确认码只能包含从A到F的字母，数字，连字符和下划线。%s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["必应确认码只能包含从A到F的字母，数字，连字符和下划线。%s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Google验证码只能包含字母，数字，连字符和下划线。%s"],"The Facebook App ID you entered doesn't exist. %s":["您输入的Facebook App ID不存在。 %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["百度验证码只能包含字母，数字，连字符和下划线。%s"],"Show this item.":[],"Hide this item.":[],"You have %d hidden problem:":["您有%d个隐藏的问题："],"You have %d hidden notification:":["您有%d个隐藏的通知："],"The form contains %1$s error. %2$s":["该表单包含%1$s个错误。%2$s"],"SEO settings configured":["SEO设置已配置"],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":[],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":[],"%d occurrences":[],"Activate %s for your site on MyYoast":[],"Show blog page in breadcrumbs":["在面包屑中显示博客页面"],"We could not find any relevant articles on your website that you could link to from your post.":["我们无法在您的网站上找到可以从您的文章链接到的任何相关文章。"],"Has feedback":["发送反馈"],"Content optimization:":["内容优化："],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s： %3$s"],"%1$sReadability%2$s: %3$s":["%1$s可读性%2$s： %3$s"],"Post Noindexed":["未索引的文章"],"No Focus Keyphrase":["没有焦点关键词"],"Person logo \/ avatar":["个人标志\/头像"],"Extend %s":["扩展%s"],"Posts with the SEO score: %s":["文章SEO得分：%s"],"SEO: %s":["SEO：%s"],"%s video tutorial":["%s视频教程"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["查看当前的抓取错误，请到%1$sGoogle搜索控制台%2$s中查看。"],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["谷歌已经停止了它的爬行错误API。因此，您可能已经出现的任何可能的爬行错误都将无法再显示在此处。%1$s请阅读我们关于此的声明，了解更多信息%2$s。"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["使用我们的%s插件为本地受众真正优化您的网站！ 优化的地址详细信息，营业时间，商店定位器和取件选项！"],"Serving local customers?":["为本地客户服务？"],"Get the %s plugin now":["立即获取 %s 插件"],"Organization social profiles":["组织社交主页"],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":["可以在用户%1$s个人页面编辑meta的内容，比如这个用户的社交资料，名称和介绍。"],"Personal info":["个人信息"],"Organization logo":["组织Logo"],"Organization name":["组织名称"],"Choose whether the site represents an organization or a person.":["选择网站是代表组织还是代表个人。"],"Knowledge Graph & Schema.org":["知识图谱和Schema.org"],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":["要使您的网站代表公司或组织, 请转到 %1$s搜索外观从%2$s, 并将组织或个人设置为 \"组织\"。"],"To change the social accounts used for your site, update the details for %1$s.":["需要修改网站的社交账号，请点击%1$s."],"That means that the form and information below is disabled, and not used.":["这表示下面的信息输入框不可用。"],"Your website is currently configured to represent a Person":["您的网站当前配置为代表个人"],"(if one exists)":["(如果存在)"],"Wikipedia page about you":["关于您的维基百科页面"],"YouTube profile URL":["YouTube个人资料网址"],"Tumblr profile URL":["Tumblr个人资料网址"],"SoundCloud profile URL":["SoundCloud个人资料网址"],"MySpace profile URL":["Myspace个人资料网址"],"Organization or person":["组织或个人"],"The person":["个人"],"Organization":["组织"],"Does your site represent a person or an organization?":["您的网站是代表个人还是组织？"],"The name of the organization":["组织名称"],"Provide an image of the organization logo":["提供组织 Logo 图像"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["您之前已将网站设置为代表某个人。 我们已经改进了围绕Schema和知识图的功能，所以您应该进入并且%1$s完成这些设置%2$s。"],"Select a user...":["选择用户…"],"Uncategorized":["未分类"],"Name:":["名称："],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["您已选择用户%1$s作为此网站所代表的人。 他们的用户个人资料信息现在将用于搜索结果中。 %2$s更新他们的个人资料以确保信息正确。%3$s"],"Error: Please select a user below to make your site's meta data complete.":["错误：请选择以下一个用户完善您站点的元数据。"],"SEO score: %s":["SEO分数：%s"],"If a Wikipedia page for you or your organization exists, add it too.":["如果您或您的组织存在维基百科页面，也可以添加它。"],"Wikipedia URL":["维基百科网址"],"Pinterest profile URL":["Pinterest个人资料网址"],"Instagram profile URL":["Instagram个人资料网址"],"LinkedIn profile URL":["LinkedIn个人资料网址"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["关键词搜索对于SEO策略来说至关重要。您决定您将被什么关键词搜索到，并且找到用户经常使用什么关键词搜索您。杰出的关键词搜索能够告诉您需要如何按照关键词的排名调整对应内容。请保证您再关键词修改上的努力有实质的改观！千里之行%1$s，始于足下。"],"The image you selected is too small for Facebook":["您选择的图像对Facebook来说太小了"],"The given image url cannot be loaded":["无法加载指定的图像网址"],"Find out what words your audience uses to find you":["找出您的受众使用哪些字词来找到您"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":["%1$s弗莱士易读性指数%2$s: 测试中的副本评分是%3$s, 预计应是%4$s的阅读指数.%5$s"],"No JSON object was returned.":["没有JSON对象返回。"],"Received internal links":["收到内链"],"Outgoing internal links":["传出内链"],"New step added":["下一步"],"New question added":["新问题已添加"],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["“文本链接计数器”功能提供有关在文本中找到多少链接以及有多少链接引用了文本的详细信息。当您正在改进您的%1$s内部链接%2$s时，这非常有用。"],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["请仔细考虑其含义然后%1$s阅读此文章%2$s，如果您想了解有关在搜索结果中显示媒体的影响的更多信息。"],"Keyphrase":["关键词"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["要使此功能正常工作，%1$s需要在数据库中创建一个表。我们无法自动创建此表。"],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["通过启用此选项，附件URLs对您的访问者和Google都可见。为了增加网站的价值，它们应该包含有用的信息，否则可能会对您的排名产生负面影响。"],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["为了确保您文本中的所有链接都被计算在内，我们需要分析您的所有文本。"],"All you have to do is press the following button and we'll go through all your texts for you.":["您要做的就是按下下面的按钮，我们会帮您浏览所有的文本。"],"Count links":["链接计数"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$s图像alt属性%5$s:此页上的%2$d个图像中，有%1$d个图像alt属性包含来自您的关键词或同义词的单词。那有点多。%4$s仅在它真正适合图像%5$s时包含关键词或其同义词。"],"%1$sImage alt attributes%2$s: Good job!":["%1$s图像alt属性%2$s:很好！"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$s图像alt属性%5$s:此页上的%2$d个图像中，只有%1$d具有反映文本主题的alt属性。%4$s将您的关键词或同义词添加到更相关图像的alt标记中%5$s！"],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$s图像alt属性%3$s:此页上的图像没有反映文本主题的alt属性。%2$s将您的关键词或同义词添加到相关图像的alt标记%3$s！"],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$s图像alt属性%3$s:此页上的图像具有alt属性，但您尚未设置关键词。%2$s修复该%3$s！"],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":[" %1$s副标题中的关键词%2$s：较高级别副标题的%3$s反映了副本的主题。做得好！"],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":["%1$s副标题中的关键词%2$s：较高级别的副标题反映了副本的话题。做得好！"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":["%1$s副标题中的关键词%3$s：%2$s在更高级别的副标题%3$s中使用更多关键词或同义词！"],"Cannot get the size of %1$s because of unknown reasons.":["由于未知原因，无法获取%1$s的大小。"],"Cannot get the size of %1$s because it is hosted externally.":["无法获取%1$s的大小，因为它是外部主机。"],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":["只需将开关切换到“开”即可使用重新校准的分析。同时，我们会将您添加到我们的特定邮件列表中。我们只会给您发告诉您重新校准的经验的邮件！"],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":["我们有%1$s重新校准了我们的分析%2$s。通过新的分析，我们将更接近谷歌对您的网站的看法。如果您想%3$s测试这项功能%4$s，这将是%3$s太棒了%4$s！"],"Get an even better analysis":["获得更好的分析"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$s单个标题%3$s：H1s只能用作您的主标题。在您的文本中查找不是您的主标题的所有H1，然后%2$s将其更改为较低的标题级别%3$s！"],"Improve sharing on Facebook and Pinterest":["改善Facebook和Pinterest上的分享"],"You do not have the required rights to export settings.":["您没有导出设置所需的权限。"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["将所有这些设置复制到另一个站点的%1$s选项卡，然后单击其中的“%1$s”。"],"These are settings for the %1$s plugin by %2$s":["这些是由%2$s为%1$s插件设置的"],"No settings found.":["找不到设置。"],"Export your %1$s settings here, to copy them on another site.":["在此处导出您的%1$s设置，以便将其复制到其他站点。"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["只有运行php 5.3或更高版本的服务器才支持导入设置。"],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$s关键词密度%2$s：找到焦点关键字0次，这比这个长度的文本推荐的最小值少%3$d次，%4$s关注您的关键词%2$s！"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$s关键词密度%2$s：找到焦点关键词%5$d时间。 对于这个长度的文本，这小于建议的%3$d倍的最小值。 %4$s关注您的关键词%2$s！"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$s关键字密度%2$s：找到焦点关键字%3$d次。这太棒了！"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$s关键字密度%2$s：找到焦点关键字%5$d次。这超过了此长度文本建议的最大值%3$d次。%4$s不要过度优化%2$s！"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$s关键字密度%2$s：找到焦点关键短语%5$d时间。 对于这个长度的文本，这超过了建议的最大值%3$d倍。 %4$s不要过度优化%2$s！"],"Method %1$s() does not exist in class %2$s":["方法%1$s()在类%2$s中不存在"],"With %s, you can easily create such redirects.":["通过%s，您可以轻松地创建此类重定向。"],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["更改永久链接设置会严重影响搜索引擎的可见性。它应该几乎是%1$s，而不是%2$s在一个实时网站上完成。"],"WARNING:":["警告："],"Learn about why permalinks are important for SEO.":["了解为什么永久链接对SEO很重要。"],"Google Ads":["Google广告"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$s关键词中的函数字%3$s：您的关键词“%4$s”只包含功能词，%2$s进一步了解什么是一个好的关键词。%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["您知道吗%s也会分析您的关键词的不同形式，比如复数和过去时态？"],"Clear Image":["清除图像"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$s关键字长度%3$s：%2$s设置关键字以计算SEO得分%3$s。"],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$s别名中的关键词%2$s：超过一半的关键短语出现在别名中。 太棒了！"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$s别名中的关键词%3$s：（部分）您的关键短语没有出现在网址中。 %2$s调整这个%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$s别名中的关键词%2$s：非常好！"],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":["%1$s标题关键词%3$s：并非所有来自您的关键词“%4$s”的单词都出现在SEO标题中，%2$s尝试在SEO标题%3$s中使用与您的关键词完全匹配的词。"],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":["%1$s标题关键词%3$s：不包含完全匹配项。%2$s尝试在SEO标题%3$s中写入与您的关键词完全匹配的内容。"],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":["%1$s标题关键词%3$s：关键词的精确匹配出现在SEO标题中，但不是在开头。%2$s尝试将其移动到开始的%3$s。"],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":["%1$s标题关键词%2$s：关键词的完全匹配出现在SEO标题的开头，做得好！"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$s关键字短语分发%2$s：做得好！"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$s关键字短语分布%3$s：非常不均匀。文本的大部分不包含关键字或其同义词。%2$s更均匀地分配它们%3$s。"],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$s关键字短语分布%3$s：非常不均匀。文本的大部分不包含关键字或其同义词。%2$s更均匀地分配它们%3$s。"],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$s关键字短语分发%3$s：%2$s在文本中包含您的关键字短语或其同义词，以便我们检查关键字短语分发%3$s。"],"Help on choosing the perfect focus keyphrase":["帮助选择完美的焦点关键词"],"Would you like to add a related keyphrase?":["是否要添加相关关键字？"],"Go %s!":["转到%s！"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["不在搜索结果中显示日期归档技术上意味着这些将有一个%1$s Robot Meta，%2$s有关搜索结果设置的详细信息%3$s。"],"Rank better with synonyms & related keyphrases":["使用同义词和相关关键词排名更好"],"optimize a single post for synonyms and related keyphrases.":["优化同义词和相关关键词的单篇文章。"],"Synonyms & related keyphrases":["同义词和相关关键词"],"Add related keyphrase":["添加相关的短语"],"Upgrade to %s":["升级到%s"],"%1$s video":["%1$s 视频"],"Get %s":["获得%s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$s以前使用过关键词%6$s:您在%3$s之前使用过此关键词%1$s%2$d次，%5$s不要多次使用关键词%6$s。"],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$s以前使用过关键词%5$s：您在%2$s之前使用过此关键词%1$s一次，%4$s不要多次使用关键词%5$s。"],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$s以前使用过关键词%2$s：您以前没有使用过这个关键词，非常好。"],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["%1$s禁用词 Slug%3$s：此页的 Slug包含一个禁用字，%2$s删除%3$s！"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":["%1$sv Slug太长%3$s：此页的 Slug有点长，%2$s缩短些%3$s！"],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$s图像alt属性%3$s：此页上没有图像，%2$s添加一些%3$s！"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$s链接关键词%3$s：您正在链接到另一页，其中包含希望此页排名的单词，%2$s不要这样做%3$s！"],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["这远远低于建议的最小值%5$d字，%3$s添加更多内容%4$s。"],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["这低于建议的最小值%5$d字，%3$s添加更多内容%4$s。"],"%2$sText length%4$s: The text contains %1$d word.":["%2$s文本长度%4$s：文本包含%1$d字。"],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$s文本长度%3$s：文本包含%1$d个字。做得好！"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$s副标题中的关键词%3$s：您的高级副标题中超过75%%反映了您的副本话题。太多了。%2$s请不要过度优化%3$s！"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sSEO标题宽度%3$s：%2$s请创建SEO标题%3$s。"],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sSEO标题宽度%3$s：SEO标题比可见限制更宽。 %2$s尝试缩短%3$s。"],"%1$sSEO title width%2$s: Good job!":["%1$sSEO标题宽度%2$s：做得好！"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sSEO标题宽度%3$s：SEO标题太短。 %2$s使用空格添加关键词变体或创建引人注目的号召性用语副本%3$s。"],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$s出站链接%2$s：此页上既没有后续的出站链接，也没有正常的出站链接。做得好！"],"%1$sOutbound links%2$s: Good job!":["%1$s出站链接%2$s：很好！"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$s出站链接%3$s：此页上的所有出站链接均未被跟踪。%2$s添加一些正常链接%3$s。"],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$s出站链接%3$s：此页中没有出站链接。%2$s加上一些%3$s！"],"%1$sMeta description length%2$s: Well done!":["%1$s元描述长度%2$s：做得好！"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$s元描述长度%3$s：元描述超过%4$d个字符，为了确保整个描述可见，%2$s您应该减少长度%3$s！"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$s元描述长度%3$s：元描述太短（少于%4$d个字符，最多可使用%5$d个字符，%2$s使用空间%3$s！"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$s元描述长度%3$s：未指定元描述。 搜索引擎将显示来自页面的副本。 %2$s确保写一个%3$s！"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$s元描述中的关键词%2$s：已指定元描述，但它不包含关键词。 %3$s修复%4$s！"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$s元描述%2$s中的1$s关键字短语：元描述包含关键字短语%3$s次，超出建议的最大值2次。%4$s限制为%5$s！"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$s元描述中的关键词%2$s：关键词或同义词出现在元描述中。做得好！"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$s关键字长度%5$s：关键字长度为%1$d个单词。这远远超过了建议的最大值%2$d个字。%4$s缩短了%5$s！"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$s关键字长度%5$s：关键字长度为%1$d个字。这超过了建议的最大值%2$d个字。%4$s缩短了%5$s！"],"%1$sKeyphrase length%2$s: Good job!":["%1$s关键字长度%2$s：做得好！"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$s关键字长度%3$s：没有为此页设置焦点关键字。%2$s设置一个关键字短语以计算您的SEO分数%3$s。"],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$s简介中的关键词%3$s：您的关键词或其同义词未出现在第一段中。 %2$s确保话题立即清除%3$s。"],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$s简介中的关键词%3$s：您的关键字短语或其同义词出现在副本的第一段中，但不在一个句子中。%2$s修复那个%3$s！"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$s简介中的关键词%2$s：做得好！"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$s内部链接%2$s：此页上既没有后续链接，也没有正常的内部链接。做得好！"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$s内部链接%2$s：您有足够的内部链接。做得好！"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$s内部链接%3$s：此页中的内部链接均未被跟踪。%2$s添加一些良好的内部链接%3$s。"],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$s内部链接%3$s：此页中没有内部链接，%2$s请确保添加一些%3$s！"],"%1$sTransition words%2$s: Well done!":["%1$s过渡词%2$s：做得好！"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$s过渡词%2$s：只有%3$s的句子包含过渡词，这还不够。 %4$s使用更多%2$s。"],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$s过渡词%2$s：所有句子都不包含过渡词。 %3$s使用一些%2$s。"],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$s内容不足%2$s：%3$s请添加一些内容以启用良好的分析%2$s。"],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$s副标题分配%2$s：您没有使用任何副标题，但您的文字足够短，可能不需要它们。"],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$s副标题分配%2$s：虽然您的文字很长，但您没有使用任何副标题。 %3$s尝试添加一些子标题%2$s。"],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$s副标题分配%2$s：%3$d文本部分长于%4$d个字，并且不会被任何子标题分隔。%5$s添加小标题以提高可读性%2$s。"],"%1$sSubheading distribution%2$s: Great job!":["%1$s副标题分配%2$s：做得好！"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$s句子长度%2$s：%3$s的句子包含超过%4$s的单词，超出了建议的最大值%5$s。 %6$s尝试缩短句子%2$s。"],"%1$sSentence length%2$s: Great!":["%1$s副标题长度%2$s：太棒了！"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$s连续句子%2$s：您的句子有足够的多样性。那太好了！"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$s连续句子%2$s：文本包含%4$d以相同单词开头的%3$d个连续句子。 %5$s尝试混合%2$s！"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$s被动语态%2$s：%3$s句子包含被动语态，超过建议的最大值%4$s。 %5$s尝试使用他们的主动对应%2$s。"],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$s被动语态%2$s：您使用的主动语态已足够。那太好了！"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["%1$s段落长度%2$s：%3$d个段落包含的单词超过了建议的最大值%4$d个。%5$s缩短段落%2$s！"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$s段落长度%2$s：所有段落都不太长。做得好！"],"Good job!":["做得好！"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":["%1$s易读性指数%2$s：测试中副本得分为%3$s，这被认为是要读取的%4$s，%5$s%6$s%7$s"],"Focus keyphrase":["焦点关键词"],"%1$s with ID %2$s couldn't be patched":["%1$sID为%2$s无法修补"],"Invalid POST request. Meta values already exist for object with ID %1$s.":["无效的POST请求。ID为%1$s的对象已经存在Meta数据。"],"Indexable with ID `%1$s` does not exist":["ID为“%1$s”的可索引文件不存在"],"No object with ID %1$s and %2$s could be found":["找不到ID为%1$s和%2$s的对象"],"`%1$s` is not a valid subtype of `%2$s`":["`%1$s`不是`%2$s`的有效子类型"],"The object type `%1$s` is invalid":["对象类型“%1$s”无效"],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":["传递的参数“%1$s”的类型无效。预期为“%2$s”，但得到了“%3$s”"],"The parameter `%1$s` cannot be empty.":["参数“%1$s”不能为空。"],"Check Keyphrase Density":["检查关键词密度"],"Disable":["禁用"],"Allow Control":["允许控制"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["此选项卡允许您有选择地禁用网络中所有站点的%s功能。默认情况下，所有功能都是启用的，这允许站点管理员自己选择是否要为其站点打开或关闭某个功能。当您在此处禁用某个功能时，站点管理员将完全无法使用该功能。"],"%s is a required feature toggle argument.":["%s是必需的功能切换参数。"],"Keyphrase:":["关键词："],"Remove keyphrase":["删除关键字"],"This feature has been disabled by the network admin.":["网络管理员已禁用此功能。"],"Focus keyphrase not set.":["焦点关键词未设置。"],"Multiple keyphrases":["多个关键词"],"Colon":["冒号"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["%1$s和%2$s都管理站点的SEO。同时运行两个SEO插件是有害的。"],"There is a new notification.":["有一个新的通知。"],"Learn more about the readability analysis":["进一步了解可读性分析"],"Describe the duration of the instruction:":["描述指令的持续时间："],"Optional. Customize how you want to describe the duration of the instruction":["可选，自定义描述指令持续时间的方式"],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":["这是您可以在日志中链接到的相关内容的列表。{{a}}阅读我们关于站点结构的文章{{a}}了解更多关于内部链接如何帮助改进SEO的信息。"],"%s, %s and %s":["%s，%s和%s"],"%s and %s":["%s 和 %s"],"%d minute":["%d 分钟"],"%d hour":["%d 小时"],"%d day":["%d 天"],"Enter a step title":["输入步骤标题"],"Optional. This can give you better control over the styling of the steps.":["可选，这样可以更好地控制步骤的样式。"],"CSS class(es) to apply to the steps":["应用于步骤的CSS类"],"minutes":["分钟"],"hours":["小时"],"days":["天"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["以一种SEO友好的方式创建一个如何引导。每个文章只能使用一个“如何阻止”。"],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["以一种SEO友好的方式列出您经常问的问题。每个日志只能使用一个FAQ块。"],"Copy error":["复制错误"],"An error occurred loading the %s primary taxonomy picker.":["加载%s主分类选取器时出错。"],"%1$s Structured Data Blocks":["%1$s 结构化数据块"],"Time needed:":["所需时间："],"Move question down":["向下移动问题"],"Move question up":["向上移动问题"],"Insert question":["插入问题"],"Delete question":["删除问题"],"Enter the answer to the question":["输入问题的答案"],"Enter a question":["输入问题"],"Add question":["添加问题"],"Frequently Asked Questions":["常见问题"],"Great news: you can, with %s!":["好消息：您可以，用%s！"],"Select the primary %s":["选择主要%s"],"Check links to this URL":["检查此URL的链接"],"Keyword research training":["关键字研究培训"],"Are you trying to use multiple keyphrases? You should add them separately below.":["您想用多个关键词吗？您应该在下面单独添加。"],"Mark as cornerstone content":["标记为基石内容"],"Move step down":["向下移动"],"Move step up":["向上移动"],"Insert step":["插入步骤"],"Delete step":["删除步骤"],"Add image":["添加图像"],"Enter a step description":["输入步骤描述"],"Enter a description":["输入描述"],"Unordered list":["无序列表"],"Showing step items as an ordered list.":["将步骤项显示为有序列表。"],"Showing step items as an unordered list":["将步骤项显示为无序列表"],"Add step":["添加步骤"],"Delete total time":["删除总时间"],"Add total time":["添加总时间"],"How to":["如何"],"How-to":["如何"],"Analysis results":["分析结果"],"Enter a focus keyphrase to calculate the SEO score":["输入焦点关键字短语以计算SEO得分"],"Learn more about Cornerstone Content.":["进一步了解基石内容。"],"Cornerstone content should be the most important and extensive articles on your site.":["基石内容应该是您网站上最重要和最广泛的文章。"],"Restore Site":["恢复站点"],"Network Settings":["网络设置"],"You are not allowed to perform this action.":["您不能执行此操作。"],"Error: %s":["错误：%s"],"Success: %s":["成功：%s"],"Site with ID %d not found.":["找不到ID为%d的网站。"],"No site has been selected to restore.":["没有选择要还原的网站。"],"You are not allowed to modify unregistered network settings.":["不允许修改未注册的网络设置。"],"deleted":["已删除"],"Would you like to add another keyphrase?":["您想添加另一个关键词吗？"],"image preview":["图像预览"],"Copied!":["已复制！"],"Not supported!":["获取帮助！"],"Read {{a}}our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":["阅读{{a}}我们关于站点结构的文章{{a}}了解更多关于内部链接如何帮助改进SEO的信息。"],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["一旦您再增加一点副本，我们会给您一份相关内容的列表，您可以在这里链接到您的文章。"],"Consider linking to these {{a}}cornerstone articles:{{\/a}}":["考虑链接到这些{{a}}基石文章：{{\/a}}"],"Consider linking to these articles:":["考虑链接到这些文章："],"Copy link":["复制链接"],"Copy link to suggested article: %s":["将链接复制到建议文章：%s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":[],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":[],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[],"Prominent words":[],"The site's tagline":["网站的标语"],"Not all required fields are given. Missing field %1$s":["并非所有必需字段都给出。缺少字段%1$s"],"Optimize your shop's SEO and sell more products!":["优化您的商店的SEO并销售更多产品！"],"Add synonyms":["添加同义词"],"Would you like to add keyphrase synonyms?":["您想添加关键词同义词吗？"],"Would you like to add more than one keyphrase?":["您想添加多个关键词吗？"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":["您可以在%1$s商店页面%2$s上编辑此自定义类型的SEO Meta数据。"],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["您还没有在WooCommerce设置中设置一个商店页面。请先完成此操作。"],"Current year":["今年"],"Page":["页面"],"Breadcrumb settings for %s archive":["%s归档的面包屑设置"],"Something went wrong. Please reload the page.":["出了点问题，请重新加载页面。"],"Tagline":["标语"],"Modify your meta description by editing it right here":["通过在此处进行编辑来修改元描述"],"description (custom taxonomy)":["描述(自定义分类法)"],"(custom taxonomy)":["(自定义分类法)"],"(custom field)":["(自定义字段)"],"Term404":["条款404"],"Caption":["副标题"],"Pagenumber":["页码"],"Pagetotal":["页面总数"],"Page number":["页码"],"User description":["用户描述"],"ID":["标识（ID）"],"Modified":["修改"],"Post type (plural)":["文章类型(复数)"],"Post type (singular)":["文章类型(单数)"],"Separator":["分隔线"],"Search phrase":["搜索短语"],"Term title":["术语标题"],"Term description":["术语描述"],"Tag description":["标签描述"],"Category description":["类别描述"],"Primary category":["主要类别"],"Category":["类别"],"Tag":["标签"],"Excerpt only":["仅摘录"],"Excerpt":["摘录"],"Site title":["网站标题"],"Archive title":["归档标题"],"Parent title":["父级标题"],"Date":["时间"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["您应该创建一个重定向，以确保访问者在单击不再工作的URL时不会收到404错误。"],"Search engines and other websites can still send traffic to your deleted post.":["搜索引擎和其他网站仍然可以向您的已删除邮件发送流量。"],"Make sure you don't miss out on traffic!":["确保您没有丢失流量!"],"You just deleted a %1$s.":["您刚刚删除了%1$s。"],"You just trashed a %1$s.":["您刚刚回收了一个%1$s。"],"Settings for %s archive":["%s归档设置"],"Settings for single %s URLs":["单个%s网址设置"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["此页面上的设置允许您指定您拥有的任何内容类型的默认搜索外观。您可以选择搜索结果中显示的内容类型及其默认描述。"],"Url preview":["Url 预览"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":[],"Insert snippet variable":[],"Dismiss this notice":["关闭此通知"],"No results":[],"%d result found, use up and down arrow keys to navigate":["找到%d个结果，使用上下箭头键导航"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["您的网站语言设置为%s。如果不正确，请与网站管理员联系。"],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s尊重您的隐私。阅读我们的%2$s隐私政策%3$s，了解我们如何处理您的个人信息。"],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["如果您已了解，并且不想再看到本信息，可以 %1$s 点击这里不再显示 %2$s。"],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["当前的设置允许在页面上显示附件的实际 URL。这篇文章列出了 %1$s 这样做存在的问题 %2$s，请详细阅读并检查您是否采用了正确的设置。"],"Unknown type %1$s":["未知类型：%1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["包含一个免费的 MyYoast 帐户，以便让您访问我们的免费搜索引擎优化初学者课程！"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["如果您想了解有关%1$s的最新信息，请注册我们的新闻稿，并在%2$s之前更新其他酷插件，以及来自SEO世界的有趣新闻和提示。"],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["在%1$s百度搜索资源平台%2$s获得百度验证码。"],"Baidu verification code":["百度验证码"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["%s导入程序功能使用临时数据库表。看来您的WordPress安装没有能力做到这一点，请咨询您的主机提供商。"],"Cleanup of %s data failed.":["清理 %s 数据时出错。"],"Content Type":["内容类型"],"Filter by content type":["按内容类型过滤"],"Show All Content Types":["显示所有内容类型"],"Replaced with the normal title for an archive generated by WordPress":["用 WordPress 生成的归档替换为正常标题"],"Clean":["清理"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["一旦您确定您的站点是好的，您可以清理。这将删除所有原始数据。"],"Step 5: Clean up":["第5步：清理"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["您应该运行配置向导，从SEO＆rarr; 一般＆rarr; 仪表板 页面，以确保您的站点的所有设置都是正确的。"],"Step 4: Run the configuration wizard":["第4步：运行配置向导"],"Please check your posts and pages and see if the metadata was successfully imported.":["请检查您的文章和页面，查看元数据是否已成功导入。"],"Step 3: Check your data":["第3步：检查您的数据"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["这将在%1$s元数据中导入文章元数据 (如 SEO 标题和说明)。只有在还没有现有的%1$s元数据时, 它才会执行此操作。原始数据将保持不变。"],"Step 2: Import":["第2步：导入"],"Please make a backup of your database before starting this process.":["请在开始此过程之前备份您的数据库。"],"Step 1: Create a backup":["第1步：创建备份"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["我们检测到您站点上的一个或多个 SEO 插件的数据。请按照以下步骤导入该数据："],"Plugin: ":["插件： "],"%s did not detect any plugin data from plugins it can import from.":["%s没有检测到它可以从插件导入的任何插件数据。"],"Posts that should not show up in search results":["不应显示在搜索结果中的文章"],"%s data found.":["%s 数据已找到。"],"%s data successfully removed.":["成功移除 %s。"],"%s data successfully imported.":["%s 成功导入。"],"%s data not found.":["未找到 %s。"],"24\/7 email support":["24\/7 电子邮件支持"],"No more dead links a.k.a. 404 pages":["没有更多的死链接又名 404 页"],"Get real-time suggestions for internal links":["获取有关内部链接的实时建议"],"Preview your page in Facebook and Twitter":["在 Facebook 和 Twitter 上预览您的页面"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":["单击“%3$s”按钮使用已在%1$s搜索外观主页%2$s设置中设置的Meta描述。"],"Help on copying the home meta description":["帮助复制主元描述"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["要让搜索引擎知道哪些社交个人资料与此站点相关联，请在下面输入您的站点社交个人资料数据。"],"Learn more about your social profiles settings":["详细了解您的社交个人资料设置"],"Remove the categories prefix":["移除分类前缀"],"Help on the category prefix setting":["帮助分类前缀设置"],"Learn more about the available variables":["详细了解可用变量"],"Learn more about the RSS feed setting":["详细了解 RSS 提要设置"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["当您将媒体（例如图像或视频）上传到 WordPress 时，它不仅保存媒体，还会为其创建附件 URL。这些附件页面非常空白：它们包含媒体项目，如果您输入媒体项目，则可能包含标题。因此，如果您从未使用这些附件URL，最好禁用它们，并将它们重定向到媒体项目本身。"],"Learn more about the Media and attachment URLs setting":["详细了解媒体和附件 URL 设置"],"Learn more about the title separator setting":["详细了解标题分隔符设置"],"Learn more about the knowledge graph setting":["了解有关知识图形设置的更多信息"],"Learn more about the homepage setting":["详细了解主页设置"],"Learn more about the special pages setting":["详细了解特殊页面设置"],"Help on the date archives search results setting":["帮助日期归档搜索结果设置"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["如果不在搜索结果中显示没有文章的作者的归档，技术上意味着这些人将拥有一个%1$s robots Meta，并且将从XML站点地图中排除。%2$s有关搜索结果设置的详细信息%3$s。"],"Help on the authors without posts archive search results setting":["帮助没有文章的作者归档搜索结果设置"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["不在搜索结果中显示作者的归档在技术上意味着那些将有一个%1$s机器人元，并将从XML站点地图中排除。%2$s有关搜索结果设置的详细信息%3$s。"],"Help on the author archives search results setting":["作者帮助归档搜索结果设置"],"Archives settings help":["归档设置帮助"],"Learn more about the archives setting":["详细了解归档设置"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["在%1$sYandex网站管理员工具%2$s中获取您的Yandex验证码。"],"Yandex verification code":["Yandex 验证码"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["在%1$sGoogle搜索控制台%2$s中获取您的Google验证码。"],"Google verification code":["Google 验证码"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["在%1$sBing网站站长工具%2$s中获取您的Bing验证码。"],"Bing verification code":["Bing 验证码"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["您可以使用下面的框来验证不同的站点管理员工具。此功能会在您的主页上添加验证元标记。按照指向不同站点管理员工具的链接，查找有关元标记验证方法的说明以获取验证码。如果您的站点已经过验证，您可以忘记这些。"],"Learn more about the Webmaster Tools verification":["详细了解站点管理员工具验证"],"On":["开启"],"Help on: %s":["在线求助：%s"],"%1$s comes with a lot of features. You can enable \/ disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s有很多功能。您可以在下面启用\/禁用其中一些。单击问号可提供有关该功能的更多信息。"],"Off":["关闭"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["%1$s Meta框的高级部分允许用户从搜索结果中删除文章或更改规范。您可能不想让任何作者做这些事情。这就是为什么在默认情况下，只有编辑和管理员才能做到这一点。设置为“%2$s”允许所有用户更改这些设置。"],"Security: no advanced settings for authors":["安全性：没有作者的高级设置"],"See who contributed to %1$s.":["看看谁为%1$s做出了贡献。"],"Help on this search results setting":["帮助搜索结果设置"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["在技术上不显示搜索结果中的%1$s的归档意味着那些将具有%2$s robots Meta，并且将从XML站点地图中排除。%3$s有关搜索结果设置的详细信息%4$s。"],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["技术上不在搜索结果中显示%1$s意味着那些将具有%2$s robots Meta，并且将从XML站点地图中排除。%3$s有关搜索结果设置的详细信息%4$s。"],"Default for %2$s, currently: %1$s":["默认为%2$s，目前：%1$s"],"Show %s in search results?":["在搜索结果中显示%s？"],"this author's archives":["作者归档"],"Do not allow search engines to show %s in search results.":["不允许搜索引擎在搜索结果中显示%s。"],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["WordPress中的分类目录网址包含前缀，通常为%s，此功能仅删除该前缀，仅适用于类别。"],"Category URLs":["分类目录类目网址"],"the archive for %s":["%s归档"],"Redirect attachment URLs to the attachment itself?":["将附件 URL 重定向到附件本身？"],"We recommend you set this to Yes.":["我们建议您将其设置为“是”。"],"Media & attachment URLs":["媒体和附件网址"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["当人们找到您的主页时，这就是搜索结果中显示的内容。这意味着这可能是他们在搜索您的品牌时看到的。"],"date archives":["最新归档"],"archives for authors without posts":["归档为没有职位的作者"],"Read why XML Sitemaps are important for your site.":["阅读为什么 XML 站点地图对您的站点很重要。"],"Enable the XML sitemaps that %s generates.":["启用 %s 生成的XML 站点地图。"],"See the XML sitemap.":["请参阅 XML 站点地图。"],"Media":["媒体"],"Content Types":["内容类型"],"Should search engines follow links on this %1$s?":["搜索引擎是否应该跟踪此%1$s上的链接？"],"Allow search engines to show this %s in search results?":["允许搜索引擎在搜索结果中显示此%s吗？"],"Search Appearance":["搜索外观"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":["请指定要在搜索引擎中显示的内容类型。如果您不知道这些设置之间的区别，最好选择默认设置。"],"Search engines should show \"%1$s\" in search results:":["搜索引擎应在搜索结果中显示“%1$s”："],"Search engine visibility":["搜索引擎可见性"],"Toggle %1$s's XML Sitemap":["切换%1$s的XML站点地图"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["基石内容功能可让您标记和过滤您站点上的基石内容。"],"Good results":["好的结果"],"Get better search results in local search":["在本地搜索中获得更好的搜索结果"],"Allow customers to pick up their %s order locally":["允许客户在本地获取他们的%s订单"],"SEO analysis":["SEO分析"],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO分析提供建议帮助完善您的文章SEO。"],"Learn how the SEO analysis can help you rank.":["了解SEO分析怎样帮助您提供您的搜索排名。"],"The readability analysis offers suggestions to improve the structure and style of your text.":["可读性分析能提供建议帮助您完善文章的结构和风格。"],"Discover why readability is important for SEO.":["了解为什么可读性对SEO很重要。"],"Find out how cornerstone content can help you improve your site structure.":["了解基础内容帮助您改善您的站点结构。"],"The text link counter helps you improve your site structure.":["文本链接计数器可帮助您完善您的站点结构。"],"Find out how the text link counter can enhance your SEO.":["了解如何文本链接计数器可以提高您的搜索引擎优化。"],"%s integration":["%s 整合"],"Read more about how %s works.":["了解更多关于 %s 是怎样运作的。"],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["当文章被分享时，如果您需要 Facebook 和其它社交媒体显示预览图像和一段文本摘要，请开启此功能。"],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["当文章被分享时，如果您需要Twitter显示预览图像和一段文本摘要，请开启此功能。"],"Find out why you should upgrade to %s":["找出您应该升级到的原因%s"],"https:\/\/yoa.st\/1uk":["https:\/\/yoa.st\/1uk"],"https:\/\/yoa.st\/1uj":["https:\/\/yoa.st\/1uj"],"Latest blog posts on %1$s":["%1$s 最新文章"],"Remove highlight from the text":["从文本中删除高亮显示"],"Your site language is set to %s. ":["您站点语言设置到%s。"],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["用%1$s %2$s快速开始配置向导%3$s!"],"First-time SEO configuration":["首次SEO的配置"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["您站点的语言设置为{language}，如果不正确，请联系您的站点管理员。"],"Your site language is set to {language}.":["您站点的语言设置为{language}。"],"Highlight this result in the text":["在文本中高亮显示此结果"],"Considerations":["注意事项"],"Errors":["错误"],"Change language":["更改语言"],"You cannot create a %s file.":["您无法创建文件 %s。"],"You cannot edit the %s file.":["您无法编辑文件 %s。"],"Updated %s":["%s 已升级"],"Create %s file":["创建%s文件"],"Edit the content of your %s:":["编辑您的%s内容："],"Save changes to %s":["保存改变到%s"],"%s file":["%s文件"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["通过添加辅助插件，%1$s和%2$s可以更好地协同工作。请安装%3$s以使您的生活更美好。%4$s。"],"More information":["更多信息"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["通过添加辅助插件，%1$s和%2$s可以更好地协同工作。 请激活%3$s以使您的生活更美好。"],"More information about %1$s":["更多信息关于%1$s"],"Configuration Wizard":["配置向导"],"You've done it!":["您做到了！"],"Seamlessly integrate %2$s with %1$s for the content analysis!":["将%2$s与%1$s无缝集成进行内容分析！"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["通过添加辅助插件，%1$s和%2$s可以更好地协同工作。请安装%3$s以使您的生活更美好。"],"Manage your %s subscription on MyYoast":[],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["将最重要的%1$s标记为“基石内容”，以改善您的站点结构。%2$s详细了解基础内容%3$s。"],"(Opens in a new browser tab)":["（在新的浏览器选项卡中打开）"],"Posts %1$swithout%2$s a focus keyphrase":["%1$s没有%2$s焦点关键词的文章"],"Hey, your SEO is doing pretty well! Check out the stats:":["嘿，您的SEO做得相当好！ 查看统计信息："],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["您还没有发表过文章！在您发表了第一篇文章后，您的SEO得分会显示在此处！"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["在此页面上，您可以更改网站名称并选择要使用的分隔符。例如，分隔符将显示在您的文章标题和网站名称之间。符号以它们将在搜索结果中显示的大小显示。选择一个最适合您的品牌，或者在片段中占用最少的空间。"],"Something else":["别的东西"],"A portfolio":["一个作品集"],"A corporation":["一家公司"],"A small offline business":["一个小型的线下业务"],"A news channel":["一个新闻频道"],"An online shop":["一个在线商店"],"A blog":["一个博客"],"What does the site %1$s represent?":["站点%1$s代表了什么？"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["如果选择“否”，您的作者归档将被停用，以防止重复内容问题。"],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["注意：我们不会以任何方式存储您的数据，也不会完全访问您的帐户。您的隐私是安全的。"],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":["%1$s与google search console集成，google search console是网站所有者必备的工具。它为您提供有关站点健康状况的信息。没有Google帐户，或者您的网站尚未激活？了解%2$s如何将Google搜索控制台连接到您的站点%3$s。"],"Option B: My site is under construction and should not be indexed":["选项B：我的站点正在建设中，不应该编入索引"],"Option A: My site is live and ready to be indexed":["选项A：我的站点正在运行并准备好进行索引"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["如果您想让网站远离搜索引擎的索引，请选择“正在构建”。一旦您准备好发布您的站点，不要忘记激活它。"],"Please specify if your site is under construction or already active.":["请说明您的站点正在建设中还是已经启用。"],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":["这些信息将被用于Google的知识图表卡，即您在搜索结果右侧看到的一大块信息。"],"Read more like this on our SEO blog":["在我们的SEO博客上阅读更多"],"Readability: %s":["可读性：%s"],"Not activated":["未激活"],"Activated":["已激活"],"%1$s recommendations for you":["%1$s 推荐给您"],"All Readability Scores":["可读性总分"],"Filter by Readability Score":["根据可读性分数过滤"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["您没有受到升级或技术支持！在 %2$s 添加站点与激活 %1$s 功能来解决问题。"],"Request method %1$s is not valid.":["所请求的方法 %1$s 无效。"],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["您想预览别人在%1$s上分享这篇文章的外观吗？ 您可以使用%2$s。"],"Good job! All the links in your texts have been counted.":["太棒了！所有文章中的链接全部统计完成。"],"Calculation completed.":["计算完成。"],"Calculation in progress...":["计算中..."],"Stop counting":["停止计数"],"Counting links in your texts":["正在统计文章中的链接"],"Text %1$s of %2$s processed.":["%1$s \/ %2$s 文章已完成。"],"All your texts are already counted, there is no need to count them again.":["所有的文章已经被统计，不需要再重新统计。"],"Count links in your texts":["统计文章中的链接"],"Text link counter":["文本链接计数器"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["链接到这篇文章的内链数。 参考帮助菜单中的 “Yoast 栏目” 获取更多信息。"],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["本文中的内链数。 参考帮助菜单中的 “Yoast 栏目” 获取更多信息。"],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s 会在本页添加几栏数据。 您可参考我们的文章%2$s《 如何使用SEO得分和可读性得分》%3$s 。链接栏目显示出本站中有多少文章%5$s链接至本文%6$s。并且本文中有多少URL是%5$s指向站外%6$s的。您可参考 %4$s《 如何使用此功能优化内来》%3$s一文来帮助您更好的进行SEO。"],"%s Columns":["%s 栏目"],"Readability score":["可读性分数"],"Other benefits of %s for you:":["%s给您的其他好处："],"Scroll to see the preview content.":["滚动查看预览内容。"],"Cornerstone content":["基石内容"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["如果您想提升在您本地的竞争力，可以试试我们的%1$s插件。该插件能帮助您轻松的插入Google地图，营业时间，联系信息和店址导航。除此之外，%1$s插件还能提高您的联系信息页的利用率。"],"Attract more customers near you":["吸引更多客户"],"Upgrade to Premium":["升级到高级版"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["您想超越竞争对手吗？%1$s为您提供了一些很棒的附加功能，可以帮助您像专业人员一样设置SEO策略。添加同义词和相关关键词，使用我们的高级搜索引擎优化分析，重定向管理器和我们的内部链接工具。%1$s还将允许您访问高级支持。"],"Outrank the competition with %s":["使用%s来提升您的竞争力"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["我们发现您尚未完成向导模式，所以我们推荐您%2$s重新开始配置向导完成%1$s配置%3$s。"],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["设置向导能帮助您便捷的配置您的站点以达到最佳的SEO设置。"],"Superfast internal linking suggestions":["超快的内部连接建议"],"Great news: you can, with %1$s!":["好消息：有了%1$s，您可以的!"],"Save changes":["保存更改"],"1 year free support and updates included!":["包括1年免费支持和更新!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["%2$s插件会为搜索引擎和普通用户呈现不同的内容，这一行为我们称之为搜索引擎欺诈。我们强烈建议您禁用该插件。"],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$s社交媒体预览：%2$sFacebook & Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$s消灭死链%2$s：重定向便捷管理器"],"No ads!":["没有广告！"],"Facebook & Twitter":["Facebook & Twitter"],"Social media preview":["社交媒体预览"],"Easy redirect manager":["重定向便捷管理器"],"No more dead links":["没有更多的死链"],"Increase your SEO reach":["改进您的SEO范围"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["如果您想要更多帮助创建酷炫的内容，请查看我们的%2$s SEO写作课程%3$s。 您想知道所有的插件的功能，请考虑我们的%1$s！"],"Variable":["变量"],"Available variables":["可用变量"],"Scroll to see the table content.":["滚动查看表内容。"],"An error occurred in the '%1$s' assessment":["在评估'%1$s'过程中出现错误"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s个单词包含%2$s超过%3$s个音节%4$s，这是超过推荐的最大值%5$s。"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s个单词包含%2$s超过%3$s个音节%4$s，小于或等于推荐的最大值%5$s。"],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["这略低于建议的最小值%5$d字。%3$s添加更多副本%4$s。"],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["元描述包含 %1$d 句话， %2$s建议不超过 %3$s 词%4$s。 请尝试缩短语句。"],"The meta description contains no sentences %1$sover %2$s words%3$s.":["元描述在%2$s个单词%3$s中不包含句子%1$s。"],"Step %1$d: %2$s":["步骤%1$d：%2$s"],"No new notifications.":["没有新通知。"],"Save all":["保存全部"],"Save":["保存"],"%1$s, Author at %2$s":["%1$s，作者%2$s"],"Mobile preview":["手机版预览"],"Desktop preview":["桌面版预览"],"Please provide an SEO title by editing the snippet below.":["在下面的编辑框当作中输入SEO标题。"],"Meta description preview:":["元描述预览："],"Slug preview:":["别名预览："],"SEO title preview:":["SEO标题预览："],"Close snippet editor":["关闭片段编辑器"],"Slug":["别名"],"Remove marks in the text":["删除文本中的标记"],"Mark this result in the text":["在文段中标记这个结果"],"Marks are disabled in current view":["标记\/对号在当前视图已被禁用"],"Good SEO score":["SEO分数较高"],"OK SEO score":["SEO得分良好"],"Feedback":["反馈"],"ok":["确定"],"Choose an image":["选择一张图像"],"Remove the image":["删除图像"],"MailChimp signup failed:":["Mailchimp注册失败："],"Sign Up!":["注册！"],"Name":["名称"],"Please provide a meta description by editing the snippet below.":["请通过下面的输入框输入元描述。"],"Edit snippet":["编辑片段"],"You can click on each element in the preview to jump to the Snippet Editor.":["您可以点击预览中的每个元素，以跳转到Snippet 编辑器。"],"SEO title preview":["SEO 标题预览："],"Meta description preview":["元描述预览："],"A problem occurred when saving the current step, {{link}}please file a bug report{{\/link}} describing what step you are on and which changes you want to make (if any).":["保存当前步骤时出现问题，{{link}}请发送一份错误报告{{\/link}}描述出错的具体位置以及您想进行的修改（如果有的话）。"],"Close the Wizard":["关闭向导"],"Export settings":["导出设置"],"%1$s video tutorial":["%1$s 视频教程"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; 配置向导"],"Please don't show me this notification anymore":["请不要再这个通显示此通知"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["如果您遇到问题，%1$s请写一份bug报告%2$s，我们会尽最大的努力帮助您。"],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["我们注意到您已经使用%1$s有一段时间了；我们希望您能喜欢！如果您能%2$s在WordPress.org给我们一个五星好评%3$s，我们会非常兴奋！"],"Date archives settings":["归档设置日期"],"Author archives settings":["作者归档设置"],"%1$s by %2$s":["%1$s由%2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":[],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24\/7 personal support.":["顺便提一下，您知道我们还有一个%1$s高级版插件%2$s吗？它提供高级功能，如重定向管理器和对多个关键词的支持。它还提供全天候的个人支持。"],"(no title)":["（无标题）"],"%s installation wizard":["%s安装向导"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["如果您有新的通知，该 %1$s管理菜单栏包含有用的链接的第三方工具分析页面和可以很容易地看到。"],"Admin bar menu":["管理员菜单栏"],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":["如果您的网站仍可被搜索引擎索引，%1$s 将每周检查一次, 而%2$s将在情况并非如此时通知您。"],"Features":["特点"],"SEO title":["SEO标题"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["虽然我们努力使%1$s的设置尽可能简单，但我们了解这可能会令人生畏。如果您希望我们为您设置%1$s（并获取%2$s的副本），请在此处订购我们的%3$s%1$ss配置服务%4$s！"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["欢迎使用%1$s配置向导。通过几个简单的步骤，我们将帮助您配置您的SEO设置，以满足您的站点的需要！"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["谷歌在搜索结果中显示了您的站点的名称，您可以在这里改变它。"],"Greater than sign":["大于号"],"Less than sign":["小于号"],"Right angle quotation mark":["直角引号"],"Left angle quotation mark":["左角引号"],"Small tilde":["小波浪线"],"Vertical bar":["垂直线"],"Low asterisk":["低的星号"],"Asterisk":["星号"],"Bullet":["点"],"Middle dot":["中间的点"],"Em dash":["长破折号"],"En dash":["短破折号"],"Dash":["破折号"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["选择您的标题分隔符使用的符号。这将显示在您的文章标题和站点名称等当中。上述不同大小的符号也将显示在搜索结果中。"],"The name of the person":["人名"],"No":["否"],"Yes":["是"],"Does, or will, your site have multiple authors?":["您的站点是否有多个作者？"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress会自动为库中的每个媒体项生成一个URL。 启用此选项将允许谷歌对生成的URL进行索引。"],"Success!":["成功！"],"Title settings":["标题设置"],"Multiple authors":["多个作者"],"Site type":["站点类型"],"Environment":["环境"],"Yoast option %1$s not found.":["Yoast选项%1$s未找到。"],"Google Structured Data Test":["Google结构化数据测试"],"Posts list":["文章列表"],"Posts list navigation":["文章列表导航"],"Filter posts list":["过滤文章列表"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["请注意，链接到归档可能仍然输出您的主题，您需要将它们分开。"],"%1$s to optimize your site even further":["%1$s 进一步优化您的站点"],"%1$s extensions":["%1$s 的扩展"],"Comes with our 30-day no questions asked money back guarantee":["加入我们，30天无理由退款保证。"],"More information %1$sabout %3$s%2$s":["关于 %3$s%2$s更多的信息 %1$s"],"Installed":["已安裝"],"gain access to our 24\/7 support team.":["获得我们的团队24小时\/7天的支持。"],"Premium support":["高级支持"],"check what your Facebook or Twitter post will look like.":["检查您的Facebook或Twitter的文章会看起来像什么。"],"Social previews":["社媒预览"],"create and manage redirects from within your WordPress install.":["创建和管理重定向在您的WordPress安装之后。"],"Redirect manager":["重定向管理器"],"%1$s, take your optimization to the next level!":["%1$s, 将您的优化带到下一个级别！"],"A seamless integration between %1$s and %2$s":["%1$s 和 %2$s之间的无缝集成"],"Use %1$s breadcrumbs instead of %2$s ones":["使用 %1$s 面包屑代替 %2$s 的"],"Easily insert Google Maps, a store locator, opening hours and more":["轻松插入 Google 地图，商店定位器，营业时间等"],"Creates XML News Sitemaps":["创建 XML 新闻站点地图"],"Immediately pings Google on the publication of a new post":["立即向 Google 发布新文章"],"Optimize your site for Google News":["为谷歌新闻优化您的站点"],"Make videos responsive through enabling fitvids.js":["通过 fitvids.js 制作响应式视频"],"Enhance the experience of sharing posts with videos":["增强分享视频文章的体验"],"Show your videos in Google Videos":["在Google视频中显示您的视频"],"Edit &#8220;%s&#8221;":["编辑  &#8220;%s&#8221;"],"Premium":["高级版"],"Google Trends":["谷歌趋势"],"Notifications":["通知"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["从Meta数据库中删除焦点关键词部分并禁用所有与SEO相关的建议。"],"Disable SEO analysis":["停止SEO分析"],"Twitter settings":["Twitter 设置"],"Pinterest settings":["Pinterest 设置"],"Facebook settings":["Facebook 设置"],"Title separator symbol":["标题分隔符号"],"RSS feed settings":["RSS feed 设置"],"Breadcrumbs settings":["路径导航设置"],"Make primary":["设为主要"],"%s notification":["%s个通知"],"Disable readability analysis":["禁用可读性分析"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["从Meta数据库中删除可读性分析部分，并禁用所有与可读性相关的建议。"],"Readability analysis":["可读性分析"],"Needs improvement":["需要改进"],"Readability":["可读性"],"Improvements":["改进"],"Dismiss this item.":["忽略此项。"],"Good job! We could detect no serious SEO problems.":["做得好！ 我们可以没有发现严重的SEO问题。"],"We have detected the following issues that affect the SEO of your site.":["我们检测到以下影响您站点SEO的问题。"],"Problems":["问题"],"Analysis":["分析"],"Not available":["不可用"],"Filter by SEO Score":["按照SEO分数分类"],"Meta description not set.":["还没设置元描述。"],"Open":["打开"],"Dashboard":["仪表盘"],"You can fix this on the %1$sPermalink settings page%2$s.":["您可以在%1$s固定链接设置页面%2$s上修复此问题。"],"Replaced with the primary category of the post\/page":["替换为文章\/页面的主要类别"],"Pinterest confirmation":["Pinterest验证"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["如果您已经确定了您的站点，您可以跳过下面的步骤。"],"Format-based archives":["基于格式的归档"],"Webmaster Tools verification":["站长工具验证"],"Buy %s":["购买%s"],"New %1$s Title":["新的%1$s标题"],"Existing %1$s Title":["现在的%1$s标题"],"Expected an integer as input.":["需输入整数。"],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["尝试创建一个安全的站点缓存键，但是前、后缀的组合留下的空间太小，您请求的页面可能会超出预期范围。"],"Remove":["移除"],"Keep":["保存"],"Bold the last page":["最后一页用粗体"],"Regular":["普通"],"Bold":["粗体"],"Show Blog page":["显示博客页"],"Primary %s":["主标题%s"],"Primary":["主要"],"Make %1$s primary %2$s":["让%1$s主标题拥有%2$s子标题"],"Term is set to noindex.":["设置为不索引的项。"],"Author archives":["作者归档"],"Show":["展示"],"Enabled":["激活"],"Disabled":["已禁用"],"The separator defined in your theme's %s tag.":["分隔符定义了您的主题中的 %s 标签。"],"No index":["无索引"],"If you want to use an image for sharing on %1$s, you can upload \/ choose an image or add the image URL here.":["如果您想在%1$s上分享图像，您可以在这儿上传或者从URL中添加图像。"],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["如果您不想使用%1$s共享的元数据描述，但希望另一个描述有，在这里写。"],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["如果您不希望使用修改作为在%1$s的分享标题，请在下面的编辑框当中输入您期望的标题。"],"Once Weekly":["一次每周"],"SEO score":["SEO分数"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["使用焦点关键词重新计算所有内容的SEO得分。"],"%1$s of %2$s done.":["已经完成%2$s中的%1$s。"],"Team Yoast":["Yoast团队"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["第一个真正意义上的 WordPress 全能SEO解决方案！包含了页面内容分析、XML站点地图和更多功能。"],"Yoast SEO":["Yoast SEO"],"Activation failed:":["激活失败："],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["该过滤扩展功能看来是不可用的。请询问您的服务器提供商来启用它。"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["%1$s没有正确安装，请参阅%2$s安装指南%3$s。"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["标准 PHP库(SPL) 扩展似乎不可用。请联系您的主机商启用。"],"SEO Settings":["SEO设置"],"Mobile-Friendly Test":["移动端友好度测试"],"Google Page Speed Test":["Google页面速度测试"],"CSS Validator":["CSS验证器"],"HTML Validator":["HTML验证器"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins验证"],"Facebook Debugger":["Facebook调试器"],"Check Google Cache":["检查 Google 暂归档"],"Analyze this page":["分析这个页面"],"Keyword Research":["关键词研究"],"%s does not seem to be a valid url. Please correct.":["%s似乎不是一个有效的URL。请更正。"],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s似乎并不是一个有效的%2$s验证字符串。请更正。"],"%s Archive":["%s归档"],"You searched for %s":["您正搜索 %s"],"%s does not seem to be a valid Twitter Username. Please correct.":[],"Summary with large image":["大型图像摘要"],"Summary":["摘要"],"The post %1$s appeared first on %2$s.":["%1$s最先出现在%2$s。"],"No numeric value was received.":["没有收到数值。"],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["这必须是一个现有的博客。博客 %s “不存在”或已被标记为“已删除”。"],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["默认博客必须是您想设为默认的博客ID数值。"],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s不是一个可链接到%2$s设置的选项，它的值已被重置为默认。"],"Please select a valid post type for taxonomy \"%s\"":["请为分类\"%s\"选择一个有效的文章形式。"],"Please select a valid taxonomy for post type \"%s\"":["请为文章形式\"%s\"选择一个有效的分类。"],"You searched for":["您正在搜索："],"Home":["首页"],"Archives for":["归档于"],"Error 404: Page not found":["404错误：找不到页面"],"Good":["优良"],"Replaced with a custom taxonomies description":["用一个自定义的分类描述替换"],"Replaced with a posts custom taxonomies, comma separated.":["用一个文章自定义分类法替换，以逗号分隔。"],"Replaced with a posts custom field value":["用文章的自定义字段值替换"],"Replaced with the slug which caused the 404":["用引起404的别名替换"],"Replaced with the posts focus keyphrase":["替换为文章焦点关键词"],"Attachment caption":["附件标题"],"Replaced with the current page number":["用当前的页号替换"],"Replaced with the current page total":["替换当前页面的总数"],"Replaced with the current page number with context (i.e. page 2 of 4)":["替换为当前页码（如：第2页\/共4页）"],"Replaced with the post\/page author's 'Biographical Info'":["用文章\/页面作者的‘传记信息’替换"],"Replaced with the post\/page author's 'nicename'":["用文章\/页面作者的‘昵称’替换"],"Replaced with the post\/page ID":["用文章\/页面ID替换"],"Replaced with the post\/page modified time":["用文章\/页面修改后的时间替换"],"Replaced with the content type plural label":["用文章的柱式复数标签替换"],"Replaced with the content type single label":["用文章的单标签替换"],"Replaced with the current search phrase":["用当前的搜索短语替换"],"Replaced with the term name":["用术语名称替换"],"Replaced with the term description":["用术语描述替换"],"Replaced with the tag description":["用标签描述替换"],"Replaced with the category description":["取代分类描述"],"Replaced with the post categories (comma separated)":["取代后类别（逗号分隔）"],"Replaced with the current tag\/tags":["替换当前的标签\/标签"],"Replaced with the post\/page excerpt (without auto-generation)":["文章\/页面摘要（不自动生成）"],"Replaced with the post\/page excerpt (or auto-generated if it does not exist)":["文章\/页面摘要（如不存在则自动生成）"],"The site's name":["站点名称"],"Replaced with the title of the parent page of the current page":["替换为当前页面的父页的标题"],"Replaced with the title of the post\/page":["文章\/页面的标题"],"Replaced with the date of the post\/page":["替换为文章\/页面的日期"],"Page %1$d of %2$d":["第%1$d页 共%2$d页"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["由具有相同名称注册一个变量，您不能推翻一个WPSEO标准变量替换。使用“wpseo_replacements”过滤器，而不是调整重置价值。"],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["具有相同名称的替换变量已注册。试着让您的变量名独一无二。"],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["一个替代变量不能以“%%cf_”或“%%ct_”开头，因为这些都是WPSEO保留的标准可变变量的自定义字段和自定义分类。试着让您的变量名独一无二。"],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["一个替代变量只能包含字母、下划线或破折号。尝试重命名您的变量。"],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["通知（仅管理员）：此页不显示元描述，因为没有指定。请填写元描述或进入[%1$s - %2$s]，并设置一个模板。"],"Page not found":["(\/ﾟДﾟ)\/没找到页面"],"%s Archives":["%s归档"],"Meta description to use for Author page":["作者页面的元描述"],"Title to use for Author page":["用于作者页面的标题"],"%1$s settings":["%1$s设置"],"Export your %1$s settings":["导出您的%1$s设置"],"Import settings":["导入设置"],"Import from other SEO plugins":["从其他SEO插件导入"],"Import":["导入"],"If you had a %s file and it was editable, you could edit it from here.":["如存在%s文件并且可写，即可在此编辑。"],"If your %s were writable, you could edit it from here.":["如果%s可写，即可在此编辑。"],"You don't have a %s file, create one here:":["没有%s文件，在这里创建一个："],"A link to your site, with your site's name and description as anchor text.":["您的站点链接，锚文本为站点名称和描述。"],"A link to your site, with your site's name as anchor text.":["您的站点链接，锚文本为站点名称。"],"A link to the post, with the title as anchor text.":["文章链接，锚文本为标题。"],"A link to the archive for the post author, with the authors name as anchor text.":["文章作者归档的链接，锚文本为作者名称。"],"You can use the following variables within the content, they will be replaced by the value on the right.":["支持以下变量，它们会被替换为右边的值。"],"Content to put after each post in the feed":["在Feed中添加到文章尾部的内容"],"Content to put before each post in the feed":["在Feed中添加到文章头部的内容"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["此功能可自动在您的RSS中添加内容。更确切地说，这意味着可以给您的站点和文章添加反向链接。当采集器也这么做，就帮助搜索引擎识别您是原创作者。"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["这个路径导航功能的使用在%1$s我们的路径导航实施知识库文章解释%2$s。"],"How to insert breadcrumbs in your theme":["如何在您的主题插入路径导航"],"Blog":["博客"],"Content type archive to show in breadcrumbs for taxonomies":["在面包导航的分类里，展示文章类型归档"],"Taxonomy to show in breadcrumbs for content types":["在面包屑导航中为文章类型分类法"],"Breadcrumb for 404 Page":["404页的路径导航"],"Prefix for Search Page breadcrumbs":["搜索页面路径导航的前缀"],"Prefix for Archive breadcrumbs":["归档页面路径导航的前缀"],"Prefix for the breadcrumb path":["路径导航前缀"],"Anchor text for the Homepage":["站点首页的锚文本"],"Separator between breadcrumbs":["路径导航间的分隔符"],"Enable Breadcrumbs":["启用路径导航"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["以下是您已经发表的文章的SEO得分，是时候对部分文章进行优化了！"],"Credits":["鸣谢"],"&laquo; Back to Tools page":["&laquo; 返回工具页面"],"%1$s comes with some very powerful built-in tools:":["%1$s附带了一些非常强大的内置工具："],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["这个工具允许您快捷地改变您的SEO的重要文件，例如robots.txt和.htaccess文件。"],"File editor":["文件编辑器"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["从其他的SEO插件导入设置或导出设置到其他博客。"],"Import and Export":["导入和导出"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["这个工具可以让您快速改变您的文章和页面的标题和描述，而不必去为每一页编辑。"],"Bulk editor":["批量编辑器"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["要%1$s使用Pinterest%2$s验证您的站点，请在此处添加元标记："],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":[],"The default card type to use":["使用默认卡片类型"],"Add Twitter card meta data":["添加 Twitter 卡片元数据"],"This image is used if the post\/page being shared does not contain any images.":["无图像的文章\/页面被分享时显示的默认图像。"],"Default settings":["默认设置"],"Copy home meta description":["复制首页元描述"],"Description":["描述"],"Image URL":["图像网址"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["这里是您站点首页在开放式图谱元标签中使用的标题，描述和图像。"],"Frontpage settings":["首页设置"],"Add Open Graph meta data":["添加开放式图谱元数据"],"YouTube URL":["YouTube网址"],"Pinterest URL":["Pinterest网址"],"MySpace URL":["MySpace网址"],"LinkedIn URL":["LinkedIn网址"],"Instagram URL":["Instagram网址"],"Twitter Username":["Twitter用户名"],"Facebook Page URL":["Facebook页面网址"],"Accounts":["账户"],"Restore site to defaults":["恢复站点到默认值"],"Site ID":["站点ID"],"Using this form you can reset a site to the default SEO settings.":["您可以使用此项重置某个站点为默认SEO设置。"],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["敏感隐私（FB管理员等）、主题特定（标题重写）和一些非常特定于站点的设置将不会导入新站点。"],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["对于您要将其设置用作添加到网络中的所有站点的默认设置的站点，输入%1$s站点ID%2$s。 留空（即将使用正常的插件默认值）。"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["选择您已添加到网络中的想作为默认的站点。如果选择 “无”，标准插件默认值将被使用。"],"New sites in the network inherit their SEO settings from this site":["网络上新建的站点从这个站点继承SEO设置"],"Super Admins only":["仅超级管理员"],"Site Admins (default)":["站点管理员（默认）"],"Who should have access to the %1$s settings":["谁应该有访问权%1$s设置"],"spam":["垃圾"],"mature":["成熟"],"archived":["已归档"],"public":["公开"],"%s restored to default SEO settings.":["%s 已恢复至默认的搜索引擎优化设置。"],"Settings Updated.":["设置已更新。"],"404 pages":["404页面"],"Search pages":["搜索页"],"These pages will be %s by default, so they will never show up in search results.":["这些页面将被 %s 由默认，所以他们将不会显示在搜索结果中。"],"Special Pages":["特殊页面"],"Date-based archives could in some cases also be seen as duplicate content.":["某些情况下，以日期为基础归档也被视为重复的内容。"],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["如果您的站点是这种情况的话，您可以选择禁用它（会重定向到主页），或添加%s进去，这样它不会显示在搜索结果中。"],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["如果您运行的是单一作者的博客，作者归档将与您的首页完全一致。这就是所谓的%1$s重复内容问题%2$s。"],"Date archives":["日期归档"],"author archives":["作者归档"],"Title":["标题"],"%1$s Meta Box":["%1$s元框"],"Hide":["隐藏"],"Take note:":["注意："],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["您可以通过编辑博客页面本身%2$s的%1$s来确定博客页面的标题和说明。"],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":["您可以通过编辑静态页面本身%2$s的%1$s来确定博客页面的标题和说明。"],"Homepage &amp; Front page":["首页 & 静态页面"],"Title Separator":["标题分隔符"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s 会自动检测到不论它是否需要强制为您的页面重写这个标题，如果您认为它是错的并且您知道您现在做的事情，您可以在这更改这个设置。"],"Force rewrite titles":["强制重写标题"],"Taxonomies":["分类法"],"Homepage":["首页"],"%1$s Extensions":["%1$s扩展"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["无缝集成%1$s到WooCommerce插件并获得额外的功能！"],"Rank better locally and in Google Maps, without breaking a sweat!":["轻松提高本地和谷歌地图的排名！"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["您在谷歌新闻？通过它优化增加谷歌新闻的流量！"],"Optimize your videos to show them off in search results and get more clicks!":["优化您的视频在搜索结果中的展示并赚取更多点击量！"],"The premium version of %1$s with more features & support.":["%1$s 高级版拥有更多功能及技术支持。"],"Person":["个人"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["此数据在站点中显示为元数据。它将会出现在%1$s Google 知识库图谱%2$s中。你可以是一个组织, 也可以是个人。"],"Website name":["站点名称"],"Webmaster Tools":["站点管理员工具"],"RSS":["RSS"],"Breadcrumbs":["面包屑导航"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["要修复该问题您需要创建一个重定向，需升级到 %1$s。您可以在 %2$s购买插件，同时附赠一年的免费支持和升级。"],"Creating redirects is a %s feature":["创建重定向是 一种 %s 功能"],"Deactivate %s":["停用 %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["%1$s插件在与%2$s结合使用时可能会导致问题。"],"Upload Image":["上传图像"],"Remove these ads?":["要移除这些广告吗？"],"%s Posts Overview":["%s文章预览"],"Breadcrumbs title":["面包屑的标题"],"Facebook App ID":["Facebook App ID"],"Pinterest":["Pinterest"],"Archives":["归档"],"Email":["电子信箱"],"Previous":["上一项"],"Next":["下一步"],"Close":["关闭"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["%1$s和%2$s可以创建XML站点地图。使用两个XML站点地图，非但不利于搜索引擎，甚至可能会减慢您的站点。"],"Configure %1$s's Open Graph settings":["配置%1$s开放式图谱设置"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["%1$s 和 %2$s 都能创建OpenGraph 输出，可能导致您的页面共享到 Facebook, Twitter, LinkedIn和其它社交网络时使用错误的文本和图像。"],"%s Image":["%s图像"],"%s Description":["%s 描述"],"%s Title":["%s 标题"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["%1$s的建议图像大小为%2$s像素。"],"If you want to override the image used on %s for this post, upload \/ choose an image here.":["如果要覆盖此日志在%s上使用的图像，请在此处上传\/选择图像。"],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["如果您不想在分享到 %s 时使用这个元描述，您可以在这里写上另一个。"],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["如果您不想使用这个文章标题来在%s分享这篇文章，而是想要使用另一个标题，那么写在这里。"],"very difficult":["非常困难"],"Try to make shorter sentences, using less difficult words to improve readability":["尽量缩短句子，使用难度较小的单词来提高可读性"],"difficult":["困难"],"Try to make shorter sentences to improve readability":["尽量缩短句子以提高可读性"],"fairly difficult":["还算困难"],"OK":["好"],"fairly easy":["还算容易"],"easy":["容易"],"very easy":["非常容易"],"Meta Desc.":["元描述"],"All SEO Scores":["全部SEO分数"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO问题：特色图像应该至少是200 x 200像素，由Facebook和其他社交媒体站点提取。"],"(no parent)":["(没有父级)"],"Post is set to noindex.":["文章被设置为不索引."],"The URL that this page should redirect to.":["URL重定向的目标页面。"],"301 Redirect":["301 转址"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["此网页应指向的规范网址，留空，默认为固定链接。%1$s跨域名规范%2$s也支持。"],"Canonical URL":["规范链接"],"Title to use for this page in breadcrumb paths":["此页在包屑路径中的标题"],"Breadcrumbs Title":["面包屑的标题"],"No Snippet":["没有摘要"],"No Archive":["没有归档"],"No Image Index":["没有图像索引"],"None":["无"],"Meta robots advanced":["高级Meta Robots"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["警告：虽然您可以在此设置元数据爬虫的选项，但是由于整个站点的隐私设定为不索引，因此本设置不会有效果。"],"Meta description":["元描述"],"SEO Title":["SEO标题"],"Focus keyword":["焦点关键词"],"Settings successfully imported.":["设置导入成功。"],"Settings could not be imported:":["设置无法导入："],"Breadcrumb for 404 pages:":["404页的面包屑："],"Prefix for search result pages:":["搜索结果页面前缀："],"Prefix for archive pages:":["归档页面前缀："],"Prefix for breadcrumbs:":["面包屑导航前缀："],"Anchor text for the homepage:":["首页的锚文本："],"Breadcrumbs separator:":["面包屑分隔符："],"%s Breadcrumbs":["%s面包屑导航"],"Use Image":["使用图像"],"Action":["启动"],"Page URL\/Slug":["页面URL\/别名"],"Publication date":["发布日期"],"Post Status":["文章状态"],"WP Page Title":["WP页面标题"],"View":["浏览"],"View &#8220;%s&#8221;":["查看&#8220;%s&#8221;"],"Preview":["预览"],"Preview &#8220;%s&#8221;":["预览&#8220;%s&#8221;"],"Edit":["编辑"],"Filter":["筛选"],"posts\u0004Trash <span class=\"count\">(%s)<\/span>":["回收站 <span class=\"count\">(%s)<\/span>"],"posts\u0004All <span class=\"count\">(%s)<\/span>":["全部<span class=\"count\">(%s)<\/span>"],"New Yoast Meta Description":["新的 Yoast 元描述"],"Existing Yoast Meta Description":["现有的 Yoast 元描述"],"Facebook profile URL":["Facebook个人资料网址"],"Twitter username (without @)":["Twitter用户名（不包含@）"],"FAQ":["常见问题"],"Premium Support":["高级支持"],"Settings":["设置"],"Huge SEO Issue: You're blocking access to robots.":["严重的SEO问题：站点正在屏蔽搜索引擎。"],"Posts":["文章"],"Edit Files":["编辑文件"],"General":["常规"],"Extensions":["扩展"],"Search Console":["搜索控制台"],"Tools":["工具"],"Advanced":["高级"],"XML sitemaps":["XML 站点地图"],"Social":["社会化"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s 检测到您正在使用 %2$s 版的%3$s, 请更新到最新版本，以防止出现兼容性问题。"],"Just another WordPress site":["又一个WordPress站点"],"You have used HTML in your value which is not allowed.":["您在文章中使用了不被允许的HTML代码。"],"You can't edit %s that aren't yours.":["无法编辑非您创建的文章%s 。"],"You can't edit %s.":["无法编辑%s。"],"Post has an invalid Content Type: %s.":["文章拥有一个无效的文章形式：%s。"],"Post doesn't exist.":["文章不存在。"]}}}