{"translation-revision-date":"2020-01-22 14:44:07+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","lang":"hr"},"%1$sGo to %2$s to analyze your entire site%3$s":[],"%1$s offers a free indexability check for %2$s users, and it shows\n\t\t\tthat your site can be found by search engines.":[],"Your site can be found by search engines":[],"%1$s offers a free indexability check for %2$s users and right now it has trouble determining\n\t\t\twhether search engines can find your site. This could have several (legitimate) reasons and is not a problem\n\t\t\tin itself. If this is a live site, %3$sit is recommended that you figure out why the %1$s check failed.%4$s":[],"%1$s cannot determine whether your site can be found by search engines":[],"%1$sRead more about troubleshooting search engine visibility.%2$s":[],"%1$s offers a free indexability check for %2$s users and it has determined that your site cannot be found by search engines. If this site is live or about to become live, this should be fixed.":[],"Your site cannot be found by search engines":[],"If this is a live site, %1$sit is recommended that you figure out why the check failed.%2$s":[],"Error details: %1$s %2$s %3$s":[],"An error occurred while checking whether your site can be found by search engines":[],"%1$sYou can change the tagline in the customizer%2$s.":[],"You still have the default WordPress tagline. Even an empty one is probably better.":[],"You should change the default WordPress tagline":[],"You are using a custom tagline or an empty one.":[],"You changed the default WordPress tagline":[],"Great! You can activate your premium plugin(s) and receive updates.":[],"Your site can connect to %1$s":[],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. The cause for this error is probably that the cURL software on your server is too old. Please contact your host and ask them to update it to at least version 7.34. %3$sRead more about cURL in our knowledge base%4$s.":[],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. A common cause for not being able to connect is an out-of-date version of cURL, software used to connect to other servers. However, your cURL version seems fine. Please talk to your host and, if needed, the Yoast support team to figure out what is broken. %3$sRead more about cURL in our knowledge base%4$s.":[],"Your site can not connect to %1$s":[],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":[],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":[],"You do not have your postname in the URL of your posts and pages":[],"You do have your postname in the URL of your posts and pages.":[],"Your permalink structure includes the post name":[],"The request to Ryte returned an error.":[],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":[],"Comments break into multiple pages":[],"Comments are displayed on a single page":[],"No title":[],"%1$sGo to the Discussion Settings page%2$s":[],"%1$sThis was reported by the %2$s plugin%3$s":[],"Date in Google Preview":[],"Preview as:":[],"Mobile result":[],"Google preview":[],"Desktop result":[],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":[],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":[],"If you want to apply advanced <code>meta<\/code> robots settings for this page, please define them in the following field.":[],"Check out %1$s":[],"We have both free and premium online courses to learn everything you need to know about SEO.":[],"Want to learn SEO from Team Yoast? Check out our %1$s!":[],"Learn SEO":["Naučite SEO"],"Start to optimize your site for Google News traffic today!":[],"Make sure your videos rank and are easy to share with our Video SEO plugin.":[],"Our Local SEO plugin will help you rank in Google Maps and local results.":[],"%s settings to import:":[],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":[],"Your %1$s settings:":[],"Schema":["Schema"],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":["Twitter koristi Open Graphmeta podatke kao i Facebook, stoga se pobrinite da je \"Dodaj Open Graph meta podatke\" postavka omogućena ako želite optimizirati web-stranicu za Twitter."],"Please check the format of the Facebook Page URL you entered. %s":["Provjerite format Facebook Page URL-a koji ste upisali. %s"],"Please check the format of the Instagram URL you entered. %s":["Provjerite format Instagram URL-a koji ste upisali. %s"],"Please check the format of the Linkedin URL you entered. %s":["Provjerite format Linkedin URL-a koji ste upisali. %s"],"Please check the format of the MySpace URL you entered. %s":["Provjerite format MySpace URL-a koji ste upisali. %s"],"Please check the format of the Pinterest URL you entered. %s":["Provjerite format Pinterest URL-a koji ste upisali. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Provjerite format Wikipedia URL-a koji ste upisali. %s"],"Please check the format of the Youtube URL you entered. %s":["Provjerite format Youtube URL-a koji ste upisali. %s"],"Settings saved.":["Postavke spremljene."],"Continue learning":["Nastavi učiti"],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to know everything our plugin has to offer. Sign up for our free %1$s plugin training, in which you'll learn how to use %1$s and how it can help you make the best of your website!":["%1$s od sada će se pobrinuti za sve potrebne tehničke optimizacije vaše web-stranice. Kako bi poboljšali performanse web-stranice u rezultatima pretrage, važno je znati što vam sve ovaj dodatak pruža. Prijavite se na naše besplatno %1$s dodatak tutorial, u kojem će te naučiti kako koristiti %1$s i kako vam može pomoći napraviti najbolju web-stranicu."],"Dismiss this alert":["Zanemarite ovu obavijest"],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":["Ime kompanije i logo trebaju biti postavljeni kako bi strukturirani podaci ispravno funkcionirali. %1$sSaznajte više o važnosti strukturiranih podataka.%2$s"],"%s does not seem to be a valid Facebook App ID. Please correct.":["%s nije ispravan Facebook App ID. Ispravite ovo."],"The submitted value was: %s":["Unijeta vrijednost je: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex verifikacijski kod može sadržavati samo slova od A do F, brojeve, crtice i donje crte. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter korisničko ime može sadržavati samo slova, brojeve i donju crtu. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest verifikacijski kod može sadržavati samo slova od A do F, brojeve, crtice i donje crte. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing verifikacijski kod može sadržavati samo slova od A do F, brojeve, crtice i donje crte. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Google verifikacijski kod može sadržavati samo slova, brojeve, crticu i donju crtu. %s"],"The Facebook App ID you entered doesn't exist. %s":["Facebook App ID koji ste unijeli ne postoji. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Baidu verifikacijski kod može sadržavati samo slova, brojeve, crtice i donje crte. %s"],"Show this item.":["Prikaži stavku."],"Hide this item.":["Sakrij stavku."],"You have %d hidden problem:":["Imate %d skriveni problem.","Imate %d skrivena problema.","Imate %d skrivenih problema."],"You have %d hidden notification:":["Imate %d skrivenu obavijest.","Imate %d skrivene obavijesti.","Imate %d skrivenih obavijesti."],"The form contains %1$s error. %2$s":["Forma sadrži %1$s grešku. %2$s","Forma sadrži %1$s greške. %2$s","Forma sadrži %1$s grešaka. %2$s"],"SEO settings configured":["SEO postavke konfigurirane"],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":["Ako želite provjeriti %1$s postavke, ili promijeniti, uvijek možete %2$sotvoriti konfiguracijskog čarobnjaka%3$s."],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Sljedeće riječi i kombinacije riječi najviše se pojavljuju u sadržaju. Te riječi daju indikaciju na što se fokusira vaš sadržaj. Ako se riječi jako razlikuju od teme sadržaja, trebali bi prepraviti sadržaj."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Kada dodate još malo teksta, dobiti ćete listu riječi koje se najviše pojavljuju u sadržaju. Te riječi daju indikaciju na što se fokusira vaš sadržaj."],"%d occurrences":["%d učestalih pojava"],"Activate %s for your site on MyYoast":["Aktivirajte %s za vašu web-stranicu na MyYoast"],"Show blog page in breadcrumbs":["Prikaži blog stranicu u breadcrumbs"],"We could not find any relevant articles on your website that you could link to from your post.":["Nije moguće pronaći relevantne članke na web-stranici koji bi se mogli povezati iz vaše objave."],"Has feedback":["Ima povratne informacije"],"Content optimization:":["Optimizacija sadržaja:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sČitljivost%2$s: %3$s"],"Post Noindexed":["Noindexed objava"],"No Focus Keyphrase":["Ključna riječ"],"Person logo \/ avatar":["Osobni logo \/ avatar"],"Extend %s":["Proširi %s"],"Posts with the SEO score: %s":["Objave s SEO ocjenom: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s video tutorial"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Da biste pogledali trenutačne pogreške prilikom indeksiranja, %1$sposjetite konzolu Google Search%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google je ukinuo API za pogreške pri indeksiranju. Stoga se ovdje više ne mogu prikazati sve moguće pogreške pri indeksiranju. %1$s Pročitajte našu izjavu o tome za daljnje informacije %2$s."],"Remove this message":["Uklonite ovu poruku"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Uistinu optimizirajte svoju web-lokaciju za lokalnu publiku pomoću našeg %s dodatka! Optimizirani detalji adrese, radno vrijeme, lokator spremišta i mogućnost preuzimanja!"],"Serving local customers?":["Posluživanje lokalnih kupaca?"],"Get the %s plugin now":["Odmah nabavite dodatak %s"],"Organization social profiles":["Organizacijski socijalni profili"],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":["Možete urediti detalje prikazane u meta podacima, kao što su društveni profili, ime i opis tog korisnika na %1$s  stranici profila."],"Personal info":["Osobne informacije"],"Organization logo":["Logo organizacije"],"Organization name":["Naziv organizacije"],"Choose whether the site represents an organization or a person.":["Odaberite da li web-lokacija predstavlja organizaciju ili osobu."],"Knowledge Graph & Schema.org":["Grafikon znanja i Schema.org"],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":["Da bi vaša web-lokacija predstavljala tvrtku ili organizaciju, idite na %1$s Izgled pretraživanja %2$s i postavite Organizacija ili Osoba na \"Organizacija\"."],"To change the social accounts used for your site, update the details for %1$s.":["Da biste promijenili društvene račune koji se koriste za vašu web-lokaciju, ažurirajte pojedinosti za %1$s."],"That means that the form and information below is disabled, and not used.":["To znači da su obrazac i informacije u nastavku onemogućeni, a ne korišteni."],"Your website is currently configured to represent a Person":["Vaša je web-lokacija trenutno konfigurirana da predstavlja osobu"],"(if one exists)":["(ako postoji)"],"Wikipedia page about you":["Wikipedia stranica o vama"],"YouTube profile URL":["YouTube profile URL"],"Tumblr profile URL":["Tumblr profile URL"],"SoundCloud profile URL":["SoundCloud profile URL"],"MySpace profile URL":["MySpace profile URL"],"Organization or person":["Organizacija ili osoba"],"The person":["Osoba"],"Organization":["Organizacija"],"Does your site represent a person or an organization?":["Vaša web-stranica predstavlja osobu ili organizaciju?"],"The name of the organization":["Naziv organizacije"],"Provide an image of the organization logo":["Postavite slika loga organizacije"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Prethodno ste odredili da web-stranica predstavlja osobu. Poboljšali smo našu funkcionalnost vezanu za Schema i Knowledge Graph, stoga bi trebali otvoriti i %1$sdovršiti postavljanje tih postavki%2$s."],"Select a user...":["Odaberi korisnika..."],"Uncategorized":["Nekategorizirano"],"Name:":["Ime:"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Odabrali ste korisnika %1$s kao osobu koju predstavlja ova web-stranica. Njihov korisnički profil biti će upotrijebljen u rezultatima pretrage. %2$sAžurirajte taj profil kako bi se bili sigurni da su informacije točne.%3$s"],"Error: Please select a user below to make your site's meta data complete.":["Greška: Ispod odaberite korisnika kako bi popunili meta podatke web-stranice."],"SEO score: %s":["SEO rezultat: %s"],"If a Wikipedia page for you or your organization exists, add it too.":["Ako postoji Wikipedia stranica za vas ili vašu organizaciju, također ju dodajte."],"Wikipedia URL":["Wikipedia URL"],"Pinterest profile URL":["Pinterest profile URL"],"Instagram profile URL":["Instagram profile URL"],"LinkedIn profile URL":["LinkedIn profile URL"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["Odabir ključnih riječi ključan je za svaku SEO strategiju. Odlučite po kojim pojmovima pretraživanja želite da se vaša stranica pronađe i saznajte koje pojmove koristi vaša publika kako bi pronašla vašu stranicu. Dobar odabir ključnih riječi otkriva kakav sadržaj treba biti kako bi rangiranje počelo za one pojmove po kojima želite rangirati vašu stranicu. Koristite one ključne riječi za koje imate šansu ostvariti što bolje rangiranje. %1$s vas vodi kroz postupak korak po korak."],"The image you selected is too small for Facebook":["Slika koju ste odabrali je premala za Facebook"],"The given image url cannot be loaded":["URL slike koji ste upisali nije moguće učitati"],"Find out what words your audience uses to find you":["Saznajte pojmove po kojima vas pronalazi vaša publika"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":["%1$sFlesch Reading Ease%2$s: U testu tekst je postigao rezultat %3$s, koji se smatra %4$s za pročitati. %5$s"],"No JSON object was returned.":["Nijedan JSON objekt nije vraćen."],"Received internal links":["Primljene unutarnje poveznice"],"Outgoing internal links":["Odlazne unutarnje poveznice"],"New step added":["Dodan je novi korak"],"New question added":["Dodano je novo pitanje"],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["Opcija Brojač tekstualnih poveznica pruža vam uvid u broj poveznica koje se nalaze u tekstu i koliko poveznica je usmjereno na vaš tekst. Ovo je vrlo korisno kada poboljšavate %1$sunutarnje poveznice%2$s. "],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["Pažljivo razmotrite implikacije i %1$spročitajte ovu objavu%2$s ako želite više informacija o utjecaju prikazivanja medija u rezultatima pretraga."],"Keyphrase":["Ključna riječ"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Kako bi ova značajka funkcionirala %1$s treba kreirati tablicu u bazi podataka. Dodatak nije u mogućnosti automatski kreirati ovu tablicu."],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["Ako uključite ovu mogućnost, URL privitci postaju vidljivi vašim posjetiteljima i Googleu. Da biste dodali vrijednost vašoj stranici, oni bi trebali sadržavati korisne informacije, u suprotnom bi mogli imati negativan učinak na vaš ranking."],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":["Opcija %3$sBrojač tekstualnih poveznica%4$s (uvedena u %1$s %2$s) trenutno je onemogućena."],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":["Pročitajte sljedeći %1$sčlanak baze znanja%2$s kako bi saznali kako riješiti ovaj problem."],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["Da bismo bili sigurni da su sve poveznice u vašem tekstu izbrojane, trebamo analizirati sve vaše tekstove."],"All you have to do is press the following button and we'll go through all your texts for you.":["Sve što trebate napraviti jest pritisnuti idući gumb i proći ćemo kroz sve vaše tekstove umjesto vas."],"Count links":["Broji poveznice"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$salt atributi slike%5$s: Od %2$d slika na ovoj stranici, %1$d imaju alt atribute s riječima iz vaše ključne fraze ili sinonima. To je malo previše. %4$sUpotrijebite ključnu frazu ili sinonime samo kada je prikladno s slikom%5$s."],"%1$sImage alt attributes%2$s: Good job!":["%1$salt atributi slike%2$s: Odlično napravljeno!"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$salt atributi slike%5$s: Od %2$d slike na ovoj stranici, %1$d ima alt atribute s riječima iz vaše ključne fraze ili sinonima. To je malo previše. %4$sUpotrijebite ključnu frazu ili sinonime samo kada je prikladno s slikom%5$s.","%3$salt atributi slike%5$s: Od %2$d slike na ovoj stranici, %1$d ima alt atribute s riječima iz vaše ključne fraze ili sinonima. To je malo previše. %4$sUpotrijebite ključnu frazu ili sinonime samo kada je prikladno s slikom%5$s.","%3$salt atributi slike%5$s: Od %2$d slika na ovoj stranici, %1$d ima alt atribute s riječima iz vaše ključne fraze ili sinonima. To je malo previše. %4$sUpotrijebite ključnu frazu ili sinonime samo kada je prikladno s slikom%5$s."],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$salt atributi slike%3$s: Slike na ovoj stranici nemaju alt atribute koji reflektiraju temu vašeg teksta. %2$sDodajte ključnu frazu ili sinonime u alt oznake relevantnih slika%3$s!"],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$salt atributi slike%3$s: Slike na ovoj stranici imaju alt atribute, ali niste postavili ključnu frazu. %2$sPopravite to%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":["%1$sKljučna fraza u podnaslovu%2$s: %3$s od podnaslova višlje razine reflektiraju temu vašeg teksta. Odlično napravljeno!","%1$sKljučna fraza u podnaslovu%2$s: %3$s od podnaslova višlje razine reflektiraju temu vašeg teksta. Odlično napravljeno!","%1$sKljučna fraza u podnaslovu%2$s: %3$s od podnaslova višlje razine reflektiraju temu vašeg teksta. Odlično napravljeno!"],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":["%1$sKljučna fraza u podnaslovu%2$s: Vaši podnaslovi višlje razine reflektiraju temu vašeg teksta. Odlično napravljeno!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":["%1$sKljučna fraza u podnaslovu%3$s: %2$sUpotrijebite više ključnih fraza ili sinonima u podnaslovim višlje razine%3$s!"],"Page %s":["Stranica %s"],"Cannot get the size of %1$s because of unknown reasons.":["Nije moguće saznati veličinu %1$s zbog nepoznatih razloga."],"Cannot get the size of %1$s because it is hosted externally.":["Nije moguće saznati veličinu %1$s jer je na eksternom poslužitelju."],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":["Jednostavno prebacite oznaku na \"on\" i bit ćete u mogućnosti koristiti rekalibriranu analizu. U isto vrijeme, dodat ćemo vas na našu posebnu mailing listu. Šaljemo vam samo mailove o vašem iskustvu sa ovom rekalibracijom!"],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":["%1$sRekalibrirali smo našu analizu%2$s. S novom analizom još točnije ćemo predvidjeti kako Google vidi vašu web-stranicu. Bilo bi %3$ssuper%4$s kada bi željeli biti %3$sbeta tester ove nove značajke%4$s!"],"Get an even better analysis":["Dobijte još bolju analizu"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sJedan naslov%3$s: H1 bi se trebao koristiti samo za glavni naslov. U tekstu pronađite sve H1 naslove koji nisu glavni naslov i %2$spromijenite ih u podnaslov niže razine%3$s!"],"Improve sharing on Facebook and Pinterest":["Poboljšajte dijeljenje na Facebook i Pinterest"],"You do not have the required rights to export settings.":["Nemate potrebna dopuštenja za izvoz postavki."],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Kopiraj sve ove postavke na %1$s karticu drugu web-stranicu i zatim tamo kliknite \"%1$s\"."],"These are settings for the %1$s plugin by %2$s":["Ovo su postavke za %1$s dodatak od %2$s"],"No settings found.":["Nema pronađenih postavki."],"Export your %1$s settings here, to copy them on another site.":["Ovdje izvezite %1$s postavke, kako bi ih kopirali na drugu web-stranicu."],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Uvoz postavki je podržano na poslužiteljima koji koriste PHP 5.3 ili noviji."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sGustoća ključne riječi%2$s: Ključna riječ je pronađena 0 puta. To je manje od preporučenog minimuma %3$d za tekst ove duljine. %4$sFokusirajte se na ključnu riječ%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sGustoća ključne riječi%2$s: Ključna riječ je pronađena %5$d puta. To je manje od preporučenog minimuma %3$d za tekst ove duljine. %4$sFokusirajte se na ključnu riječ%2$s!","%1$sGustoća ključne riječi%2$s: Ključna riječ je pronađena %5$d puta. To je manje od preporučenog minimuma %3$d za tekst ove duljine. %4$sFokusirajte se na ključnu riječ%2$s!","%1$sGustoća ključne riječi%2$s: Ključna riječ je pronađena %5$d puta. To je manje od preporučenog minimuma %3$d za tekst ove duljine. %4$sFokusirajte se na ključnu riječ%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sGustoća ključne riječi%2$s: Ključna riječ je pronađena %3$d puta. Odlično napravljeno!","%1$sGustoća ključne riječi%2$s: Ključna riječ je pronađena %3$d puta. Odlično napravljeno!","%1$sGustoća ključne riječi%2$s: Ključna riječ je pronađena %3$d puta. Odlično napravljeno!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sGustoća ključne riječi%2$s: Ključna riječ je pronađena %5$d puta. To je više od preporučenog minimuma %3$d za tekst ove duljine. %4$sFokusirajte se na ključnu riječ%2$s!","%1$sGustoća ključne riječi%2$s: Ključna riječ je pronađena %5$d puta. To je više od preporučenog minimuma %3$d za tekst ove duljine. %4$sFokusirajte se na ključnu riječ%2$s!","%1$sGustoća ključne riječi%2$s: Ključna riječ je pronađena %5$d puta. To je više od preporučenog minimuma %3$d za tekst ove duljine. %4$sFokusirajte se na ključnu riječ%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sGustoća ključne riječi%2$s: Ključna riječ je pronađena %5$d puta. To je previše od preporučenog minimuma %3$d za tekst ove duljine. %4$sFokusirajte se na ključnu riječ%2$s!","%1$sGustoća ključne riječi%2$s: Ključna riječ je pronađena %5$d puta. To je previše od preporučenog minimuma %3$d za tekst ove duljine. %4$sFokusirajte se na ključnu riječ%2$s!","%1$sGustoća ključne riječi%2$s: Ključna riječ je pronađena %5$d puta. To je previše od preporučenog minimuma %3$d za tekst ove duljine. %4$sFokusirajte se na ključnu riječ%2$s!"],"Indexable created for object %1$s with type %2$s":["Objekt %1$s tip %2$s je kreiran za indeksiranje"],"Method %1$s() does not exist in class %2$s":["Metoda %1$s() ne postoji u klasi %2$s"],"With %s, you can easily create such redirects.":["S %s, možete jednostavno kreirati preusmjeravanja."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":[],"WARNING:":["UPOZORENJE:"],"Learn about why permalinks are important for SEO.":[],"Google Ads":["Google oglasi"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":[],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":[],"Clear Image":["Ukloni sliku"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":[],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":[],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":[],"%1$sKeyphrase in slug%2$s: Great work!":[],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":[],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":[],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":[],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":[],"%1$sKeyphrase distribution%2$s: Good job!":[],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":[],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":[],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":[],"Help on choosing the perfect focus keyphrase":[],"Would you like to add a related keyphrase?":[],"Go %s!":["Kreni %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":[],"Rank better with synonyms & related keyphrases":[],"optimize a single post for synonyms and related keyphrases.":[],"Synonyms & related keyphrases":[],"Add related keyphrase":[],"Upgrade to %s":[],"%1$s video":[],"Get %s":[],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":[],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":[],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":[],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":[],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":[],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":[],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":[],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":[],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":[],"%2$sText length%4$s: The text contains %1$d word.":[],"%2$sText length%3$s: The text contains %1$d word. Good job!":[],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":[],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":[],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":[],"%1$sSEO title width%2$s: Good job!":[],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":[],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":[],"%1$sOutbound links%2$s: Good job!":["%1$sIzlazne poveznice%2$s: Odličan posao!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":[],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":[],"%1$sMeta description length%2$s: Well done!":[],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":[],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":[],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":[],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":[],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":[],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":[],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":[],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":[],"%1$sKeyphrase length%2$s: Good job!":[],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":[],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":[],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":[],"%1$sKeyphrase in introduction%2$s: Well done!":[],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":[],"%1$sInternal links%2$s: You have enough internal links. Good job!":[],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":[],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":[],"%1$sTransition words%2$s: Well done!":[],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":[],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":[],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":[],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":[],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":[],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":[],"%1$sSubheading distribution%2$s: Great job!":[],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":[],"%1$sSentence length%2$s: Great!":["%1$sDuljina rečenice%2$s: Sjajno!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":[],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":[],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":[],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":[],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":[],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":[],"Good job!":["Dobar posao!"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":[],"Focus keyphrase":["Ključna riječ"],"%1$s with ID %2$s couldn't be patched":[],"Invalid POST request. Meta values already exist for object with ID %1$s.":[],"Indexable with ID `%1$s` does not exist":[],"No object with ID %1$s and %2$s could be found":[],"`%1$s` is not a valid subtype of `%2$s`":[],"The object type `%1$s` is invalid":[],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":[],"The parameter `%1$s` cannot be empty.":[],"Check Keyphrase Density":[],"Disable":["Onemogući"],"Allow Control":["Dopusti kontrolu"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Ova kartica omogućuje da selektivno onemogućite %s značajke za sve web-stranice u mreži. Izvorno sve značajke su omogućene, što dopušta administratoru web-stranice da odabere hoće li uključiti ili isključiti značajku. Kada onemogućite značajku ovdje, administratori web-stranice neće biti u mogućnosti koristiti tu značajku uopće."],"%s is a required feature toggle argument.":[],"Keyphrase:":[],"Remove keyphrase":[],"This feature has been disabled by the network admin.":["Ova značajka je onemogućena od stranice administratora mreže."],"Focus keyphrase not set.":["Ključna riječ nije postavljena."],"Multiple keyphrases":[],"Colon":["Dvotočka"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["%1$s i %2$s obavljaju SEO na vašoj stranici. Štetno je koristiti dva SEO plugina istovremeno."],"There is a new notification.":["Imate novu obavijest.","Imate nove obavijesti.","Imate novih obavijesti."],"Learn more about the readability analysis":["Saznajte više o Analizi čitljivosti."],"Describe the duration of the instruction:":["Opišite trajanje instrukcije:"],"Optional. Customize how you want to describe the duration of the instruction":["Opcionalno. Prilagodite kako želite opisati trajanje instrukcije."],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":["Ovo je list srodnog sadržaja prema kojem možete postaviti poveznice u objavi. {{a}}Pročitajte naš članak o strukturi web-stranice{{\/a}} kako bi naučili više o tome kako interno povezivanje može poboljšati SEO."],"%s, %s and %s":["%s, %s i %s"],"%s and %s":["%s i %s"],"%d minute":["%d minuta","%d minute","%d minuta"],"%d hour":["%d sat","%d sata","%d sati"],"%d day":["%d dan","%d dana","%d dana"],"Enter a step title":["Upišite naslov koraka"],"Optional. This can give you better control over the styling of the steps.":["Opcionalno. Ovo vam može dati bolju kontrolu nad stilom koraka."],"CSS class(es) to apply to the steps":["CSS klase koje će se primijeniti na korake"],"minutes":["minute"],"hours":["sati"],"days":["dani"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Kreirajte Kako vodič na SEO prihvatljiv način. Možete kreirati samo jedan Kako blok po objavi."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Izlistajte Često postavljana pitanja na SEO prihvatljiv način. Možete kreirati samo jedan ČPP blok po objavi."],"Copy error":["Kopiraj grešku"],"An error occurred loading the %s primary taxonomy picker.":["Dogodila se greška pri učitavanju %s primarnog selektora taksonomije."],"%1$s Structured Data Blocks":["%1$s Blok strukturiranih podataka"],"Time needed:":["Potrebno vremena"],"Move question down":["Povuci dole pitanje"],"Move question up":["Povuci pitanje gore "],"Insert question":["Postavite pitanje"],"Delete question":["Obrišite  pitanje"],"Enter the answer to the question":["Umetnite odgovor na pitanje"],"Enter a question":["Postavite pitanje"],"Add question":["Dodaj pitanje"],"Frequently Asked Questions":["Često postavljana pitanja"],"Great news: you can, with %s!":["Odlične vijesti: možete, s %s!"],"Select the primary %s":["Odaberite primarni %s"],"Check links to this URL":["Provjeri poveznice do ovog URL-a"],"Keyword research training":["Obučavanje za pronalaženja ključnih riječi"],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":["Provjerite %1$spredložak arhive%2$s zbog sljedeće vrste sadržaja: %3$s.","Provjerite %1$spredloška arhive%2$s zbog sljedeće vrste sadržaja: %3$s.","Provjerite %1$spredloške arhive%2$s zbog sljedeće vrste sadržaja: %3$s."],"Are you trying to use multiple keyphrases? You should add them separately below.":["Pokušavate upotrijebiti više ključnih riječi? Trebate ih dodati zasebno ispod."],"Mark as cornerstone content":["Označi kao temeljni sadržaj"],"Move step down":["Pomakni dolje za jedan nivo"],"Move step up":["Pomakni gore za jedan nivo"],"Insert step":["Ubaci korak"],"Delete step":["Obriši korak"],"Add image":["Dodaj sliku"],"Enter a step description":["Unesite opis koraka"],"Enter a description":["Unesite opis"],"Unordered list":["Nebrojčani popis"],"Showing step items as an ordered list.":["Prikazuju se stavke koraka kao brojčana lista."],"Showing step items as an unordered list":["Prikazuju se stavke koraka kao nebrojčana lista."],"Add step":["Dodaj korak"],"Delete total time":["Obriši cijelokupno vrijeme"],"Add total time":["Dodaj cijelokupno vrijeme"],"How to":["Kako"],"How-to":["Kako"],"Analysis results":["Rezultat analize"],"Enter a focus keyphrase to calculate the SEO score":["Unesite ključnu riječ da izračunate SEO rezultat"],"Learn more about Cornerstone Content.":["Saznajte više o Temeljnom sadržaju."],"Cornerstone content should be the most important and extensive articles on your site.":["Temeljni sadržaj trebaju biti najvažniji i opširniji članci na vašoj web-stranici."],"Restore Site":["Oporavi web-stranicu"],"Network Settings":["Postavke mreže"],"You are not allowed to perform this action.":["Nije vam dozvoljena ta akcija"],"Error: %s":["Greška: %s"],"Success: %s":["Dovršeno: %s"],"Site with ID %d not found.":["Web-stranica ID %d nije pronađena"],"No site has been selected to restore.":["Nije odabrana web-stranicu za oporavak"],"You are not allowed to modify unregistered network settings.":["Nije vam dopušteno mijenjati neregistrirane postavke mreže."],"deleted":["obrisano"],"Would you like to add another keyphrase?":["Želite li dodati drugu ključnu riječ?"],"image preview":["Pregled slike"],"Copied!":["Kopirano!"],"Not supported!":["Nepodržano!"],"Read {{a}}our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":["Pročitajte {{a}}naš artikl o strukturi{{\/a}} web-stranice da bi više naučili kako unutarnje poveznice mogu pomoći poboljšati vaš SEO."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["Kada dodate još malo teksta, dobiti ćete listu predloženog sadržaja koje možete povezati u vašoj objavi."],"Consider linking to these {{a}}cornerstone articles:{{\/a}}":["Razmislite o povezivanju do ovih {{a}}temeljnih članaka:{{\/a}}"],"Consider linking to these articles:":["Razmislite o povezivanju do ovih članaka:"],"Copy link":["Kopiraj poveznicu"],"Copy link to suggested article: %s":["Kopiraj poveznicu do predloženog članka; %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Pročitajte naš %1$sultimativni vodič za pronalazak ključnih riječi%2$s kako bi više naučili o pronalasku ključnih riječi i strategiji ključnih riječi."],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":["Kada dodate još malo teksta, dobiti ćete listu riječi i kombinaciju riječi koje se najviše pojavljuju u sadržaju. Te riječi daju indikaciju na što se fokusira vaš sadržaj."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Sljedeće riječi i kombinacije riječi najviše se pojavljuju u sadržaju. Te riječi daju indikaciju na što se fokusira vaš sadržaj. Ako se riječi jako razlikuju od teme sadržaja, trebali bi prepraviti sadržaj."],"Prominent words":["Značajne riječ"],"The site's tagline":[" Slogan web-stranice"],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":["Nedavno smo poboljšali funkcionalnost postavki Izgleda pretrage. Nažalost, otkrili smo da u nekim krajnjim slučajevima, spremanje postavki za određene arhive vrsti objava mogu poći krivo."],"Not all required fields are given. Missing field %1$s":["Sva obavezna polja nisu dana. Nedostaje polje %1$s"],"Optimize your shop's SEO and sell more products!":["Optimizirajte SEO svoje trgovine i prodajte više proizvoda."],"Add synonyms":["Dodajte sinonime"],"Would you like to add keyphrase synonyms?":["Želite li dodati sinonime ključne riječi?"],"Would you like to add more than one keyphrase?":["Želite li dodati više od jedne ključne riječi?"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":["Možete urediti SEO meta podatke za ovu prilagođenu objavu na %1$sStranici trgovine%2$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["Niste postavili Stranicu trgovine u WooCommerce postavkama. To trebate prvo napraviti."],"Current year":["Trenutna godina"],"Page":["Stranica"],"Breadcrumb settings for %s archive":["Postavke kružnih mrvica za %s arhivu"],"Something went wrong. Please reload the page.":["Nešto je pošlo po krivu. Ponovno učitajte stranicu."],"Tagline":["Slogan"],"Modify your meta description by editing it right here":["Izmijenite meta opis tako da ga uredite upravo ovdje"],"description (custom taxonomy)":["opis (prilagođena taksonomija)"],"(custom taxonomy)":["(prilagođena taksonomija)"],"(custom field)":["(dodatno polje)"],"Term404":["Term404"],"Caption":["Tekst opisa"],"Pagenumber":["Broj stranice"],"Pagetotal":["Pagetotal"],"Page number":["Boj stranice"],"User description":["Opis korisnika"],"ID":["ID"],"Modified":["Modificirano"],"Post type (plural)":["Vrsta objave (množina)"],"Post type (singular)":["Vrsta objave (jednina)"],"Separator":["Separator"],"Search phrase":["Fraza pretrage"],"Term title":["Naslov pojma"],"Term description":["Opis pojma"],"Tag description":["Opis oznake"],"Category description":["Opis kategorije"],"Primary category":["Osnovna kategorija"],"Category":["Kategorija"],"Tag":["Oznaka"],"Excerpt only":["Samo sažetak"],"Excerpt":["Sažetak"],"Site title":["Naslov stranice"],"Archive title":["Naslov arhive"],"Parent title":["Naslov matičnog"],"Date":["Datum"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Trebali bi kreirati preusmjeravanje kako bi posjetitelji ne bi dobili 404 grešku kada kliknu na URL koji više ne radi."],"Search engines and other websites can still send traffic to your deleted post.":["Tražilice i druge web-stranice još uvijek mogu slati promet na obrisanu objavu."],"Make sure you don't miss out on traffic!":["Pobrinite se da ne izgubite promet!"],"You just deleted a %1$s.":["Upravo ste obrisali %1$s."],"You just trashed a %1$s.":["Poslali ste u smeće %1$s."],"Settings for %s archive":["Postavke za %s arhivu."],"Settings for single %s URLs":["Postavke za pojedinačne %s URL-e"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Postavke na ovo stranici omogućuju vam da odredite kakav bi izvorni izgled pretrage trebao biti za bilo koju vrstu sadržaja. Možete odabrati koje će se vrste sadržaja pojaviti u rezultatima pretrage i koji je njihov izvorni opis."],"Url preview":["Url pretpregled"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Unesite meta opis tako da uredite isječak ispod. Ako ne unesete isječak, Google će pokušati pronaći relevantni dio vaše objave koji će prikazati u rezultatima pretrage."],"Insert snippet variable":["Unesi varijablu isječka"],"Dismiss this notice":["Odbaci ovu obavijest"],"No results":["Nema rezultata"],"%d result found, use up and down arrow keys to navigate":["%d rezultat pronađen, upotrijebite tipke sa strelicama za gore i dolje za navigaciju.","%d rezultata pronađena, upotrijebite tipke sa strelicama za gore i dolje za navigaciju.","%d rezultata pronađeno, upotrijebite tipke sa strelicama za gore i dolje za navigaciju."],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Jezik vaše web-stranice je postavljen na %s. Ako je to nije točno, kontaktirajte administratora web-stranice."],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s poštuje vašu privatnost. Pročitajte naša %2$spravila privatnosti%3$s kako bi saznali kako upravljamo vašim osobnim informacijama."],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["Ako znate što ovo znači i ne želite više vidjeti ovu poruku, možete %1$szanemariti ovu poruku%2$s."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["Postavke vaše web-stranice trenutno dopuštaju postojanje URL-e privitaka. Pročitajte %1$sovu objavu o potencijalnim problemima%2$s s URL-ovima privitaka i provjerite da li imate ispravne postavke na web-stranici."],"Unknown type %1$s":["Nepozanta vrsta %1$s"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["Sadrži besplatni MyYoast račun koji vam daje pristup našem besplatnom tečaju SEO for Beginners"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["Pretplatite se na naš newsletter ako želite ostati u toku s %1$s, drugim super %2$s dodacima, i zanimljivim vijestima i savjetima iz SEO svijeta."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Nabavite Baidu verifkacijski kod u %1$sBaidu Webmaster Tools%2$s."],"Baidu verification code":["Baidu verifkacijski kod"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["Funkcionalnost uvoznika %s koristi privremene tablice baze podataka. Izgleda da vaša WordPress instalacija nema  mogućnost za to, stoga kontaktiraje svoj hosting."],"Cleanup of %s data failed.":["Čišćenje %s podatka nije uspjelo."],"Content Type":["Vrsta sadržaja"],"Filter by content type":["Filter po vrsti sadržaja"],"Show All Content Types":["Prikaži sve vrste sadržaja"],"Replaced with the normal title for an archive generated by WordPress":["Zamijenite s normalnim naslovom za arhivu koju će generirati WordPress."],"Clean":["Očisti"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Kada ste sigurni da je vaša web-stranica OK, možete očistiti. Ovo će ukloniti sve originalne podatke."],"Step 5: Clean up":["5. korak: Čišćenje"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["Trebali bi pokrenuti konfiguracijski čarobnjak, s zaslona SEO &rarr; Općenito &rarr; Nadzorna ploča, kako bi se pobrinuli da su sve postavke ispravne za web-stranicu."],"Step 4: Run the configuration wizard":["4. korak: Pokrenite konfiguracijski čarobnjak"],"Please check your posts and pages and see if the metadata was successfully imported.":["Provjerite objave i stranice i pregledajte da li su meta podaci uspješno uvezeni."],"Step 3: Check your data":["3. korak: Provjerite svoje podatke"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Ovo će uvesti meta podatke objava kao što su SEO naslovi i opisi u vaše %1$s meta podatke. To će napraviti samo kada nema postojeći %1$s meta podataka. Originalni podaci ostati će gdje jesu."],"Step 2: Import":["2. korak: Uvoz"],"Please make a backup of your database before starting this process.":["Napravite sigurnosnu kopiju vaše baze podataka prije nego započete ovaj proces."],"Step 1: Create a backup":["1. korak: Kreirajte sigurnosnu kopiju"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Detektirali smo podatke iz jednog ili više SEo dodataka na vašoj web-stranici. Pratite sljedeće korake kako bi uvezli podatke:"],"Plugin: ":["Dodatak:"],"%s did not detect any plugin data from plugins it can import from.":["%s nije detektirao podatke iz dodataka iz kojih ih može uvesti."],"Posts that should not show up in search results":["Objave koje se ne bi trebale pojaviti u rezultatima pretrage"],"%s data found.":["Pronađeni podaci od %s."],"%s data successfully removed.":["Podaci od %s uspješno uklonjeni."],"%s data successfully imported.":["Podaci od %s uspješno uvezeni."],"%s data not found.":["Podaci od %s nisu pronađeni."],"24\/7 email support":["Email podrška 24 sata, 7 dana u tjednu"],"No more dead links a.k.a. 404 pages":[],"Get real-time suggestions for internal links":[],"Preview your page in Facebook and Twitter":[],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":[],"Help on copying the home meta description":[],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":[],"Learn more about your social profiles settings":[],"Remove the categories prefix":[],"Help on the category prefix setting":[],"Learn more about the available variables":[],"Learn more about the RSS feed setting":[],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":[],"Learn more about the Media and attachment URLs setting":[],"Learn more about the title separator setting":[],"Learn more about the knowledge graph setting":[],"Learn more about the homepage setting":[],"Learn more about the special pages setting":[],"Help on the date archives search results setting":[],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":[],"Help on the authors without posts archive search results setting":[],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":[],"Help on the author archives search results setting":[],"Archives settings help":[],"Learn more about the archives setting":[],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":[],"Yandex verification code":["Yandex potvrdni kod"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":[],"Google verification code":["Google potvrdni kod"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":[],"Bing verification code":["Bing potvrdni kod"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":[],"Learn more about the Webmaster Tools verification":[],"On":[],"Help on: %s":[],"%1$s comes with a lot of features. You can enable \/ disable some of them below. Clicking the question mark gives more information about the feature.":[],"Off":[],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":[],"Security: no advanced settings for authors":[],"See who contributed to %1$s.":[],"Help on this search results setting":[],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":[],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Ne prikazivanje %1$s u rezultatima pretrage tehnički znači da će imati %2$s robots meta te će biti isključeni iz XML-mapa stranica. %3$sViše informacija o postavkama rezultata pretraživanja%4$s."],"Default for %2$s, currently: %1$s":[],"Show %s in search results?":["Prikaži %s u rezultatima pretrage?"],"this author's archives":["arhive autora"],"Do not allow search engines to show %s in search results.":["Zabrani tražilicama da prikažu %s u rezultatima pretrage."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["URL-i kategorija u WordPressu sadrže prefiks, obično %s, ova značajka uklanja taj prefiks, ali samo za kategorije."],"Category URLs":["URL-i kategorija"],"the archive for %s":["arhiva za %s"],"Redirect attachment URLs to the attachment itself?":["Preusmjeri URL-e privitka izravno na sam privitak? "],"We recommend you set this to Yes.":["Preporučamo da ovo postavite na Da."],"Media & attachment URLs":["URL-i medija i privitaka"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Ovo se prikazuje u rezultatima pretrage kada posjetiocu pronađu vašu web-stranicu. To znači da je ovo najvjerojatnije ono što vide kada traže vaše brand ime."],"date archives":["arhiva datuma"],"archives for authors without posts":["arhive za autore bez objava"],"Read why XML Sitemaps are important for your site.":["Pročitajte zašto su XML Sitemaps važne za vašu web-stranicu."],"Enable the XML sitemaps that %s generates.":["Uključi XML sitemaps koje %s generira."],"See the XML sitemap.":["Pogledaj XML sitemap."],"%2$s (current default for %1$s)":["%2$s (trenutna izvorna vrijednost za %1$s)"],"Media":["Media"],"Content Types":["Vrste sadržaja"],"Should search engines follow links on this %1$s?":["Trebaju li tražilice pratiti poveznice u %1$s?"],"Allow search engines to show this %s in search results?":["Dopustiti tražilicama da prikažu %s u rezultatima pretrage?"],"Search Appearance":["Izgled pretrage"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":["Navedite koje vrste sadržaja želite da se prikazuju u tražilicama. Ako ne znate razliku između njih, najbolje je izabrati izvorne postavke."],"Search engines should show \"%1$s\" in search results:":["Tražilice bi trebale prikazati \"%1$s\" u rezultatima pretrage:"],"Search engine visibility":["Vidljivost u tražilicama"],"Toggle %1$s's XML Sitemap":["Uključi\/isključi %1$s's XML Sitemap"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Značajka temeljnog sadržaja omogućava vam označavanje i filtriranje temeljnog sadržaja na web-stranici."],"Good results":["Dobri rezultati"],"Get better search results in local search":["Postignite bolje rezultate pretrage u lokalnoj pretrazi"],"Allow customers to pick up their %s order locally":["Dopustite kupcu da pokupi %s narudžbu lokalno"],"SEO analysis":["SEO analiza"],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO analiza nudi prijedloge za poboljšanje SEO vašeg teksta."],"Learn how the SEO analysis can help you rank.":["Saznajte kako SEO analiza može pomoći pri rangiranju."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Analiza čitljivosti nudi prijedloge za poboljšanje strukture i stila vašeg teksta."],"Discover why readability is important for SEO.":["Otkrijte zašto je čitljivost važna za SEO."],"Find out how cornerstone content can help you improve your site structure.":["Saznajte kako temeljni sadržaj može pomoći pri poboljšanju strukture web-stranice."],"The text link counter helps you improve your site structure.":["Brojač tekstualnih poveznica pomaže vam poboljšati strukturu web-stranice."],"Find out how the text link counter can enhance your SEO.":["Saznajte kako brojač tekstualnih poveznica može poboljšati vaš SEO."],"%s integration":["%s integracija"],"Read more about how %s works.":["Pročitajte kako %s funkcionira."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Uključite ovu značajku ako želite da Facebook i druge društvene mreže prikažu pretpregled sa slikama i sažetkom tekst kada netko podijeli poveznicu na vašu web-stranicu."],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Uključite ovu značajku ako želite da Twitter prikaže pretpregled sa slikama i sažetkom tekst kada netko podijeli poveznicu na vašu web-stranicu."],"Find out why you should upgrade to %s":["Saznajte zašto trebate nadograditi na %s"],"https:\/\/yoa.st\/1uk":["https:\/\/yoa.st\/1uk"],"https:\/\/yoa.st\/1uj":["https:\/\/yoa.st\/1uj"],"Latest blog posts on %1$s":["Najnovije blog objave na %1$s"],"Remove highlight from the text":["Ukloniti istaknuto iz teksta"],"Your site language is set to %s. ":["Jezik web-stranice je postavljen na %s."],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["Brzo započnite s %1$s %2$skonfiguracijskim čarobnjakom%3$s!"],"First-time SEO configuration":["Prva SEO konfiguracija"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["Jezik web-stranice je postavljen na {language}. Ako ovo nije točnom kontaktirajte administratora web-stranice."],"Your site language is set to {language}.":["Jezik web-stranice je postavljen na {language}."],"Highlight this result in the text":["Označi ovaj rezultat u tekstu"],"Considerations":["Sagledavanja"],"Errors":["Greške"],"Change language":["Promijeni jezik"],"You cannot create a %s file.":["Ne možete kreirati %s datoteku."],"You cannot edit the %s file.":["Ne možete uređivati %s datoteku."],"Updated %s":["Ažuriran %s."],"Create %s file":["Kreiran %s."],"Edit the content of your %s:":["Uredite sadržaj datoteke %s:"],"Save changes to %s":["Spremite promijene u %s"],"%s file":["%s datoteka"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s i %2$s mogu zajedno funkcionirati puno bolje sa pomoćnim dodatkom. Instalirajte %3$s kako bi si olakšali život. %4$s."],"More information":["Više informacija"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s i %2$s mogu zajedno funkcionirati puno bolje sa pomoćnim dodatkom. Aktivirajte %3$s kako bi si olakšali život."],"More information about %1$s":["Više informacija o %1$s"],"Configuration Wizard":["Konfiguracijski čarobnjak"],"You've done it!":["Dovršili ste!"],"Seamlessly integrate %2$s with %1$s for the content analysis!":["Neprimjetno integrirajte %2$s s %1$s za analizu sadržaja!"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s i %2$s mogu zajedno funkcionirati puno bolje sa pomoćnim dodatkom. Instalirajte %3$s kako bi si olakšali život."],"Manage your %s subscription on MyYoast":["Upravljanje %s pretplatama na My Yoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Označite najvažnije %1$s kao 'temeljni sadržaj' kako bi poboljšali strukturu vaše web-stranice. %2$sSaznajte više o temeljnom sadržaju%3$s."],"(Opens in a new browser tab)":["(Otvara se u novoj kartice preglednika)"],"Posts %1$swithout%2$s a focus keyphrase":["Objave %1$sbez%2$s fokusne ključne riječi"],"Hey, your SEO is doing pretty well! Check out the stats:":["Vaša SEO je vrlo dobra! Pogledajte statistiku:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Nemate objavljenih objava, vaš SEO rezultat prikazati će se ovdje nakon što objavite prvu objavu!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["Na ovoj stranici možete promijeniti ime vaše web-stranice i odabrati koji razdjelnik želite koristiti. Razdjelnik će se prikazati npr. između imena vaše objave i imena web-stranice. Simboli su prikazani u veličini kako će se prikazati u rezultatima pretrage. Odaberite onaj koji odgovara vašem brendu ili uzima najmanje mjesta u isječcima."],"Something else":["Nešto drugo"],"A portfolio":["Portfolio"],"A corporation":["Poduzeće"],"A small offline business":["Mali offline biznis"],"A news channel":["Kanal vijesti"],"An online shop":["Online trgovina"],"A blog":["Blog"],"What does the site %1$s represent?":["Što znači %1$s web-stranice?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["Ako odaberete NE, arhive vaših autora biti će deaktivirane kako bi se spriječili problemi s duplim sadržajem."],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["Napomena: ne spremamo vaše podatke ni na koji način i nemamo puni pristup vašem računu. Vaša privatnost je sigurna s nama."],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":["%1$s se integrira s Google Search Console, obavezan alat za vlasnike web-stranica. Pruža vam informacije o zdravlju web-stranice. Još nemate Google račun, ili je vaša web-stranice još nije aktivna? Saznajte %2$skako povezati Google Search Console s vašom web-stranicom.%3$s."],"Option B: My site is under construction and should not be indexed":["Opcija B: Moja web-stranica još nije dovršena i ne bi trebala biti indeksirana"],"Option A: My site is live and ready to be indexed":["Opcija a: Moja web-stranica je dovršena i treba biti indeksirana"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["Odaberite nedovršeno ako želite da stranica ne bude indeksirana od strane tražilica. Ne zaboravite aktivirati kad budete spremni objaviti vašu web-stranicu."],"Please specify if your site is under construction or already active.":["Navedite je li vaša web-stranica nedovršena ili već aktivna."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":["Ova informacija biti će korištena u Google Knowledge Graph Card, velikom bloku informacija koje vidite na desnoj strani rezultata pretrage."],"Read more like this on our SEO blog":["Pročitajte više na našem SEO blogu"],"Readability: %s":["Čitljivost: %s"],"Not activated":["Nije aktivirano"],"Activated":["Aktivirano"],"%1$s recommendations for you":["%1$s preporuke za vas"],"All Readability Scores":["Svi rezultati čitljivosti"],"Filter by Readability Score":["Filtriranje po rezultatima čitljivosti"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Ne dobivate ažuriranja ili podršku! Popravite ovaj problem tako što ćete dodati ovu web-stranicu i uključiti %1$s za nju u %2$s."],"Request method %1$s is not valid.":["Zatražena metoda %1$s nije ispravna."],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["Želite li pretpregledati kako će izgledati ako ljudi podijele ovu objavu na %1$s? To možete s %2$s."],"Good job! All the links in your texts have been counted.":["Dobar posao! Sve poveznice u vašim tekstovima su prebrojane."],"Calculation completed.":["Računanje je dovršeno."],"Calculation in progress...":["Prebrojavanje je u tijeku&hellip;"],"Stop counting":["Zaustavi prebrojavanje"],"Counting links in your texts":["Prebrojavanje poveznica u tekstovima"],"Text %1$s of %2$s processed.":["Obrađuje se %1$s od %2$s tekstova"],"All your texts are already counted, there is no need to count them again.":["Svi tekstovi su prebrojani, nema potrebe za ponovnim računanjem."],"Count links in your texts":["Prebroji poveznice u tekstovima"],"Text link counter":["Brojanje poveznica u tekstovima"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Broj unutarnjih poveznica koje vode do ove objave. U kartici Pomoć pogledajte tekst \"Yoast Columns\" za više informacija."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Broj unutarnjih poveznica u ovoj objavi. U kartici Pomoć pogledajte tekst \"Yoast Columns\" za više informacija."],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s dodaje par stupaca ovoj stranici. Napisan je članak o %2$stome kako upotrijebiti SEO rezultate i rezultate čitljivosti%3$s. Stupci poveznica prikazuju broj članaka na ovoj web-stranici koji imaju poveznice %5$sprema%6$s ovom članku i broj URL-a povezanih %5$siz%6$s ovog članka. Saznajte više o %4$skako upotrijebiti ove mogućnosti za poboljšanje unutarnjih poveznica%3$s, što višestruko poboljšava SEO."],"%s Columns":["%s stupci"],"Readability score":["Rezultat čitljivosti"],"Other benefits of %s for you:":["Drugi beneficije %s za vas:"],"Scroll to see the preview content.":["Pomaknite kako bi pretpregledali sadržaj."],"Cornerstone content":["Temeljni sadržaj"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["Ako želite preteći konkurenciju u određenom gradu ili regiji, provjerite %1$s dodatak! Moći ćete jednostavno ubaciti Google karte, radno vrijeme, kontakt informacije i lokacije. Osim toga %1$s vam pomaže poboljšati upotrebljivost kontakt stranice."],"Attract more customers near you":["Privucite više kupaca iz svoje okolice"],"Upgrade to Premium":["Nadogradnja na Premium"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["Želite preteći konkurenciju? %1$s dajem vam odlične dodatne mogućnosti koje će vam pomoći postaviti SEO strategiju kako profesionalac. Upotrijebite više ključnih riječi, upravitelja preusmjeravanjima i alat za interne poveznice. %1$s također će vam omogućiti pristup premium korisničkoj podršci."],"Outrank the competition with %s":["Pretecite konkurenciju s %s"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Detektirali smo da niste završili s konfiguracijskim čarobnjakom, stoga vam preporučamo da %2$spokrenete konfiguracijski čarobnjak kako bi konfigurirali %1$s%3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["Konfiguracijski čarobnjak pomaže vam jednostavno konfigurirati web-stranicu za optimalne SEO postavke."],"Superfast internal linking suggestions":["Super brzo predlaganje unutarnjih poveznica"],"Great news: you can, with %1$s!":["Odlične vijesti: možete s %1$s!"],"Save changes":["Spremi promjene"],"1 year free support and updates included!":["Uključena 1 godina besplatnih ažuriranja i nadogradnji!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Dodatak %2$s mijenja izlazne informacije vaše web-stranice i to čini razliku za tražilice i normalne korisnike, proces koji se naziva cloaking. Preporučamo da ga isključite."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sPretpregled društvenih mreža%2$s: Facebook i Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sNema više mrtvih poveznica%2$s: jednostavni upravitelj preusmjeravanjima"],"No ads!":["Bez oglasa!"],"Facebook & Twitter":["Facebook i Twitter"],"Social media preview":["Pretpregled društvenih medija"],"Easy redirect manager":["Jednostavni upravitelj preusmjeravanja"],"No more dead links":["Nema više mrtvih poveznica"],"Increase your SEO reach":["Povećajte svoj SEO domet"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Ako želite više pomoći pri kreiranju odličnog sadržaja, provjerite naš %2$sSEO copywriting course%3$s. Želite li znati sve o opcijama dodatka, razmislite o našem %1$s!"],"Variable":["Varijabla"],"Available variables":["Dostupne varijable"],"Scroll to see the table content.":["Pomaknite stranicu kako bi vidjeli sadržaj tablice."],"An error occurred in the '%1$s' assessment":["Pojavila se greška u '%1$s' procjeni"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s riječi sadrži %2$sviše od %3$s slogova%4$s, što je više od preporučenog maksimuma %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s riječi sadrži %2$sviše od %3$s slogova%4$s, što je manje od, ili jednako preporučenom maksimumu %5$s."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["Ovo je neznatno ispod preporučenog minimuma od %5$d riječi. %3$sDodajte još malo teksta%4$s.","Ovo je neznatno ispod preporučenog minimuma od %5$d riječi. %3$sDodajte još malo teksta%4$s.","Ovo je neznatno ispod preporučenog minimuma od %5$d riječi. %3$sDodajte još malo teksta%4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["Meta opis sadrži %1$d rečenicu %2$ss više od %3$s riječi%4$s. Pokušajte skratiti rečenicu.","Meta opis sadrži %1$d rečenice %2$ss više od %3$s riječi%4$s. Pokušajte skratiti rečenice.","Meta opis sadrži %1$d rečenice %2$ss više od %3$s riječi%4$s. Pokušajte skratiti rečenice."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["Meta opis ne sadrži rečenice %1$ss više od %2$s riječi%3$s."],"Step %1$d: %2$s":["Korak %1$d: %2$s"],"No new notifications.":["Nema novih obavijesti."],"Save all":["Spremi sve"],"Save":["Spremi"],"%1$s, Author at %2$s":["%1$s, Autor na %2$s"],"Mobile preview":["Mobilni pretpregled"],"Desktop preview":["Desktop pretpregled"],"Please provide an SEO title by editing the snippet below.":["Molimo, navedite SEO naslov uređujući isječak u nastavku."],"Meta description preview:":["Pretpregled meta opisa:"],"Slug preview:":["Pretpregled sluga:"],"SEO title preview:":["Pretpregled SEO naslova:"],"Close snippet editor":["Zatvori uređivač isječaka"],"Slug":["Slug"],"Remove marks in the text":["Ukloni oznake (marks) u tekstu"],"Mark this result in the text":["Označi ovaj rezultat u tekstu"],"Marks are disabled in current view":["Oznake (Marks) su onesposobljene u trenutnom pregledu"],"Good SEO score":["Dobar SEO rezultat"],"OK SEO score":["Ok SEO rezultat"],"Feedback":["Povratne informacije"],"ok":["U redu"],"Choose an image":["Odaberite jednu sliku"],"Remove the image":["Uklonite sliku"],"MailChimp signup failed:":["Prijava na MailChimp nije uspjela:"],"Sign Up!":["Prijavite se!"],"Name":["Ime"],"Please provide a meta description by editing the snippet below.":["Molimo, navedite meta opis uređujući isječak u nastavku."],"Edit snippet":["Uredi isječak"],"You can click on each element in the preview to jump to the Snippet Editor.":["U pretpregledu možete kliknuti na svaki element i skočiti u Uređivač isječaka."],"SEO title preview":["Predpregled SEO naslova"],"Meta description preview":["Pretpregled meta opisa"],"A problem occurred when saving the current step, {{link}}please file a bug report{{\/link}} describing what step you are on and which changes you want to make (if any).":["Dogodio se problem prilikom spremanja ovog koraka, {{link}} molim vas da prijavite grešku {{\/link}} te opišete u kojem koraku se nalazite te koje promjene želite napraviti."],"Close the Wizard":["Zatvorite Čarobnjaka"],"Export settings":["Izvezi postavke"],"%1$s video tutorial":["%1$s video vodič"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Čarobnjak za konfiguraciju"],"Please don't show me this notification anymore":["Molim više ne prikazuj ovu poruku"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Ako se susrećete s poteškoćama, %1$spopunite izvješće o grešci%2$s a mi ćemo se potruditi riješiti problem."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Obavješteni smo da koristite %1$s već neko vrijeme; nadamo se da vam se sviđa! Bili bi smo oduševljeni ako bi ste mogli %2$sdati ocjenu od 5 zvjezdica na WordPress.org%3$s!"],"Date archives settings":["Postavke arhiva datuma"],"Author archives settings":["Postavke Author arhive"],"%1$s by %2$s":["%1$s od %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Upozorenje: varijabla %1$s ne može se koristiti u ovom predlošku. Za više informacija poslužite se s %2$s"],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24\/7 personal support.":["Usput, jeste li znali da imamo %1$sPremium dodatak%2$s? Nudi vam napredne mogućnosti, poput upravljanje preusmjeravanjima i podršku za više ključnih riječi. Također dolazi s 24\/7 osobnom podrškom."],"(no title)":["(bez naslova)"],"%s installation wizard":["%s čarobnjak za instaliranje"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["%1$s administratorska traka izbornika sadrži korisne veze na alate naših partnera za analizu stranica i čini vam lakšim pogled na nove obavijesti."],"Admin bar menu":["Administratorska traka izbornika"],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":["%1$s provjerava na dnevnoj bazi da li je vaša web-stranica još uvijek vidljiva tražilicama za indeksiranje i %2$s vas obavještava u slučaju kada to nije tako."],"Features":["Značajke"],"SEO title":["SEO naslov"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Iako nastojimo učiniti postavljanje %1$s-a što jednostavnijim, razumijemo i da vam to može biti zastrašujuće. Ako bi ste radije nama prepustili postavljanje %1$s-a (i dobili kopiju %2$s unutar tog procesa) naručite naš %3$s%1$s uslugu konfiguracije%4$s ovdje!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Dobrodošli u %1$s konfiguracijski Čarobnjak. U nekoliko jednostavnih koraka pomoći ćemo vam konfigurirati SEO postavke koje će ispuniti potrebe vaše web-stranice!"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google prikazuje naziv Vaše web-stranice u rezultatima pretraživanja, a ako to želite promijeniti, možete to učiniti ovdje."],"Greater than sign":["Znak više od"],"Less than sign":["Znak manje od"],"Right angle quotation mark":["Znak navodnika udesno"],"Left angle quotation mark":["Znak navodnika ulijevo"],"Small tilde":["Mala tilda"],"Vertical bar":["Ispravna crta"],"Low asterisk":["Zvjezdica nisko"],"Asterisk":["Zvjezdica"],"Bullet":["Veća točka"],"Middle dot":["Srednja točka"],"Em dash":["Em crtica"],"En dash":["En crtica"],"Dash":["Crtica"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Odaberite simbol koji ćete koristiti kao razdjelnik naslov. On će stajati, na primjer, između naslova objave i naziva stranice. Simboli su prikazani u veličini u kojoj će se pojaviti u rezultatima pretraživanja."],"The name of the person":["Ime osobe"],"No":["Ne"],"Yes":["Da"],"Does, or will, your site have multiple authors?":["Ima li, ili hoće li vaša stranica imati više autora?"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress automatski stvara URL za svaku medijsku stavku u knjižnici. Uključivanjem ovoga Googleu će biti omogućeno indeksiranje stvorenih URL-ova."],"Success!":["Uspjeh!"],"Title settings":["Postavke naslova"],"Multiple authors":["Više autora"],"Site type":["Vrsta stranice"],"Environment":["Okruženje"],"Yoast option %1$s not found.":["Yoast opcija %1$s nije pronađena."],"Google Structured Data Test":["Google Structured Data Test"],"Posts list":["Lista objava"],"Posts list navigation":["Navigacija liste objava"],"Filter posts list":["Filtriraj listu objava"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Imajte na umu da poveznice do arhiva možda još uvijek kreira vaša tema, i trebate ih ukloniti manualno."],"%1$s to optimize your site even further":["%1$s za daljnju optimizaciju vaše web-stranice"],"%1$s extensions":["%1$s extenzije"],"Comes with our 30-day no questions asked money back guarantee":["Dolazi s našom garancijom za povrat novca bez pitanja od 30 dana"],"More information %1$sabout %3$s%2$s":["Više informacija %1$so %3$s%2$s"],"Installed":["Instalirano"],"gain access to our 24\/7 support team.":["Osigurajte pristup našem timu za podršku 24\/7."],"Premium support":["Premium podrška"],"check what your Facebook or Twitter post will look like.":["Provjerite kako će izgledati vaše Facebook ili Twitter objave."],"Social previews":["Društveni pretpregledi"],"create and manage redirects from within your WordPress install.":["kreirajte i upravljajte preusmjeravanjima iz svoje WordPress instalacije."],"Redirect manager":["Upravitelj preusmjeravanjem"],"%1$s, take your optimization to the next level!":["%1$s, podignite optimizaciju na veći nivo!"],"A seamless integration between %1$s and %2$s":["Neprimjetna integracija između %1$s i %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Upotrijebite %1$s breadcrumbove umjesto %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Lako ugradite Google Maps, lokaciju trgovine, radno vrijeme i još puno toga"],"Creates XML News Sitemaps":["Kreira XML News mapu stranica"],"Immediately pings Google on the publication of a new post":["Odmah pinga Google o novoj objavi."],"Optimize your site for Google News":["Optimizirajte svoju web-stranicu za Google News"],"Make videos responsive through enabling fitvids.js":["Učinite video prilagodljivim uključivanjem fitvids.js"],"Enhance the experience of sharing posts with videos":["Poboljšajte iskustvo dijeljenja objava s videima"],"Show your videos in Google Videos":["Prikažite svoj video u Google Videos"],"Edit &#8220;%s&#8221;":["Uredi &#8220;%s&#8221;"],"Premium":["Premium"],"Google Trends":["Google Trendovi"],"Notifications":["Obavijesti"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Uklanja karticu ključne riječi iz meta okvira i isključuje sve povezane prijedloge za ključnu riječ."],"Disable SEO analysis":["Isključi SEO analizu"],"Twitter settings":["Twitter postavke"],"Pinterest settings":["Pinterest postavke"],"Facebook settings":["Facebook postavke"],"Title separator symbol":["Simbol Razdjelnika naslova"],"RSS feed settings":["Postavke RSS kanala"],"Breadcrumbs settings":["Breadcrumbs postavke"],"Make primary":["Učini primarnim"],"%s notification":["%s obavijest","%s obavijesti","%s obavijesti"],"Disable readability analysis":["Isključi analizu čitljivosti"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Uklanja sekciju analize čitljivosti iz meta okvira i isključuje sve povezane prijedloge za čitljivost."],"Readability analysis":["Analiza čitljivosti"],"Needs improvement":["Treba doraditi"],"Readability":["Čitljivost"],"Improvements":["Poboljšanja"],"Dismiss this item.":["Zanemari ovu stavku."],"Good job! We could detect no serious SEO problems.":["Odličan posao! Nismo detektirali nikakve ozbiljne SEO probleme."],"We have detected the following issues that affect the SEO of your site.":["Detektirali smo sljedeće probleme koji utječu na SEO vaše web stranice."],"Problems":["Problemi"],"Analysis":["Analiza"],"Not available":["Nije dostupno"],"Filter by SEO Score":["Filtriranje po SEO rezultatu"],"Meta description not set.":["Meta opis nije postavljen."],"Open":["Otvori"],"Dashboard":["Nadzorna ploča"],"You can fix this on the %1$sPermalink settings page%2$s.":["Ovo možete popraviti na zaslonu %1$sPostavki stalnih veza%2$s."],"Replaced with the primary category of the post\/page":["Zamijeni s primarnom kategorijom objave\/stranice"],"Pinterest confirmation":["Pinterest potvrda"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Ako ste već potvrdili svoju web stranicu s Pinterestom, možete preskočiti korak naveden ispod."],"Format-based archives":["Arhive temeljene na formatu"],"Webmaster Tools verification":["Verifikacija Webmaster Toolsa"],"Buy %s":["Kupi %s"],"New %1$s Title":["Novi %1$s Naslov"],"Existing %1$s Title":["Postoji %1$s Naslov"],"Expected an integer as input.":["Očekivani unos je cijeli broj."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Pri pokušaju kreiranja ključ predmemorije mape stranice (cache key), ali kombinacija postfixa i prefixa ne ostavlja dovoljno mjesta za ovo. Vjerojatno tražite stranicu koja je izvan očekivanoga raspona."],"Remove":["Obriši"],"Keep":["Zadrži"],"Bold the last page":["Podebljaj zadnju stranicu"],"Regular":["Normalno"],"Bold":["Podebljano"],"Show Blog page":["Pokaži Blog stranicu"],"Primary %s":["Primarna %s"],"Primary":["Primarna"],"Make %1$s primary %2$s":["Postavi %1$s kao primarnu %2$s"],"Term is set to noindex.":["Uvjet je postavljen na noindex."],"Author archives":["Arhive autora"],"Show":["Prikaži"],"Enabled":["Omogući"],"Disabled":["Onemogući"],"The separator defined in your theme's %s tag.":["Razdjelnik je definiran u Vašoj temi %s oznakom."],"No index":["No index"],"If you want to use an image for sharing on %1$s, you can upload \/ choose an image or add the image URL here.":["Ako želite upotrijebiti sliku za dijeljenje na %1$s, možete prenijeti \/ odabrati sliku ili ovdje dodati URL slike."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Ako ne želite koristiti meta opise za dijeljenje na %1$sm već želite koristiti drugi opis, napišite ga ovdje."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Ukoliko želite koristiti drugačiji naslov za dijeljenje na %1$s od naslova objave, unesite ga ovdje."],"Once Weekly":["Jednom tjedno"],"SEO score":["SEO rezultat"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["Preračunavam SEO ocjene za sve dijelove sadržaja s ključnom riječi."],"%1$s of %2$s done.":["%1$s od %2$s gotovo."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Ažurirali smo naš algoritam za SEO rezultat. %1$sPonovno izračunavanje SEO rezultata%2$s za sve objave i stranice."],"Team Yoast":["Tim Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Prvo pravo sve-u-jednom SEO rješenje za WordPress, uključujući on-page analizu sadržaja, XML mapom weba i mnogo toga drugog."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Aktivacija nije uspjela:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Izgleda da je nedostupna filter ekstenzija. Kontaktirajte hosting da vam to omoguće."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Instalacija %1$s dodatka nije kompletna. Proučite %2$sinstalacijske upute%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Nadogradnja Standard PHP Library (SPL) nije dostupna. Zamolite vašeg web poslužitelja da vam je uključi."],"SEO Settings":["SEO postavke"],"Mobile-Friendly Test":["Test mobilne kompatibilnosti"],"Google Page Speed Test":["Google Page Speed Test"],"CSS Validator":["CSS validator"],"HTML Validator":["HTML validator"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins Validator"],"Facebook Debugger":["Facebook Debugger"],"Check Google Cache":["Provjeri Google Cache"],"Analyze this page":["Analiziraj ovu stranicu"],"Keyword Research":["Istraživanje ključnih riječi"],"%s does not seem to be a valid url. Please correct.":["Čini se da %s nije validan url. Molimo izmijenite."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s izgleda nije ispravan %2$s verifikacijski niz (string). Ispravite ovo."],"%s Archive":["%s Arhiva"],"You searched for %s":["Tražili ste %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s nije ispravan Twitter korisničko ime. Ispravite ovo."],"Summary with large image":["Sažetak s velikom slikom"],"Summary":["Sažetak"],"The post %1$s appeared first on %2$s.":["Objava %1$s pojavila se prvi puta na %2$s."],"No numeric value was received.":["Nije primljena nikakva numerička vrijednost."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Ovo treba biti postojeći blog. Blog %s ne postoji ili je označen kao obrisan."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Postavka zadanog bloga treba biti numerički blog ID bloga kojeg želite koristiti kao zadanog."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s nije valjani izbor za odabir tko ima pristup %2$s postavkama. Vrijednost je vraćena na izvornu."],"Please select a valid post type for taxonomy \"%s\"":["Izaberite ispravan tip objave za taksonomiju \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Molimo odaberite ispravnu taksonomiju za tip objave \"%s\""],"You searched for":["Tražili ste"],"Home":["Početna stranica"],"Archives for":["Arhiva za"],"Error 404: Page not found":["Greška 404: Stranica nije pronađena"],"Good":["Dobro"],"Replaced with a custom taxonomies description":["Zamijenjeno s vlastitim opisom taksonomije"],"Replaced with a posts custom taxonomies, comma separated.":["Zamijenjeno s prilagođenim taksonomijama objava, odvojeno zarezom."],"Replaced with a posts custom field value":["Zamijenjeno s sadržajem iz dodatnih polja objava"],"Replaced with the slug which caused the 404":["Zamijenjeno s slugom koji je uzrokovao 404"],"Replaced with the posts focus keyphrase":["Zamijenjeno s fokusiranom ključnom riječi objave"],"Attachment caption":["Naslov privitka"],"Replaced with the current page number":["Zamijenjeno s trenutnim brojem stranice"],"Replaced with the current page total":["Zamijenjeno s sumom trenutne stranice"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Zamijenjeno s trenutnim brojem stranice zajedno s kontekstom (npr. stranica 2 od 4)"],"Replaced with the post\/page author's 'Biographical Info'":["Zamijenjeno s autorovom 'Biografskim informacijama' objave\/stranice"],"Replaced with the post\/page author's 'nicename'":["Zamijenjeno s 'nicename' imenom autora objave\/stranice"],"Replaced with the post\/page ID":["Zamijenjeno s ID-em objave\/stranice"],"Replaced with the post\/page modified time":["Zamijenjeno s promijenjenim vremenom objave\/stranice"],"Replaced with the content type plural label":["Zamijenjeno s etiketom množine tipa objave"],"Replaced with the content type single label":["Zamijenjeno s etiketom jednine tipa objave"],"Replaced with the current search phrase":["Zamijenjeno s trenutnom frazom pretrage"],"Replaced with the term name":["Zamijenjeno s nazivom pojma"],"Replaced with the term description":["Zamijenjeno s opisom pojma"],"Replaced with the tag description":["Zamijenjeno s opisom oznake"],"Replaced with the category description":["Zamijenjeno s opisom kategorije"],"Replaced with the post categories (comma separated)":["Zamijenjeno s kategorijom objave (odvojeno zarezom)"],"Replaced with the current tag\/tags":["Zamijenjeno s trenutnom oznakom\/oznakama"],"Replaced with the post\/page excerpt (without auto-generation)":["Zamijenjeno s izvatkom (bez automatski generiranog) objave\/stranice"],"Replaced with the post\/page excerpt (or auto-generated if it does not exist)":["Zamijenjeno s izvatkom (ili automatski generiranim ako ne postoji) objave\/stranice"],"The site's name":["Naziv weba"],"Replaced with the title of the parent page of the current page":["Zamijenjeno s naslovom matične stranice trenutne stranice"],"Replaced with the title of the post\/page":["Zamijenjeno s naslovom objave\/stranice"],"Replaced with the date of the post\/page":["Zamijenjeno s datumom objave\/stranice"],"Page %1$d of %2$d":["Stranica %1$d od %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Ne možete nadvladati WPSEO standardnu zamjensku varijablu registrirajući varijablu s istim imenom. Upotrijebite filter \"wpseo_replacements\" za postavljanje zamjenske vrijednosti."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Zamjenska varijabla s istim imenom je već registrirana. Potrudite se da ime vaše varijable bude jedinstveno."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Zamjensku varijablu ne možete započeti s \"%%cf_\" ili \"%%ct_\" zato jer su rezervirane za WPSEO standardnu varijablu varijabli (standard variable variables) za dodatna polja i prilagođene taksonomije. Potrudite se da ime vaše varijable bude jedinstveno."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Zamjenska varijabla može sadržavati samo alfanumeričke znakove, donju crticu ili crticu. Probajte promijeniti varijablu."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Napomena samo za administratore: ova stranica ne pokazuje meta opis zato jer ga nema, ili ga napišite posebno za ovu stranicu ili idite u izbornik [%1$s - %2$s], i postavite predložak."],"Page not found":["Stranica nije pronađena"],"%s Archives":["Arhiva %s"],"Search for \"%s\"":["Traži \"%s\""],"Meta description to use for Author page":["Meta opis za korištenje na stranicama autora"],"Title to use for Author page":["Naslov koji se koristi na stranici autora"],"%1$s settings":["%1$s postavke"],"Export your %1$s settings":["Izvezi svoje %1$s postavke"],"Import settings":["Uvoz postavki"],"Import from other SEO plugins":["Uvezi iz ostalih SEO dodataka ( plugin )"],"Import":["Uvoz"],"If you had a %s file and it was editable, you could edit it from here.":["Da imate %s datoteku i da je možete mijenjati, mogli biste to uraditi ovdje."],"If your %s were writable, you could edit it from here.":["Da se u datoteku %s može pisati, mogli biste je izmijeniti ovdje."],"You don't have a %s file, create one here:":["Nemate %s datoteku, kreirajte ju ovdje:"],"A link to your site, with your site's name and description as anchor text.":["Poveznica do vašeg weba, s nazivom i opisom weba kao tekstom sidra."],"A link to your site, with your site's name as anchor text.":["Poveznica na vašu web stranicu, s nazivom web stranice kao sidrenim tekstom."],"A link to the post, with the title as anchor text.":["Poveznica do objave, s naslovom kao sidrom poveznice."],"A link to the archive for the post author, with the authors name as anchor text.":["Poveznica na arhivu autora objava, s autorovim imenom kao sidrenim tekstom."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Sljedeće varijable možete upotrijebiti unutar sadržaja, biti će zamijenjene s vrijednostima navedenim zdesna."],"Content to put after each post in the feed":["Sadržaj koji će se pojaviti nakon svake objave u kanalu (feed)"],"Content to put before each post in the feed":["Sadržaj koji će se nalaziti ispred svake objave u feedu"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Ova mogućnost se koristi za automatsko dodavanje sadržaja u RSS, točnije, namjena joj je dodavanje poveznica prema vašem blogu i objavama kako bi scraperi automatski dodali ove poveznice, pomažući tražilicama da identificiraju vas kao originalni izvor sadržaja."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Korištenje ove značajke breadcrumbova je objašnjeno u %1$sčlanku o implementaciji breadcrumbova u našoj bazi znanja%2$s."],"How to insert breadcrumbs in your theme":["Kako ubaciti breadcrumbove u vašu temu"],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":["Prikaz arhive tipa objave u breadcrumbovima za taksonomije"],"Taxonomy to show in breadcrumbs for content types":["Prikaz taksonomije u breadcrumbovima za tipove objava"],"Breadcrumb for 404 Page":["Breadcrumb za 404 stranicu"],"Prefix for Search Page breadcrumbs":["Prefiks za breadcrumb Stranice pretrage"],"Prefix for Archive breadcrumbs":["Prefiks za breadcrumb Arhive"],"Prefix for the breadcrumb path":["Prefiks za breadcrumb putanju"],"Anchor text for the Homepage":["Tekst sidra za Početnu stranicu"],"Separator between breadcrumbs":["Razdjelnik između breadcrumbova"],"Enable Breadcrumbs":["Omogući breadcrumbove"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Ispod su SEO rezultati vaših objavljene objava. Sada je pravo vrijeme da počnete poboljšavati neke od svojih objava! "],"Credits":["Zasluge"],"&laquo; Back to Tools page":["&laquo; Natrag na stranicu s alatima"],"%1$s comes with some very powerful built-in tools:":["%1$s dolazi s nekim vrlo moćnim ugrađenim alatima:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Ovaj alat dopušta vam brzo mijenjanje datoteka važnih za vaš SEO, kao što su robots.txt, ako je imate, ili vaša .htaccess datoteka."],"File editor":["Uređivač datoteka"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Uvezite postavke iz drugih SEO dodataka i izvezite svoje postavke za ponovno korištenje na (još jednom) blogu."],"Import and Export":["Uvoz i izvoz"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Ovaj alat dopušta vam da brzo izmijenite naslove i opise u svojim objavama i na stranicama, bez da morate otvarati i uređivati svaku stranicu."],"Bulk editor":["Skupni uređivač"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Za %1$sverificiranje stranice kod Pinterest%2$s, dodajte meta oznaku ovdje:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":["Pinterest koristi Open Graph meta oznake kao i Facebook. Zato budite  sigurni da je \"Dodaj Open Graph meta podatke\" postavka omogućena na Facebook tab-u ukoliko želite optimizirati stranicu za Pinterest."],"The default card type to use":["Zadani tip kartice za korištenje"],"Add Twitter card meta data":["Dodaj Twitter card meta podatke"],"This image is used if the post\/page being shared does not contain any images.":["Slika se koristi ako objava\/stranica koja se dijeli ne sadrži nikakve slike."],"Default settings":["Zadane postavke"],"Copy home meta description":["Prekopiraj meta opis početne stranice"],"Description":["Opis"],"Image URL":["URL slike"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Ovo su naslov, opis i slika koji se koriste u Open Graph meta oznakama na početnoj stranici vaše web stranice."],"Frontpage settings":["Postavke početne stranice"],"Add Open Graph meta data":["Dodaj Open Graph meta podatke"],"YouTube URL":["YouTube URL"],"Pinterest URL":["Pinterest URL"],"MySpace URL":["MySpace URL"],"LinkedIn URL":["LinkedIn URL"],"Instagram URL":["Instagram URL"],"Twitter Username":["Twitter korisničko ime"],"Facebook Page URL":["URL Facebook stranice"],"Accounts":["Računi"],"Restore site to defaults":["Vrati web na zadane postavke"],"Site ID":["ID weba"],"Using this form you can reset a site to the default SEO settings.":["Koristeći ovu formu možete resetirati web na zadane SEO postavke."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Postavke koje se tiču privatno osjetljivih informacija (FB admini i slično), postavke teme (ispis naslova) i neke druge specifične postavke neće biti uveze u nove web-stranice."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Upišite %1$sID web stranice%2$s čije postavke želite da budu zadane postavke za sve web stranice koje se nalaze u vašoj mreži. Ostavite prazno za nikakav odabir (biti će upotrijebljene izvorne postavke dodatka)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Odaberite web stranicu čije postavke želite koristiti kao zadane za sve web stranice koje se nalaze u vašoj mreži. Ako odaberete 'Ništa', biti će upotrijebljene izvorne postavke dodatka."],"New sites in the network inherit their SEO settings from this site":["Novi webovi u mreži nasljeđuju SEO postavke ovog weba"],"Super Admins only":["Samo Super Admini"],"Site Admins (default)":["Administratori weba (zadano)"],"Who should have access to the %1$s settings":["Tko bi trebao imati pristup %1$s postavkama"],"spam":["spam"],"mature":["zreli"],"archived":["arhiviran"],"public":["javni"],"%s restored to default SEO settings.":["%s vraćeni na izvorne SEO postavke."],"Settings Updated.":["Postavke ažurirane."],"404 pages":["Uvoz & izvoz"],"Search pages":["Stranice pretrage"],"These pages will be %s by default, so they will never show up in search results.":["Ove stranice biti će %s po zadanom, tako da se nikad neće pojavljivati u rezultatima pretraga."],"Special Pages":["Posebne stranice"],"Date-based archives could in some cases also be seen as duplicate content.":["U nekim slučajevima, arhiva bazirana na datumima može se također smatrati kao duplicirani sadržaj."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Ako je to slučaj na Vašim stranicama, možete odabrati bilo deaktiviranje (što će rezultirati preusmjeravanjem na početnu stranicu) bilo dodavanje u%s njemu, tako da se ne pojavljuje u rezultatima pretraživanja."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Ako na blogu piše samo jedan autor, onda će arhiva autora biti ista kao i početna\/blog stranica. Ovo se zove %1$sproblem dupliciranog sadržaja%2$s."],"Date archives":["Arhiva po datumima"],"author archives":{"0":"Arhiva autora","2":""},"Title":["Naslov"],"%1$s Meta Box":["%1$s meta okviri"],"Hide":["Sakrij"],"Take note:":["Uzmi zabilješku:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Možete odrediti naslov i opis za blog stranicu %1$suređivanjem blog stranice%2$s"],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":["Možete odrediti naslov i opis za početnu stranicu %1$suređivanjem početne stranice%2$s"],"Homepage &amp; Front page":["Početna &amp; naslovna stranica"],"Title Separator":["Razdjelnik naslova"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s je automatski detektirao jeli treba prisilno promijeniti naslove vaših stranica. Ako mislite da to nije ispravno i znate što radite, postavke možete promijeniti ovdje."],"Force rewrite titles":["Forsiraj prepisivanje naslova"],"Taxonomies":["Taksonomije"],"Homepage":["Početna stranica"],"%1$s Extensions":["%1$s ekstenzije"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Neprimjetno integrirajte WooCommerce s %1$s kako biste dobili dodatne značajke!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Bolje se rangirajte lokalno i na Google Maps, bez puno muke!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Da li se nalazite u Google News? Povećajte broj posjeta s Google News optimizirajući sadržaj!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimizirajte svoje video uradke kako bi bili vidljivi u rezultatima pretraživanja i donijeli vam više klikova!"],"The premium version of %1$s with more features & support.":["Premium inačica %1$s s više mogućnosti i podrškom."],"Person":["Osoba"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Ovi podaci su prikazani kao meta podaci na vašoj web stranici. Namjena im je da se pojave u %1$sGoogle Knowledge Graph%2$s. Možete odabrati između opcija tvrtka\/pravna osoba ili fizička osoba:"],"Website name":["Naziv web stranice"],"Webmaster Tools":["Alati za webmastere"],"RSS":["RSS"],"Breadcrumbs":["Breadcrumbovi"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Kako bi kreirali preusmjeravanje i ispravili ovaj problem, trebate %1$s. Dodatak možete kupiti, uključujući godinu dana podrške, ažuriranja i nadogradnji na %2$s."],"Creating redirects is a %s feature":["Stvaranje preusmjeravanja je dostupno kao dio %s "],"Deactivate %s":["Deaktivirajte %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["%1$s dodatak može uzrokovati probleme kada se koristi zajedno s %2$s."],"Upload Image":["Upload slike"],"Remove these ads?":["Makni ove oglase?"],"%s Posts Overview":["%s pregled objava"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["Breadcrumbs naslov se koristi u breadcrumbovina gdje se ova taksonomija pojavljuje."],"Breadcrumbs title":["Naslov breadcrumbova"],"The canonical link is shown on the archive page for this term.":["Kanonska poveznica je prikazana na stranici arhive ovog pojma"],"Facebook App ID":["Facebook App ID"],"Pinterest":["Pinterest"],"Archives":["Arhiva"],"Email":["E-pošta"],"Previous":["Prethodno"],"Next":["Sljedeće"],"Close":["Zatvori"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["%1$s i %2$s mogu kreirati XML mape stranica. Dvostruke XML mape stranica nisu korisne pretraživačima, mogu čak i usporiti vašu web stranicu."],"Configure %1$s's Open Graph settings":["Konfiguracija %1$s OpenGraph postavki"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["I %1$s i %2$s stvaraju OpenGraph rezultat, što bi moglo izazvati prikazivanje krivih tekstova i slika na Facebooku, Twitteru, LinkedInu i drugim društvenim mrežama, kada se stranice dijele."],"%s Image":["%s Slika"],"%s Description":["%s Opis"],"%s Title":["%s Naslov"],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["Preporučene dimenzije %1$s slike su %2$s piksela."],"If you want to override the image used on %s for this post, upload \/ choose an image here.":["Ako želite nadvladati sliku koja se koristi na %s za ovu objavu, prenesite \/ odaberite sliku ili ovdje dodajte URL slike."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Ako ne želite koristiti meta opis za dijeljenje objave na %s, već želite koristiti drugi opis, upišite ga ovdje."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Ako ne želite koristiti naslov članka kako biste objavili članak na %s, nego ovdje želite drugi naslov, zapišite ga ovdje."],"very difficult":["vrlo teško"],"Try to make shorter sentences, using less difficult words to improve readability":["Pokušajte pisati kraće rečenice, koristeći lakše riječi kako bi popravili čitljivost."],"difficult":["teško"],"Try to make shorter sentences to improve readability":["Pokušajte skratiti rečenice kako biste poboljšali čitljivost."],"fairly difficult":["prilično teško"],"OK":["u redu"],"fairly easy":["prilično jednostavno"],"easy":["jednostavno"],"very easy":["vrlo jednostavno"],"Meta Desc.":["Meta opis"],"All SEO Scores":["Svi SEO rezultati"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO problem: Istaknuta slika treba biti najmanje 200x200 piksela velika da bi bila prihvatljiva za Facebook i druge stranice društvenih mreža."],"(no parent)":["(nema roditelja)"],"Post is set to noindex.":["Objava je postavljena na noindex."],"The URL that this page should redirect to.":["URL na koji bi ova stranica se trebala preusmjeriti."],"301 Redirect":["301 preusmjeravanje"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Propisani URL na koji ova stranica treba usmjeravati. Ostavite prazan kao zadan za stalnu vezu. %1$sPodržava međudomenske propisane%2$s."],"Canonical URL":["Kanonični URL"],"Title to use for this page in breadcrumb paths":["Naslov koji će se koristiti za ovu stranicu u breadcrumb putanji"],"Breadcrumbs Title":["Breadcrumbs Naslov"],"No Snippet":["Nema isječka"],"No Archive":["Nema arhive"],"No Image Index":["Bez indeksa slika"],"None":["Nijedno"],"Meta robots advanced":["Napredni meta roboti"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Upozorenje: iako se postavke meta robota mogu podesiti ovdje, cijeli web je podešen da se ne indeksira (noindex) u glavnim postavkama privatnosti stoga ove postavke neće imati učinka."],"Meta description":["Meta opis"],"SEO Title":["SEO naslov"],"Focus keyword":["Fokusirana ključna riječ"],"Settings successfully imported.":["Postavke uspješno uvezene."],"Settings could not be imported:":["Postavke nisu uvezene:"],"Breadcrumb for 404 pages:":["Breadcrumb za 404 stranice:"],"Prefix for search result pages:":["Prefiks za stranicu s rezultatima pretrage:"],"Prefix for archive pages:":["Prefiks za stranice arhive:"],"Prefix for breadcrumbs:":["Prefiks za breadcrumbove:"],"Anchor text for the homepage:":["Sidrišni tekst za početnu\/naslovnu stranicu:"],"Breadcrumbs separator:":["Breadcrumb razdjelnik:"],"%s Breadcrumbs":["%s Breadcrumbovi"],"Use Image":["Koristi sliku"],"Action":["Akcija"],"Page URL\/Slug":["Slug\/URL stranice"],"Publication date":["Datum objavljivanja"],"Post Status":["Status objave"],"WP Page Title":["WP naslov stranice"],"View":["Pregled"],"View &#8220;%s&#8221;":["Pregled &#8220;%s&#8221;"],"Preview":["Predpregled"],"Preview &#8220;%s&#8221;":["Predpregled &#8220;%s&#8221;"],"Edit":["Izmijeni"],"Filter":["Filtar"],"posts\u0004Trash <span class=\"count\">(%s)<\/span>":["Smeće <span class=\"count\">(%s)<\/span>","Smeća <span class=\"count\">(%s)<\/span>","Smeća <span class=\"count\">(%s)<\/span>"],"posts\u0004All <span class=\"count\">(%s)<\/span>":["Sva <span class=\"count\">(%s)<\/span>","Sve <span class=\"count\">(%s)<\/span>","Svih <span class=\"count\">(%s)<\/span>"],"New Yoast Meta Description":["Novi Yoast meta opis"],"Existing Yoast Meta Description":["Postojeći Yoast Meta opis"],"Facebook profile URL":["URL Facebook profila"],"Twitter username (without @)":["Korisničko ime na Twitteru (bez @)"],"FAQ":["Česta pitanja"],"Premium Support":["Plaćena podrška"],"Settings":["Postavke"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Trebate %1$sotvoriti zaslon Postavki čitanja%2$s i odznačiti okvir za Vidljivost tražilicama."],"Huge SEO Issue: You're blocking access to robots.":["Veliki SEO problem: blokirali ste pristup robotima tj. tražilicama."],"Posts":["Objave"],"Edit Files":["Izmijeni datoteke"],"General":["Općenito"],"Extensions":["Nadogradnje"],"Search Console":["Search Console"],"Tools":["Alati"],"Advanced":["Napredno"],"XML sitemaps":["XML mape stranica"],"Social":["Društvene mreže"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s je otkrio da koristite verziju %2$s od %3$s, molimo ažurirajte na najnoviju verziju kako bi spriječili probleme nekompatibilnosti."],"Just another WordPress site":["Samo još jedna WordPress web-stranica"],"You have used HTML in your value which is not allowed.":["Koristili ste HTML u svojoj vrijednosti što nije dopušteno."],"You can't edit %s that aren't yours.":["Ne možete ažurirati %s koji nisu vaši."],"You can't edit %s.":["Ne možete ažurirati %s."],"Post has an invalid Content Type: %s.":["Objava ima ne važeći tip objave: %s."],"Post doesn't exist.":["Objava ne postoji."]}}}