{"translation-revision-date":"2019-06-12 20:16:52+0000","generator":"GlotPress\/3.0.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_PE"},"Don't worry: this won't have to be done after each update.":[],"Yoast indexation status":[],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":[],"REST API: Head endpoint":[],"Optimization failed, please try again later.":[],"Optimization completed.":[],"Optimization in progress...":[],"Something went wrong while optimizing the SEO data of your site. Please try again later.":[],"Good job! You've sped up your site.":[],"Or %1$shide this notice%2$s (everything will continue to function as normal).":[],"%1$sClick here to speed up your site now%2$s":[],"%1$sNEW:%2$s %3$s can now store your site’s SEO data in a smarter way!":[],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":[],"%s was unable to create the database tables required and as such will not function correctly.":[],"Speed up your site":[],"Great, your site has been optimized!":[],"Speeding up your site":[],"We're processing all of your content to speed it up! This may take a few minutes.":[],"Object %1$s of %2$s processed.":[],"All your content is already indexed, there is no need to index it again.":[],"a theme that has proper title-tag theme support, or adapt your theme to have that support":[],"Term hierarchy":[],"Replaced with the term ancestors hierarchy":[],"%1$sGo to %2$s to analyze your entire site%3$s":[],"%1$s offers a free indexability check for %2$s users, and it shows\n\t\t\tthat your site can be found by search engines.":[],"Your site can be found by search engines":[],"%1$s offers a free indexability check for %2$s users and right now it has trouble determining\n\t\t\twhether search engines can find your site. This could have several (legitimate) reasons and is not a problem\n\t\t\tin itself. If this is a live site, %3$sit is recommended that you figure out why the %1$s check failed.%4$s":[],"%1$s cannot determine whether your site can be found by search engines":[],"%1$sRead more about troubleshooting search engine visibility.%2$s":[],"%1$s offers a free indexability check for %2$s users and it has determined that your site cannot be found by search engines. If this site is live or about to become live, this should be fixed.":[],"Your site cannot be found by search engines":[],"If this is a live site, %1$sit is recommended that you figure out why the check failed.%2$s":[],"Error details: %1$s %2$s %3$s":[],"An error occurred while checking whether your site can be found by search engines":[],"%1$sYou can change the tagline in the customizer%2$s.":[],"You still have the default WordPress tagline. Even an empty one is probably better.":[],"You should change the default WordPress tagline":[],"You are using a custom tagline or an empty one.":[],"You changed the default WordPress tagline":[],"Great! You can activate your premium plugin(s) and receive updates.":[],"Your site can connect to %1$s":[],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. The cause for this error is probably that the cURL software on your server is too old. Please contact your host and ask them to update it to at least version 7.34. %3$sRead more about cURL in our knowledge base%4$s.":[],"You can %1$snot%2$s activate your premium plugin(s) and receive updates. A common cause for not being able to connect is an out-of-date version of cURL, software used to connect to other servers. However, your cURL version seems fine. Please talk to your host and, if needed, the Yoast support team to figure out what is broken. %3$sRead more about cURL in our knowledge base%4$s.":[],"Your site can not connect to %1$s":[],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":[],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":[],"You do not have your postname in the URL of your posts and pages":[],"You do have your postname in the URL of your posts and pages.":[],"Your permalink structure includes the post name":[],"The request to Ryte returned an error.":[],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":[],"Comments break into multiple pages":[],"Comments are displayed on a single page":[],"No title":[],"%1$sGo to the Discussion Settings page%2$s":[],"%1$sThis was reported by the %2$s plugin%3$s":[],"Date in Google Preview":[],"Preview as:":[],"Mobile result":[],"Google preview":[],"Desktop result":[],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":[],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":[],"If you want to apply advanced <code>meta<\/code> robots settings for this page, please define them in the following field.":[],"Check out %1$s":[],"We have both free and premium online courses to learn everything you need to know about SEO.":[],"Want to learn SEO from Team Yoast? Check out our %1$s!":[],"Learn SEO":[],"Start to optimize your site for Google News traffic today!":[],"Make sure your videos rank and are easy to share with our Video SEO plugin.":[],"Our Local SEO plugin will help you rank in Google Maps and local results.":[],"%s settings to import:":[],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":[],"Your %1$s settings:":[],"Schema":[],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":[],"Please check the format of the Facebook Page URL you entered. %s":[],"Please check the format of the Instagram URL you entered. %s":[],"Please check the format of the Linkedin URL you entered. %s":[],"Please check the format of the MySpace URL you entered. %s":[],"Please check the format of the Pinterest URL you entered. %s":[],"Please check the format of the Wikipedia URL you entered. %s":[],"Please check the format of the Youtube URL you entered. %s":[],"Settings saved.":[],"Continue learning":[],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to know everything our plugin has to offer. Sign up for our free %1$s plugin training, in which you'll learn how to use %1$s and how it can help you make the best of your website!":[],"Dismiss this alert":[],"A company name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data.%2$s":[],"%s does not seem to be a valid Facebook App ID. Please correct.":[],"The submitted value was: %s":[],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[],"Twitter usernames can only contain letters, numbers, and underscores. %s":[],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":[],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":[],"The Facebook App ID you entered doesn't exist. %s":[],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":[],"Show this item.":[],"Hide this item.":[],"You have %d hidden problem:":[],"You have %d hidden notification:":[],"The form contains %1$s error. %2$s":[],"SEO settings configured":[],"If you want to double-check your %1$s settings, or change something, you can always %2$sreopen the configuration wizard%3$s.":[],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":[],"%d occurrences":[],"Activate %s for your site on MyYoast":[],"Show blog page in breadcrumbs":[],"We could not find any relevant articles on your website that you could link to from your post.":[],"Has feedback":["Tiene respuestas"],"Content optimization:":["Optimización del contenido:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLegibilidad%2$s: %3$s"],"Post Noindexed":["Entrada con noindex"],"No Focus Keyphrase":["Sin frase clave objetivo"],"Person logo \/ avatar":["Logo \/ avatar de la persona"],"Extend %s":["Ampliar %s"],"Posts with the SEO score: %s":["Entradas con la puntuación SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["Tutorial en vídeo de %s"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["%1$sVisita Google Search Console%2$s para ver tus errores de indexación."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google ha eliminado la API de errores de rastreo, así que ya no es posible mostrar aquí tus posibles errores de rastreo. %1$sLee nuestro comunicado para más información%2$s."],"Remove this message":["Quitar este mensaje"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["¡Optimiza al máximo tu sitio para una audiencia local con nuestro plugin %s! ¡Direcciones optimizadas, horarios de apertura, localizador de tiendas y opción de recogida!"],"Serving local customers?":["¿Sirves a clientes locales?"],"Get the %s plugin now":["Consigue el plugin %s ahora"],"Organization social profiles":["Perfiles sociales de la organización"],"You can edit the details shown in meta data, like the social profiles, the name and the description of this user on their %1$s profile page.":["Puedes editar los detalles mostrados en los datos meta, como los perfiles sociales, el nombre  descripción de este usuario, en su página de perfil de %1$s."],"Personal info":["Información personal"],"Organization logo":["Logotipo de la organización"],"Organization name":["Nombre de la organización"],"Choose whether the site represents an organization or a person.":["Elige si el sitio representa a una organización o a una persona."],"Knowledge Graph & Schema.org":["Knowledge Graph y Schema.org"],"To make your site represent a Company or Organization go to %1$sSearch Appearance%2$s and set Organization or Person to \"Organization\".":["Para hacer que tu sitio represente a una empresa u organización ve a %1$sApariencia en el buscador%2$s y configúralo como persona o pásalo de persona a «Empresa»."],"To change the social accounts used for your site, update the details for %1$s.":["Para cambiar las cuentas sociales utilizadas para tu sitio actualiza los detalles de %1$s."],"That means that the form and information below is disabled, and not used.":["Esto significa que el formulario y la información a continuación están desactivados, y no se usan."],"Your website is currently configured to represent a Person":["Tu web está actualmente configurada para representar a una persona"],"(if one exists)":["(si es que existe)"],"Wikipedia page about you":["Página de la Wikipedia sobre ti"],"YouTube profile URL":["URL del perfil en YouTube"],"Tumblr profile URL":["URL del perfil en Tumblr"],"SoundCloud profile URL":["URL del perfil en SoundCloud"],"MySpace profile URL":["URL del perfil en MySpace"],"Organization or person":["Organización o persona"],"The person":["La persona"],"Organization":["Organización"],"Does your site represent a person or an organization?":["¿Este sitio representa a una persona o a una organización?"],"The name of the organization":["El nombre de la organización"],"Provide an image of the organization logo":["Facilita una imagen del logotipo de la organización"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Anteriormente configuraste tu sitio para representar a una persona.Hemos mejorado nuestra funcionalidad sobre Schema y el Knowledge Graph, así que deberías ir y %1$scompletar estos ajustes%2$s."],"Select a user...":["Selecciona un usuario…"],"Uncategorized":["Sin categoría"],"Name:":["Nombre:"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Has seleccionado el usuario %1$s como la persona a la que representa este sitio. Su información de perfil de usuario se utilizará ahora en los resultados de búsqueda. %2$sActualiza su perfil para asegurarte de que la información sea correcta%3$s"],"Error: Please select a user below to make your site's meta data complete.":["Error: Por favor, selecciona un usuario a continuación para completar los meta datos de tu sitio."],"SEO score: %s":["Puntuación SEO: %s"],"If a Wikipedia page for you or your organization exists, add it too.":["Si existe una página tuya o de tu organización en la Wikipedia añádela también."],"Wikipedia URL":["URL de Wikipedia"],"Pinterest profile URL":["URL del perfil de Pinterest"],"Instagram profile URL":["URL del perfil de Instagram"],"LinkedIn profile URL":["URL del perfil de LinkedIn"],"Keyword research is essential in any SEO strategy. You decide the search terms you want to be found for, and figure out what words your audience uses to find you. Great keyword research tells you what content you need to start ranking for the terms you want to rank for. Make sure your efforts go into the keywords you actually have a chance at ranking for! The %1$s walks you through this process, step by step.":["La investigación de palabras clave es esencial en cualquier estrategia de SEO. Tú decides los términos de búsqueda por los que quieres que te encuentren, y averiguas qué palabras usa tu audiencia para encontrarte. Una gran investigación de palabras clave te dice qué contenido necesitas para empezar a puntuar para los términos que quieres posicionar. ¡Asegúrate de que tus esfuerzos se centren en las palabras clave para las que realmente tienes posibilidades de posicionarte! El %1$s te guía a través de este proceso, paso a paso."],"The image you selected is too small for Facebook":["La imagen que has elegido es demasiado pequeña para Facebook"],"The given image url cannot be loaded":["La URL de la imagen dada no se puede cargar"],"Find out what words your audience uses to find you":["Descubre qué palabras utiliza tu audiencia para encontrarte"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s":["%1$sFacilidad de lectura Flesch%2$s: El escrito puntúa %3$s en la prueba, Lo que se considera %4$s de leer. %5$s"],"No JSON object was returned.":["No se ha devuelto un objeto JSON."],"Received internal links":["Enlaces internos recibidos"],"Outgoing internal links":["Enlaces salientes internos"],"New step added":["Nuevo paso añadido"],"New question added":["Nueva pregunta añadida"],"The Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["La característica del contador de enlaces de texto proporciona información sobre cuántos enlaces se encuentran en tu texto y cuántos enlaces enlazan a tu texto. Esto es muy útil cuando estás mejorando tu %1$senlazado interno%2$s."],"Please carefully consider the implications and %1$sread this post%2$s if you want more information about the impact of showing media in search results.":["Por favor, considera cuidadosamente las implicaciones y %1$slee esta entrada%2$s si deseas más información sobre el impacto de mostrar medios en los resultados de búsqueda."],"Keyphrase":["Frase clave"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Para que esta característica funcione, %1$snecesita crear una tabla en tu base de datos. No pudimos crear esta tabla automáticamente."],"By enabling this option, attachment URLs become visible to both your visitors and Google. To add value to your website, they should contain useful information, or they might have a negative impact on your ranking.":["Al activar esta opción, las URL adjuntas se hacen visibles tanto para los visitantes como para Google. Para añadir valor a tu web, deben contener información útil, o podrían tener un impacto negativo en tu posicionamiento."],"The %3$sText link counter%4$s feature (introduced in %1$s %2$s) is currently disabled.":["La característica %3$scontador de enlaces al texto%4$s (introducida en %1$s %2$s) está actualmente inactiva."],"Please read the following %1$sknowledge base article%2$s to find out how to resolve this problem.":["Por favor, lee el siguiente  %1$sartículo de la base de conocimientos%2$s para averiguar cómo resolver este problema."],"To make sure all the links in your texts are counted, we need to analyze all your texts.":["Para asegurarnos de que todos los enlaces en tus textos estén contados, necesitamos analizar todos tus textos."],"All you have to do is press the following button and we'll go through all your texts for you.":["Todo lo que tienes que hacer es pulsar el siguiente botón y nosotros revisaremos todos tus textos por ti."],"Count links":["Contar enlaces"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sAtributos alt de imágenes%5$s: De %2$d imágenes en esta página, %1$d tienen atributos alt con palabras de tu frase clave o sinónimos. Eso es demasiado. %4$sIncluye la frase clave o sus sinónimos solo cuando realmente encajen en la imagen%5$s."],"%1$sImage alt attributes%2$s: Good job!":["%1$sAtributos alt de imagen%2$s: ¡Bien hecho!"],"%3$sImage alt attributes%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sAtributos alt de imágenes%5$s: De %2$d imágenes en esta página, sólo %1$d tiene un atributo alt que refleja el tema de tu texto. ¡%4$sAñade tu frase clave o sinónimos a las etiquetas alt de las imágenes más relevantes%5$s!","%3$sAtributos alt de imágenes%5$s: De %2$d imágenes en esta página, sólo %1$d tienen atributos alt que reflejan el tema de tu texto. ¡%4$sAñade tu frase clave o sinónimos a las etiquetas alt de las imágenes más relevantes%5$s!"],"%1$sImage alt attributes%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sAtributos de imagen alt%3$s: Las imágenes de esta página no tienen atributos alt que reflejen el tema de tu texto. ¡%2$sAñade tu frase clave o sinónimos a las etiquetas alt de las imágenes relevantes%3$s!"],"%1$sImage alt attributes%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sAtributos alt de imágenes%3$s: Las imágenes de esta página tienen atributos alt, pero no has establecido tu frase clave. ¡%2$sCorrige eso%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your higher-level subheadings reflects the topic of your copy. Good job!":["%1$sFrase clave en subtítulo%2$s: %3$s de tus subtítulos de nivel superior refleja el tema de tu texto. ¡Buen trabajo!","%1$sFrase clave en subtítulo%2$s: %3$s de tus subtítulos de nivel superior reflejan el tema de tu texto. ¡Buen trabajo!"],"%1$sKeyphrase in subheading%2$s: Your higher-level subheading reflects the topic of your copy. Good job!":["%1$sFrase clave en subtítulo%2$s: Tus subtítulos de nivel superior reflejan el tema de tu texto ¡Buen trabajo!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your higher-level subheadings%3$s!":["%1$sFrase clave en subtítulo%3$s: ¡%2$sUsa más frases clave o sinónimos en tus subtítulos de nivel superior%3$s!"],"Cannot get the size of %1$s because of unknown reasons.":["No se pudo obtener el tamaño de %1$s debido a razones desconocidas."],"Cannot get the size of %1$s because it is hosted externally.":["No se pudo obtener el tamaño de %1$s debido a que está alojada externamente."],"Simply switch the toggle to \"on\" and you'll be able to use the recalibrated analysis. At the same time, we'll add you to our specific mailing list. We'll only email you about your experiences with this recalibration!":["Simplemente cambia el conmutador a «activo» y podrás usar el análisis recalibrado. Al mismo tiempo, te añadiremos a nuestra lista de correo específica. ¡Sólo te enviaremos correos electrónicos con tus experiencias con esta recalibración!"],"We have %1$srecalibrated our analysis%2$s. With the new analysis, we will get even closer to how Google sees your website. It would be %3$sawesome%4$s if you would like to %3$sbeta test this feature%4$s for us!":["Hemos %1$srecalibrado nuestro análisis%2$s. Con el nuevo análisis, nos acercaremos aún más a la forma en que Google ve tu web. ¡Sería %3$sfantástico%4$s si quisieras %3$sprobar esta característica%4$s para nosotros!"],"Get an even better analysis":["Obtén un análisis aún mejor"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTítulo único%3$s: Solo se debería usar H1 como tu título principal. Encuentra todos los H1 en tu texto que no sean el título principal y ¡%2$scámbialos a un nivel de encabezado inferior%3$s!"],"Improve sharing on Facebook and Pinterest":["Mejora el compartir en Facebook y Pinterest"],"You do not have the required rights to export settings.":["No tienes los derechos requeridos para exportar ajustes."],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Copia todos estos ajustes a la pestaña %1$s de otro sitio y haz clic en \"%1$s\" de allí."],"These are settings for the %1$s plugin by %2$s":["Estos son los ajustes del plugin %1$s de %2$s"],"No settings found.":["No se han encontrado ajustes."],"Export your %1$s settings here, to copy them on another site.":["Exporta aquí tus ajustes de %1$s, para copiarlos en otro sitio."],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["La importación de los ajustes solo es compatible en servidores que ejecuten PHP 5.3 o superior."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensidad de frase clave%2$s: La frase clave objetivo se ha encontrado 0 veces. Eso es menos que el mínimo recomendado de %3$d veces para un texto con esta longitud. ¡%4$sCéntrate en tu frase clave%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensidad de frase clave%2$s:  La frase clave objetivo se ha encontrado %5$d vez. Eso es menos que el mínimo recomendado de %3$d veces para un texto con esta longitud. ¡%4$sCéntrate en tu frase clave%2$s!","%1$sDensidad de frase clave%2$s:  La frase clave objetivo se ha encontrado %5$d veces. Eso es menos que el mínimo recomendado de %3$d veces para un texto con esta longitud. ¡%4$sCéntrate en tu frase clave%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sDensidad de frase clave%2$s: La frase clave objetivo se ha encontrado %3$d vez. ¡Eso está genial!","%1$sDensidad de frase clave%2$s: La frase clave objetivo se ha encontrado %3$d veces ¡Eso está genial!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensidad de frase clave%2$s: La frase clave objetivo se ha encontrado %5$d vez. Eso es más que el máximo recomendado de %3$d veces para un texto con esta longitud. ¡%4$sNo sobreoptimices%2$s!","%1$sDensidad de frase clave%2$s: La frase clave objetivo se ha encontrado %5$d veces. Eso es más que el máximo recomendado de %3$d veces para un texto con esta longitud. ¡%4$sNo sobreoptimices%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensidad de frase clave%2$s: La frase clave objetivo se ha encontrado %5$d vez. Eso es mucho más que el máximo recomendado de %3$d veces para un texto con esta longitud. ¡%4$sNo sobreoptimices%2$s!","%1$sDensidad de frase clave%2$s: La frase clave objetivo se ha encontrado %5$d veces. Eso es mucho más que el máximo recomendado de %3$d veces para un texto con esta longitud. ¡%4$sNo sobreoptimices%2$s!"],"Method %1$s() does not exist in class %2$s":["El método %1$s() no existe en la clase %2$s"],"With %s, you can easily create such redirects.":["Con %s puedes crear fácilmente esas redirecciones."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Cambiar tus ajustes de enlaces permanentes puede impactar seriamente en tu visibilidad en los motores de búsqueda. No debería hacerse casi %1$s nunca %2$s en una web pública."],"WARNING:":["ADVERTENCIA:"],"Learn about why permalinks are important for SEO.":["Aprende sobre por qué los enlaces permanentes son importantes para el SEO."],"Google Ads":["Google Ads"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sPalabras funcionales en frase clave%3$s: Tu frase clave \"%4$s\" sólo contiene palabras funcionales. %2$sAprende cómo es una buena frase clave%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["¿Sabías que %s también analiza las distintas variaciones de tu frase clave, como plurales y tiempos verbales?"],"Clear Image":["Vaciar imagen"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLongitud de la frase clave%3$s: %2$sDefine una frase clave para calcular tu puntuación SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sFrase clave en el slug%2$s: Más de la mitad de tu frase clave aparece en el slug. ¡Eso es fantástico!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sFrase clave en el slug%3$s: (Parte de) tu frase clave no aparece en el slug. ¡%2$sCambia eso%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sFrase clave en el slug%2$s: ¡Fantástico trabajo!"],"%1$sKeyphrase in title%3$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$sTry to use the exact match of your keyphrase in the SEO title%3$s.":["%1$sFrase clave en el título%3$s: No todas las palabras de tu frase clave \"%4$s\" aparecen en el título SEO. %2$sTrata de usar exactamente tu misma frase clave en el título SEO%3$s."],"%1$sKeyphrase in title%3$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title%3$s.":["%1$sFrase clave en el título%3$s: No coincide del todo.. %2$sTrata de escribir exactamente tu misma frase clave en el título SEO%3$s."],"%1$sKeyphrase in title%3$s: The exact match of the keyphrase appears in the SEO title, but not at the beginning. %2$sTry to move it to the beginning%3$s.":["%1$sFrase clave en el título%3$s: La frase clave objetivo exacta aparece en el título SEO, pero no al principio. %2$sTrata de moverla al principio%3$s."],"%1$sKeyphrase in title%2$s: The exact match of the keyphrase appears at the beginning of the SEO title. Good job!":["%1$sFrase clave en el título%2$s: La frase clave objetivo exacta aparece al principio del título SEO. ¡Buen trabajo!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sDistribución de frase clave%2$s: ¡Buen trabajo!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribución de frase clave%3$s: Desigual. Algunas partes de tu texto no contienen la frase clave o sus sinónimos. %2$sDistribúyelas de manera más uniforme%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribución de frase clave%3$s: Muy desigual. Grandes partes de tu texto no contienen la frase clave o sus sinónimos. %2$sDistribúyelas de manera más uniforme%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sDistribución de frase clave%3$s: %2$sIncluye tu frase clave o sus sinónimos en el texto para que podamos comprobar la distribución de la frase clave%3$s."],"Help on choosing the perfect focus keyphrase":["Ayuda para elegir la frase clave objetivo perfecta"],"Would you like to add a related keyphrase?":["¿Te gustaría añadir una frase clave relacionada?"],"Go %s!":["¡Ir a %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Si no se muestran los archivos de fecha en los resultados de la búsqueda, técnicamente significa que estos tendrán un meta robots %1$s. %2$sMás información sobre los ajustes de los resultados de búsqueda%3$s."],"Rank better with synonyms & related keyphrases":["Posiciona mejor con sinónimos y frases clave relacionadas"],"optimize a single post for synonyms and related keyphrases.":["optimiza una entrada para sinónimos y frases clave relacionadas."],"Synonyms & related keyphrases":["Sinónimos y frases clave relacionadas"],"Add related keyphrase":["Añadir frase clave relacionada"],"Upgrade to %s":["Actualizar a %s"],"%1$s video":["Video %1$s"],"Get %s":["Consigue %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sFrase clave usada previamente%6$s: Has usado esta frase clave objetivo %1$s%2$d veces antes%3$s. %5$sNo uses tu frase clave objetivo más de una vez%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sFrase clave usada previamente%5$s: Has usado esta frase clave objetivo %1$suna vez ya%2$s. %4$sNo uses tu frase clave objetivo más de una vez%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sFrase clave usada previamente%2$s: No has usado antes esta frase clave objetivo, muy bien."],"%1$sSlug stopwords%3$s: The slug for this page contains a stop word. %2$sRemove it%3$s!":["%1$sPalabras vacías en el slug%3$s: El slug de esta página contiene una palabra vacía. ¡%2$sQuítala%3$s!","%1$sPalabras vacías en el slug%3$s: El slug de esta página contiene palabras vacías. ¡%2$sQuítalas%3$s!"],"%1$sSlug too long%3$s: the slug for this page is a bit long. %2$sShorten it%3$s!":["%1$sSlug demasiado largo%3$s: el slug de esta página es un poco largo. ¡%2$sAcórtalo%3$s!"],"%1$sImage alt attributes%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAtributos alt de imagen%3$s: No hay imágenes en esta página. ¡%2$sAñade alguna%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sEnlace de la frase clave objetivo%3$s: Estás enlazando a otra página con las palabras con las que quieres posicionar esta página. ¡%2$sNo hagas eso%3$s!"],"This is far below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Esto está muy por debajo del mínimo recomendado de %5$d palabra. %3$sAñade más contenido%4$s.","Esto está muy por debajo del mínimo recomendado de %5$d palabras. %3$sAñade más contenido%4$s."],"This is below the recommended minimum of %5$d word. %3$sAdd more content%4$s.":["Esto está por debajo del mínimo recomendado de %5$d palabra. %3$sAñade más contenido%4$s.","Esto está por debajo del mínimo recomendado de %5$d palabras. %3$sAñade más contenido%4$s."],"%2$sText length%4$s: The text contains %1$d word.":["%2$sLongitud del texto%4$s: El texto contiene %1$d palabra.","%2$sLongitud del texto%4$s: El texto contiene %1$d palabras."],"%2$sText length%3$s: The text contains %1$d word. Good job!":["%2$sLongitud del texto%3$s: El texto contiene %1$d palabra. ¡Buen trabajo!","%2$sLongitud del texto%3$s: El texto contiene %1$d palabras. ¡Buen trabajo!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your higher-level subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sFrase clave en el subtítulo%3$s: Más del 75%% de tus subtítulos de primer nivel reflejan el tema de tu texto. Eso es demasiado. ¡%2$sNo sobre-optimices%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sAncho del título SEO%3$s: %2$sPor favor, crea un título SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sAncho del título SEO%3$s: El título SEO es más ancho que el límite visible. %2$sPrueba a hacerlo más corto%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sAncho del título SEO%2$s: ¡Buen trabajo!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sAncho del título SEO%3$s: El título SEO es demasiado corto. %2$sUsa el espacio para añadir variaciones de palabras clave o para crear un texto que anime a una acción%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sEnlaces salientes%2$s: Hay enlaces salientes nofollow y normales en esta página. ¡Buen trabajo!"],"%1$sOutbound links%2$s: Good job!":["%1$sEnlaces salientes%2$s: ¡Buen trabajo!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sEnlaces salientes%3$s: Todos los enlaces salientes de esta página son nofollow. %2$sAñade algún enlace normal%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sEnlaces salientes%3$s: No hay enlaces salientes en esta página. ¡%2$sAñade alguno%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sLongitud de la meta description%2$s: ¡Bien hecho!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sLongitud de la meta description%3$s: La meta description tiene más de %4$d caracteres. Asegúrate de que sea visible toda la description, ¡%2$sdeberías reducir su longitud%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sLongitud de la meta description%3$s: La meta description es demasiado corta (menos de %4$d caracteres). Hay hasta %5$d caracteres disponibles. ¡%2$sUsa el espacio%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sLongitud de la meta description%3$s: No se ha especificado ninguna meta description. Los motores de búsqueda mostrarán en su lugar texto de la página. ¡%2$sAsegúrate de escribir una%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sFrase clave en la meta description%2$s: La meta description se ha especificado, pero no contiene la frase clave objetivo. ¡%3$sArregla eso%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sFrase clave en la meta description%2$s: La meta description contiene la palabra clave objetivo %3$s veces, que es más del máximo recomendado de 2 veces. ¡%4$sLimita eso%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sFrase clave en la meta description%2$s: La frase clave objetivo o el sinónimo aparece en la meta description. ¡Bien hecho!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's way more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sLongitud de la frase clave%5$s: La frase clave tiene %1$d palabras. Es mucho más que el máximo recomendado de %2$d palabras. ¡%4$sHazla más corta%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase is %1$d words long. That's more than the recommended maximum of %2$d words. %4$sMake it shorter%5$s!":["%3$sLongitud de la frase clave%5$s: La frase clave tiene %1$d palabras. Es más que el máximo recomendado de %2$d palabras. ¡%4$sHazla más corta%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sLongitud de la frase clave%2$s: ¡Buen trabajo!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLongitud de la frase clave%3$s: No se ha establecido una frase clave objetivo para esta página. %2$sEstablece una frase clave objetivo para calcular tu puntuación SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sFrase clave en la introducción%3$s: Tu frase clave o sus sinónimos no aparecen en el primer párrafo. %2$sAsegúrate de que el tema esté claro inmediatamente%3$s."],"%1$sKeyphrase in introduction%3$s:Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sFrase clave en la introducción%3$s: Tu frase clave o sus sinónimos aparecen en el primer párrafo del texto, pero no dentro de una frase. ¡%2$sArregla eso%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sFrase clave en la introducción%2$s: ¡Bien hecho!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sEnlaces internos%2$s: En esta página hay enlaces internos nofollow y normales. ¡Buen trabajo!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sEnlaces internos%2$s: Tienes suficientes enlaces internos. ¡Buen trabajo!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sEnlaces internos%3$s: Los enlaces internos de esta página son todos nofollow. %2$sAñade algún buen enlace interno%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sEnlaces internos%3$s: No hay enlaces internos en esta página, ¡%2$sasegúrate de añadir alguno%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sPalabras de transición%2$s: ¡Bien hecho!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sPalabras de transición%2$s: Solo %3$s de las frases contienen palabras de transición, y no es suficiente. %4$sUsa algunas más%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sPalabras de transición%2$s: Ninguna de las frases contiene palabras de transición. %3$sUsa alguna%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sNo hay suficiente contenido%2$s: %3$sPor favor, añade algo de contenido para permitir un buen análisis%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sDistribución de subtítulos%2$s: No estás usando ningún subtítulo, pero tu texto es bastante corto y probablemente no los necesite."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sDistribución de subtítulos%2$s: No estás usando ningún subtítulo, aunque tu texto es bastante largo. %3$sPrueba a añadir algún subtítulo%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d words and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sDistribución de subtítulos%2$s: %3$d sección de tu texto tiene más de %4$d palabras y no está separada por ningún subtítulo. %5$sAñade subtítulos para mejorar la legibilidad%2$s.","%1$sDistribución de subtítulos%2$s: %3$d secciones de tu texto tienen más de %4$d palabras y no están separadas por ningún subtítulo. %5$sAñade subtítulos para mejorar la legibilidad%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sDistribución de subtítulos%2$s: ¡Fantástico trabajo!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s words, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sLongitud de las frases%2$s: %3$s de las frases contiene más de %4$s palabras, que es más del máximo recomendado de %5$s. %6$sTrata de acortar las frases%2$s."],"%1$sSentence length%2$s: Great!":["%1$sLongitud de las frases%2$s: ¡Fantástico!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sFrases consecutivas%2$s: Hay suficiente variedad en tus frases. ¡Eso es fantástico!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sFrases consecutivas%2$s: El texto contiene %3$d frases consecutivas que empiezan con la misma palabra. ¡%5$sIntenta probar cosas nuevas %2$s!","%1$sFrases consecutivas%2$s: El texto contiene %4$d ocasiones en las que %3$d o más frases consecutivas empiezan con la misma palabra. ¡%5$sIntenta probar cosas nuevas %2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sVoz pasiva%2$s: %3$s de las frases contiene una voz pasiva, que es más del máximo recomendado de %4$s. %5$sIntenta usar sus equivalentes activas%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sVoz pasiva%2$s: Estás usando suficientes voces activas. ¡Eso es fantástico!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d words. %5$sShorten your paragraphs%2$s!":["%1$sLongitud de párrafos%2$s: %3$d de los párrafos contiene más del máximo recomendado de %4$d palabras. ¡%5$sAcorta tus párrafos%2$s!","%1$sLongitud de párrafos%2$s: %3$d de los párrafos contienen más del máximo recomendado de %4$d palabras. ¡%5$sAcorta tus párrafos%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sLongitud de párrafos%2$s: Ninguno de los párrafos es demasiado largo. ¡Fantástico trabajo!"],"Good job!":["¡Buen trabajo!"],"%1$sFlesch Reading Ease%2$s: The copy scores %3$s in the test, which is considered %4$s to read. %5$s%6$s%7$s":["%1$sPrueba de legibilidad Flesch%2$s: El texto puntúa %3$s en la prueba, lo que se considera %4$s de leer. %5$s%6$s%7$s"],"Focus keyphrase":["Frase clave objetivo"],"%1$s with ID %2$s couldn't be patched":["no pudo parchearse el %1$s con el ID %2$s"],"Invalid POST request. Meta values already exist for object with ID %1$s.":["Petición POST no válida. Los valores meta ya existen para el objeto con el ID %1$s."],"Indexable with ID `%1$s` does not exist":["El indexable con el ID `%1$s` no existe"],"No object with ID %1$s and %2$s could be found":["No se pudo encontrar ningún objeto con el ID %1$s y %2$s"],"`%1$s` is not a valid subtype of `%2$s`":["`%1$s` no es un subtipo válido de `%2$s`"],"The object type `%1$s` is invalid":["El tipo de objeto `%1$s` no es válido"],"Invalid type for parameter `%1$s` passed. Expected `%2$s`, but got `%3$s`":["Tipo no válido para el parémetro `%1$s` pasado. Se esperaba `%2$s`, pero se obtuvo `%3$s`"],"The parameter `%1$s` cannot be empty.":["El parámetro `%1$s` no puede estar vacío."],"Check Keyphrase Density":["Comprueba la densidad de la frase clave"],"Disable":["Desactivar"],"Allow Control":["Permitir control"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Esta pestaña te permite desactivar selectivamente características de %s en todos los sitios de la red. Por defecto están activas todas las características, lo que permite a los administradores del sitio elegir por sí mismos si quieren activar o desactivar una característica para su sitio. Cuando desactives aquí una característica los administradores del sitio no podrán usar esa característica."],"%s is a required feature toggle argument.":["%s es un argumento de activación de la característica obligatorio."],"Keyphrase:":["Frase clave:"],"Remove keyphrase":["Quitar frase clave"],"This feature has been disabled by the network admin.":["Esta característica la ha desactivado el administrador de la red."],"Focus keyphrase not set.":["La frase clave objetivo no está establecida."],"Multiple keyphrases":["Múltiples frases clave"],"Colon":["Dos puntos"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Tanto %1$s como %2$s gestionan el SEO de tu sitio. Ejecutar dos plugins SEO al mismo tiempo es perjudicial."],"There is a new notification.":["Hay un nuevo aviso.","Hay nuevos avisos."],"Learn more about the readability analysis":["Aprende más sobre el análisis de legibilidad"],"Describe the duration of the instruction:":["Describe la duración de la instrucción:"],"Optional. Customize how you want to describe the duration of the instruction":["Opcional. Personaliza cómo quieres describir la duración de la instrucción"],"This is a list of related content to which you could link in your post. {{a}}Read our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":["Esta es una lista de contenido relacionado al que podrías enlazar en tu entrada. {{a}}Lee nuestro artículo sobre la estructura del sitio{{\/a}} para aprende rmás sobre como el enlazado interno puede ayudar a mejorar tu SEO."],"%s, %s and %s":["%s, %s y %s"],"%s and %s":["%s y %s"],"%d minute":["%d minuto","%d minutos"],"%d hour":["%d hora","%d horas"],"%d day":["%d día","%d días"],"Enter a step title":["Introduce un título para el paso"],"Optional. This can give you better control over the styling of the steps.":["Opcional. Esto puede darte un mayor control sobre los estilos de los pasos."],"CSS class(es) to apply to the steps":["Clase(s) CSS a aplicar a los pasos"],"minutes":["minutos"],"hours":["horas"],"days":["días"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Crea una guía práctica en un modo amigable para el SEO. Solo puedes usar un bloque de guía práctica en cada entrada."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Haz una lista de tus preguntas más frecuentes en un modo amigable para el SEO. Solo puedes usar un bloque de FAQ en cada entrada."],"Copy error":["Error en el texto"],"An error occurred loading the %s primary taxonomy picker.":["Ocurrió un error al cargar el selector %s de la taxonomía principal."],"%1$s Structured Data Blocks":["Bloques de %1$s de datos estructurados"],"Time needed:":["Tiempo necesario:"],"Move question down":["Bajar pregunta"],"Move question up":["Subir pregunta"],"Insert question":["Insertar pregunta"],"Delete question":["Borrar pregunta"],"Enter the answer to the question":["Escribe la respuesta a la pregunta"],"Enter a question":["Introduce una pregunta"],"Add question":["Añadir pregunta"],"Frequently Asked Questions":["Preguntas frecuentes"],"Great news: you can, with %s!":["Buenas noticias: ¡puedes, con %s!"],"Select the primary %s":["Elige el %s principal"],"Check links to this URL":["Comprueba los enlaces a esta URL"],"Keyword research training":["Entrenamiento de búsqueda de frases clave"],"Please check the %1$sarchive template%2$s for the following content type: %3$s.":["Mira la %1$splantilla de archivo%2$s del siguiente tipo de contenido: %3$s.","Mira las %1$splantillas de archivo%2$s de los siguientes tipos de contenido: %3$s."],"Are you trying to use multiple keyphrases? You should add them separately below.":["¿Estás tratando de utilizar varias frases clave? Debes añadirlas por separado a continuación."],"Mark as cornerstone content":["Marcar como contenido esencial"],"Move step down":["Mover paso hacia abajo"],"Move step up":["Mover paso hacia arriba"],"Insert step":["Insertar paso"],"Delete step":["Eliminar paso"],"Add image":["Añadir imagen"],"Enter a step description":["Introduce una descripción del paso"],"Enter a description":["Introduce una descripción"],"Unordered list":["Lista desordenada"],"Showing step items as an ordered list.":["Mostrando los elementos de los pasos como una lista ordenada."],"Showing step items as an unordered list":["Mostrando los elementos de los pasos como una lista desordenada"],"Add step":["Añadir paso"],"Delete total time":["Eliminar tiempo total"],"Add total time":["Añadir tiempo total"],"How to":["Cómo hacer"],"How-to":["Cómo hacer"],"Analysis results":["Resultados del análisis"],"Enter a focus keyphrase to calculate the SEO score":["Introduce una frase clave objetivo para calcular la puntuación SEO"],"Learn more about Cornerstone Content.":["Aprende más sobre el contenido esencial."],"Cornerstone content should be the most important and extensive articles on your site.":["El contenido esencial deben ser los artículos más importantes y extensos de tu sitio."],"Restore Site":["Restaurar sitio"],"Network Settings":["Ajustes de red"],"You are not allowed to perform this action.":["No tienes permisos para realizar esta acción."],"Error: %s":["Error: %s"],"Success: %s":["Éxito: %s"],"Site with ID %d not found.":["No se encontró el sitio con ID %d."],"No site has been selected to restore.":["No se seleccionó un sitio para ser restaurado."],"You are not allowed to modify unregistered network settings.":["No tienes permisos para modificar ajustes de red no registrados."],"deleted":["eliminado"],"Would you like to add another keyphrase?":["¿Te gustaría añadir otra frase clave?"],"image preview":["vista previa de imagen"],"Copied!":["¡Copiado!"],"Not supported!":["¡No compatible!"],"Read {{a}}our article about site structure{{\/a}} to learn more about how internal linking can help improve your SEO.":["Lee {{a}}nuestro artículo sobre de la estructura del sitio{{{\/a}} para saber más sobre cómo los enlaces internos pueden ayudar a mejorar tu SEO."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["Cuando añadas algo más de texto te mostraremos aquí una lista de contenidos relacionados a los que podrías enlazar en tu entrada."],"Consider linking to these {{a}}cornerstone articles:{{\/a}}":["Plantéate enlazar a estos {{a}}artículos esenciales{{\/a}}"],"Consider linking to these articles:":["Plantéate enlazar a estos artículos:"],"Copy link":["Copiar enlace"],"Copy link to suggested article: %s":["Copiar enlace al artículo sugerido: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":[],"Once you add a bit more copy, we'll give you a list of words and word combinations that occur the most in the content. These give an indication of what your content focuses on.":[],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[],"Prominent words":[],"The site's tagline":["Descripción corta del sitio"],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":["Recientemente hemos mejorado la funcionalidad de los ajustes de apariencia en el buscador. Lamentablemente, hemos descubierto que en algunos casos puntuales el guardado de los ajustes de archivos para tipos de contenido específicos pudo haber fallado."],"Not all required fields are given. Missing field %1$s":["No se dan todos los campos obligatorios. Falta el campo %1$s"],"Optimize your shop's SEO and sell more products!":["¡Optimiza el SEO de tu tienda y vende más productos!"],"Add synonyms":["Añade sinónimos"],"Would you like to add keyphrase synonyms?":["¿Te gustaría añadir sinónimos de la frase clave?"],"Would you like to add more than one keyphrase?":["¿Te gustaría añadir más de una frase clave?"],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":["Puedes editar los metadatos SEO de este tipo de contenido personalizado en la %1$spágina de la tienda%2$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["No has configurado una página de tienda en tus ajustes de WooCommerce, Por favor, haz primero esto."],"Current year":["Año actual"],"Page":["Página"],"Breadcrumb settings for %s archive":["Ajustes de migas de pan para el archivo de %s"],"Something went wrong. Please reload the page.":[],"Tagline":["Descripción corta"],"Modify your meta description by editing it right here":["Modifica tu meta description editándola aquí mismo"],"description (custom taxonomy)":["descripción (taxonomía personalizada)"],"(custom taxonomy)":["(taxonomía personalizada)"],"(custom field)":["(campo personalizado)"],"Term404":["Term404"],"Caption":["Leyenda"],"Pagenumber":["Pagenumber"],"Pagetotal":["Pagetotal"],"Page number":["Número de página"],"User description":["Descripción del usuario"],"ID":["ID"],"Modified":["Modificado"],"Post type (plural)":["Tipo de contenido (plural)"],"Post type (singular)":["Tipo de contenido (singular)"],"Separator":["Separador"],"Search phrase":["Frase de búsqueda"],"Term title":["Título del término"],"Term description":["Descripción del término"],"Tag description":["Descripción de la etiqueta"],"Category description":["Descripción de la categoría"],"Primary category":["Categoría principal"],"Category":["Categoría"],"Tag":["Etiqueta"],"Excerpt only":["Solo el extracto"],"Excerpt":["Extracto"],"Site title":["Título del sitio"],"Archive title":["Título del archivo"],"Parent title":["Título superior"],"Date":["Fecha"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Deberías crear una redirección para asegurarte de que tus visitantes no obtienen un error 404 cuando hagan clic en la URL que ya no funciona."],"Search engines and other websites can still send traffic to your deleted post.":["Los motores de búsqueda y otras webs puede que sigan enviando tráfico a tu entrada borrada."],"Make sure you don't miss out on traffic!":["¡Asegúrate de no perder tráfico!"],"You just deleted a %1$s.":["Acabas de borrar una %1$s."],"You just trashed a %1$s.":["Acabas de enviar a la papelera una %1$s."],"Settings for %s archive":["Ajustes del archivo de %s"],"Settings for single %s URLs":["Ajustes de las URLs de cada %s"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Los ajustes de esta página te permiten especificar cuál debería ser la apariencia en el buscador por defecto para cualquier tipo de contenido que tengas. Puedes elegir qué tipos de contendido aparecerán en los resultados de búsqueda y cuál debería ser su descripción por defecto."],"Url preview":[],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":[],"Insert snippet variable":[],"Dismiss this notice":[],"No results":[],"%d result found, use up and down arrow keys to navigate":[],"Your site language is set to %s. If this is not correct, contact your site administrator.":[],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s respeta tu privacidad. Lee nuestra %2$spolítica de privacidad%3$s para saber cómo gestionamos tu información personal."],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["Si sabes lo que esto significa y no quieres ver más este mensaje puedes %1$sdescartar este mensaje%2$s."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["Los ajustes de tu sitio actualmente permiten que existan URLs de adjuntos en tu sitio. Por favor, %1$slee esta entrada sobre un problema potencial%2$s con las URLs de los adjuntos y revisa si tienes el ajuste correcto para tu sitio."],"Unknown type %1$s":["Tipo de %1$s desconocido"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["¡Incluye una cuenta gratuita MyYoast que te da acceso a nuestro curso gratuito SEO para principiantes!"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["Únete para nuestra newsletter si quieres estar al día sobre %1$s, otros plugins interesantes de %2$s, y noticias interesantes y consejos del mundo del SEO."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Obtén tu código de verificación de Baidu en las %1$sBaidu Webmaster Tools%2$s."],"Baidu verification code":["Código de verificación de Baidu"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["La funcionalidad del importador de %s utiliza tablas temporales de la base de datos. Parece que tu instalación de WordPress no tiene la capacidad de hacer esto, por favor, consulta a tu proveedor de alojamiento."],"Cleanup of %s data failed.":["La limpieza de los datos de %s han fallado."],"Content Type":["Tipo de contenido"],"Filter by content type":["Filtar por tipo de contenido"],"Show All Content Types":["Mostrar todos los tipos de contenido"],"Replaced with the normal title for an archive generated by WordPress":["Reemplazado con el título normal de un archivo generado por WordPress"],"Clean":["Limpiar"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Una vez estés seguro de que tu sitio está BIEN puedes limpiarlo. Esto borrará todos los datos originales."],"Step 5: Clean up":["Paso 5: Limpieza"],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["Deberías ejecutar el asistente de configuración, desde la página SEO &rarr; General &rarr; Escritorio, para asegurarte de que todos los ajustes de tu sitio están correctos."],"Step 4: Run the configuration wizard":["Paso 4: Ejecutar el asistente de configuración"],"Please check your posts and pages and see if the metadata was successfully imported.":["Por favor, revisa tus entradas y páginas para ver si se han importado correctamente los metadatos."],"Step 3: Check your data":["Paso 4: Comprueba tus datos"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Esto importará los metadatos de entrada, como los títulos y descripciones SEO, en tus metadatos de %1$s. Solo lo hará si no hay aún metadatos de %1$s. Los datos originales seguirán en su sitio."],"Step 2: Import":["Paso 2: Importar"],"Please make a backup of your database before starting this process.":["Por favor, haz una copia de seguridad de tu base de datos antes de empezar este proceso."],"Step 1: Create a backup":["Paso 1: Crea una copia de seguridad"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Hemos detectado datos de uno o más plugins SEO en tu sitio. Por favor, sigue los siguientes pasos para importar los datos:"],"Plugin: ":["Plugin: "],"%s did not detect any plugin data from plugins it can import from.":["%s no detectó ningún dato de plugins desde los que pueda hacer una importación."],"Posts that should not show up in search results":["Entradas que no deberían mostrarse en los resultados de búsqueda"],"%s data found.":["%s datos encontrados."],"%s data successfully removed.":["%s datos borrados con éxito."],"%s data successfully imported.":["%s datos importados con éxito."],"%s data not found.":["%s datos no encontrados."],"24\/7 email support":["Soporte por correo electrónico 24\/7"],"No more dead links a.k.a. 404 pages":["No más enlaces muertos, también conocidos como páginas 404"],"Get real-time suggestions for internal links":["Consigue sugerencias en tiempo real de enlaces internos"],"Preview your page in Facebook and Twitter":["Vista previa de tu página en Facebook y Twitter"],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":["Haz clic en el botón \"%3$s\" para usar la meta description ya establecida en el ajuste de %1$sapariencia en el buscador%2$s."],"Help on copying the home meta description":["Ayuda sobre como copiar la meta description de portada"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Para permitir a los motores de búsqueda saber qué perfiles sociales están asociados a este sitio introduce los datos de los perfiles sociales de tu sitio a continuación."],"Learn more about your social profiles settings":["Aprende más sobre los ajustes de tus perfiles sociales"],"Remove the categories prefix":["Elimina el prefijo de las categorías"],"Help on the category prefix setting":["Ayuda sobre el ajuste del prefijo en las categorías"],"Learn more about the available variables":["Aprende más sobre las variables disponibles"],"Learn more about the RSS feed setting":["Aprende más sobre el ajuste del RSS feed"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Cuando subes medios (una imagen o un vídeo, por ejemplo) a WordPress, no guarda solo el medio, crea también una URL de adjunto para él. Estas páginas de adjuntos están bastante vacías: contienen el elemento del medio y puede que un título si lo has introducido. Debido a esto, si nunca usas estas URLs de adjuntos, es mejor desactivarlas, y redirigirlas al medio mismo."],"Learn more about the Media and attachment URLs setting":["Aprende más sobre el ajuste de medios y URLs de adjuntos"],"Learn more about the title separator setting":["Aprende más sobre el ajustes del separador de título"],"Learn more about the knowledge graph setting":["Aprende más sobre el ajuste de knowledge graph"],"Learn more about the homepage setting":["Aprende más sobre el ajuste de portada"],"Learn more about the special pages setting":["Aprende más sobre el ajustes de páginas especiales"],"Help on the date archives search results setting":["Ayuda sobre el ajuste de resultados de búsqueda en archivos por fecha"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["No mostrar los archivos de autor sin entradas en los resultados de búsqueda técnicamente significa que tendrán un meta robots %1$s y que se excluirán de los mapas del sitio XML. %2$sMás información sobre los ajustes de resultados de búsqueda%3$s."],"Help on the authors without posts archive search results setting":["Ayuda sobre el ajuste de autores sin entradas en los resultados de búsqueda"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["No mostrar los archivos de autor en los resultados de búsqueda técnicamente significa que tendrán un meta robots %1$s y que se excluirán de los mapas del sitio XML. %2$sMás información sobre los ajustes de resultados de búsqueda%3$s."],"Help on the author archives search results setting":["Ayuda sobre el ajuste de archivos de autor en los resultados de búsqueda"],"Archives settings help":["Ayuda sobre los ajustes en archivos"],"Learn more about the archives setting":["Aprende más sobre el ajuste de archivos"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Obtén tu código de verificación de Yandex en las %1$sherramientas para webmasters de Yandex%2$s."],"Yandex verification code":["Código de verificación de Yandex"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Obtén tu código de verificación de Google en %1$sla Search Console de Google%2$s."],"Google verification code":["Código de verificación de Google"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Obtén tu código de verificación de Bing en %1$slas herramientas para webmasters de Bing%2$s."],"Bing verification code":["Código de verificación de Bing"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Puedes usar las cajas siguientes para verificar las distintas herramientas para webmasters. Esta característica añadirá una meta tag de verificación en tu portada. Sigue los enlaces a las distintas herramientas para webmasters y mira las instrucciones para el método de verificación de la meta tag con el que conseguir el código de verificación. Si tu sitio ya está verificado puedes olvidarte de esto."],"Learn more about the Webmaster Tools verification":["Aprende más sobre la verificación en las herramientas para webmasters"],"On":["Activo"],"Help on: %s":["Ayuda sobre: %s"],"%1$s comes with a lot of features. You can enable \/ disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s tiene un montón de características. Puedes activar \/ desactivar algunas de ellas a continuación. Al hacer clic en el signo de interrogación se muestra más información sobre la característica."],"Off":["Inactivo"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["La sección avanzada de la caja meta de %1$s permite a un usuario eliminar entradas de los resultados de búsqueda o cambiar el canonical. Estas son cosas que puede que no quieras que haga un autor. Es por ello que, por defecto, solo los editores y administradores pueden hacerlo. Establecer esto a \"%2$s\" permitirá a todos los usuarios cambiar estos ajustes."],"Security: no advanced settings for authors":["Seguridad: sin ajustes avanzados para los autores"],"See who contributed to %1$s.":["Mira quién ha contribuido a %1$s."],"Help on this search results setting":["Ayuda sobre este ajuste de resultados de búsqueda"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["No mostrar los archivos de %1$s en los resultados de búsqueda técnicamente significa que tendrán un meta robots %2$s y que se excluirán de los mapas del sitio XML. %3$sMás información sobre los ajustes de resultados de búsqueda%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["No mostrar %1$s en los resultados de búsqueda técnicamente significa que tendrán un meta robots %2$s y que se excluirán de los mapas del sitio XML. %3$sMás información sobre los ajustes de resultados de búsqueda%4$s."],"Default for %2$s, currently: %1$s":["Por defecto es %2$s, actualmente: %1$s"],"Show %s in search results?":["¿Mostramos %s en los resultados de búsqueda?"],"this author's archives":["archivos de este autor"],"Do not allow search engines to show %s in search results.":["No permitir a los motores de búsqueda mostrar %s en los resultados."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["En WordPress, las URL de las categorías contienen un prefijo, generalmente %s, esta característica elimina ese prefijo, únicamente en las categorías."],"Category URLs":["URLs de categorías"],"the archive for %s":["el archivo para %s"],"Redirect attachment URLs to the attachment itself?":["¿Redirigir las URL de adjuntos a los propios adjuntos?"],"We recommend you set this to Yes.":["Recomendamos establecer esto a Sí."],"Media & attachment URLs":["URL de medios y adjuntos"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Esto es lo que se muestra en los resultados de búsqueda cuando las personas encuentran tu página de inicio. Significa que esto es probablemente lo que verán cuando busquen su nombre de marca."],"date archives":["archivos por fecha"],"archives for authors without posts":["archivos para autores sin entradas"],"Read why XML Sitemaps are important for your site.":["Lee por qué los mapas del sitio XML son importantes para tu sitio."],"Enable the XML sitemaps that %s generates.":["Activar los mapas del sitio XML que genera %s."],"See the XML sitemap.":["Ver el mapa del sitio XML."],"%2$s (current default for %1$s)":["%2$s (actualmente por defecto para %1$s)"],"Media":["Medios"],"Content Types":["Tipos de contenido"],"Should search engines follow links on this %1$s?":["¿Deberían los motores de búsqueda seguir enlaces en esta %1$s?"],"Allow search engines to show this %s in search results?":["¿Permitir a los motores de búsqueda mostrar esta %s en los resultados?"],"Search Appearance":["Apariencia en el buscador"],"Please specify what content types you would like to appear in search engines. If you do not know the differences between these, it's best to choose the default settings.":["Por favor, especifica qué tipos de contenido quieres que aparezcan en los motores de búsqueda. Si no conoces las diferencias entre ellos, es mejor que elijas los ajustes por defecto."],"Search engines should show \"%1$s\" in search results:":["Los motores de búsqueda deberían mostrar \"%1$s\" en los resultados:"],"Search engine visibility":["Visibilidad en los motores de búsqueda"],"Toggle %1$s's XML Sitemap":["Alternar mapa del sitio XML de %1$s"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["La característica de contenido esencial te permite marcar y filtrar contenido esencial de tu web."],"Good results":["Buenos resultados"],"Get better search results in local search":["Consigue mejores resultados de búsqueda en la búsqueda local"],"Allow customers to pick up their %s order locally":["Permite a tus clientes recoger su pedido de %s en tu local"],"SEO analysis":["Análisis SEO"],"The SEO analysis offers suggestions to improve the SEO of your text.":["El análisis SEO ofrece sugerencias para mejorar el SEO de tu texto."],"Learn how the SEO analysis can help you rank.":["Aprende cómo puede el análisis SEO mejorar tu posicionamiento."],"The readability analysis offers suggestions to improve the structure and style of your text.":["El análisis de legibilidad ofrece sugerencias para mejorar la estructura y estilo de tu texto."],"Discover why readability is important for SEO.":["Descubre por qué la legibilidad es importante para el SEO."],"Find out how cornerstone content can help you improve your site structure.":["Descubre cómo el contenido esencial puede ayudarte a mejorar la estructura de tu sitio."],"The text link counter helps you improve your site structure.":["El contador de enlaces de texto te ayuda a mejorar la estructura de tu sitio."],"Find out how the text link counter can enhance your SEO.":["Descubre cómo el contador de enlaces de texto puede mejorar tu SEO."],"%s integration":["Integración con %s"],"Read more about how %s works.":["Lee más acerca de cómo funciona %s."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Activa esta característica si quieres que Facebook y otras redes sociales muestren una vista previa con imágenes y un extracto de texto cuando se comparta un enlace de tu sitio."],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Activa esta característica si quieres que Twitter muestre una vista previa con imágenes y un extracto de texto cuando se comparta un enlace de tu sitio."],"Find out why you should upgrade to %s":["Descubre por qué deberías actualizar a %s"],"https:\/\/yoa.st\/1uk":["https:\/\/yoa.st\/1uk"],"https:\/\/yoa.st\/1uj":["https:\/\/yoa.st\/1uj"],"Latest blog posts on %1$s":["Últimos artículos del blog de %1$s"],"Remove highlight from the text":["Quitar el resaltado del texto"],"Your site language is set to %s. ":[],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["¡Comienza ya mismo con el %2$sasistente de configuración%3$s de %1$s!"],"First-time SEO configuration":["Configuración SEO inicial"],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["El idioma de tu sitio está configurado a {language}. Si esto no es correcto contacta con el administrador de tu sitio."],"Your site language is set to {language}.":["El idioma de tu sitio está configurado a {language}."],"Highlight this result in the text":["Resalta este resultado en el texto"],"Considerations":["Consideraciones"],"Errors":["Errores"],"Change language":["Cambiar idioma"],"You cannot create a %s file.":["No puedes crear un archivo %s."],"You cannot edit the %s file.":["No puedes editar el archivo %s."],"Updated %s":["%s actualizado"],"Create %s file":["Crear archivo %s"],"Edit the content of your %s:":["Editar el contenido de tu %s:"],"Save changes to %s":["Guardar cambios a %s"],"%s file":["archivo %s"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s y %2$s pueden funcionar juntos mucho mejor añadiendo un plugin que les ayude. Por favor, instala %3$s para hacer tu vida más fácil. %4$s."],"More information":["Más información"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s y %2$s pueden funcionar juntos mucho mejor añadiendo un plugin que les ayude. Por favor, activa %3$s para hacer tu vida más fácil."],"More information about %1$s":["Más información sobre %1$s"],"Configuration Wizard":["Asistente de configuración"],"You've done it!":["¡Lo has hecho!"],"Seamlessly integrate %2$s with %1$s for the content analysis!":["¡Integra sin problemas el análisis de contenido de %2$s con %1$s!"],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s y %2$s pueden funcionar juntos mucho mejor añadiendo un plugin auxiliar. Instala %3$s para hacer tu vida más fácil."],"Manage your %s subscription on MyYoast":[],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Marca la %1$s más importante como 'contenido esencial' para mejorar la estructura de tu sitio. %2$sAprende más sobre contenido esencial%3$s."],"(Opens in a new browser tab)":["(Se abre en  una nueva pestaña del navegador)"],"Posts %1$swithout%2$s a focus keyphrase":["Entradas %1$ssin%2$s frase clave objetivo"],"Hey, your SEO is doing pretty well! Check out the stats:":["¡Eh, tu SEO está funcionando bastante bien! Echa un vistazo a las estadísticas:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["No tienes ninguna entrada publicada. ¡Tus puntuaciones SEO aparecerán aquí una vez hagas tu primera entrada!"],"On this page, you can change the name of your site and choose which separator to use. The separator will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results. Choose the one that fits your brand best or takes up the least space in the snippets.":["En esta página puedes cambiar el nombre de tu sitio y elegir qué separador usar. El separador se mostrará, por ejemplo, entre el título de tu entrada y el nombre\ndel sitio. Los símbolos se muestran en el tamaño en que aparecerán en los\nresultados de búsqueda. Elige el que se adapte mejor a tu marca o que ocupe\nel menor espacio posible en los snippets."],"Something else":["Algo más"],"A portfolio":["Un portafolio"],"A corporation":["Una empresa"],"A small offline business":["Un pequeño negocio offline"],"A news channel":["Un canal de noticias"],"An online shop":["Una tienda online"],"A blog":["Un blog"],"What does the site %1$s represent?":["¿A qué representa el sitio %1$s?"],"If you choose no, your author archives will be deactivated to prevent  duplicate content issues.":["Si eliges que no, no se activará ningún archivo de autor para evitar\nproblemas de contenido duplicado."],"Note: we don't store your data in any way and don't have full access to your account. Your privacy is safe with us.":["Nota: no almacenamos tus datos de ningún modo, y no tenemos acceso completo a tu cuenta. Tu privacidad está a salvo con nosotros."],"%1$s integrates with Google Search Console, a must-have tool for site owners. It provides you with information about the health of your site. Don't have a Google account or is your site not activated yet? Find out %2$show to connect Google Search Console to your site%3$s.":["%1$s se integra con la Google Search Console, una herramienta imprescindible para los propietarios de sitios. Te ofrece información sobre el estado de tu sitio. ¿Aún no tienes una cuenta de Google o no has activado tu sitio? Aprende a %2$sconectar la Google Search Console a tu sitio%3$s."],"Option B: My site is under construction and should not be indexed":["Opción B: Mi sitio está en construcción y no debería indexarse"],"Option A: My site is live and ready to be indexed":["Opción A: Mi sitio está en directo y listo para indexar"],"Choose under construction if you want to keep the site out of the index of search engines. Don't forget to activate it once you're ready to publish your site.":["Elige en construcción si quieres mantener el sitio fuera de los índices\nde los motores de búsqueda. No olvides activarlo una vez estés listo\npara publicar tu sitio."],"Please specify if your site is under construction or already active.":["Por favor, especifica si tu sitio está en construcción o si ya está activo."],"This information will be used in Google's Knowledge Graph Card, the big block of information you see on the right side of the search results.":["Esta información se usará en la ficha de Google Knowledge Graph, el gran bloque\nde información que verás a la derecha de los resultados de búsqueda."],"Read more like this on our SEO blog":["Lee más como esto en nuestro blog de SEO"],"Readability: %s":["Legibilidad: %s"],"Not activated":["Sin activar"],"Activated":["Activa"],"%1$s recommendations for you":["Recomendaciones de %1$s para ti"],"All Readability Scores":["Todas las puntuaciones de legibilidad"],"Filter by Readability Score":["Filtrar por puntuación de legibilidad"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["¡No estás recibiendo actualizaciones ni soporte! Soluciona este problema añadiendo este sitio y activando %1$s en %2$s."],"Request method %1$s is not valid.":["El método de petición %1$s no es válido."],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["¿Quieres previsualizar lo que verá la gente si comparte esta entrada en %1$s? Puedes, con %2$s."],"Good job! All the links in your texts have been counted.":["¡Buen trabajo! Todos los enlaces en tus textos se han contabilizado."],"Calculation completed.":["Cálculo completado."],"Calculation in progress...":["Cálculo en progreso…"],"Stop counting":["Parar el conteo"],"Counting links in your texts":["Contando enlaces en tus textos"],"Text %1$s of %2$s processed.":["Texto %1$s de %2$s procesado."],"All your texts are already counted, there is no need to count them again.":["Se han contado todos tus textos, no hay necesidad de contarlos de nuevo."],"Count links in your texts":["Cuenta los enlaces en tus textos"],"Text link counter":["Contador de enlaces en textos"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de enlaces internos que enlazan a esta entrada. Revisa el texto en las «Columnas Yoast» de la pestaña de ayuda para más información."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de enlaces salientes de esta entrada. Revisa el texto «Columnas Yoast» de la pestaña de ayuda para más información."],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s añade varias columnas a esta página. Hemos escrito un artículo sobre %2$scómo usar la puntuación SEO y de legibilidad%3$s. Las columnas de enlaces muestran el número de artículos de este sitio enlazando %5$sa%6$s este artículo y el número de URLs enlazadas %5$sdesde%6$s este artículo. Aprende más sobre %4$scómo usar estas utilidades para mejorar tu enlazado interno%3$s, lo que mejora enormemente tu SEO."],"%s Columns":["Columnas %s"],"Readability score":["Puntuación de legibilidad"],"Other benefits of %s for you:":["Otros beneficios de %s para ti:"],"Scroll to see the preview content.":["Navega para ver la vista previa del contenido."],"Cornerstone content":["Contenido esencial"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["¡Si quieres ganar a tu competencia en una región o ciudad específica echa un vistazo a nuestro plugin %1$s! Podrás insertar fácilmente mapas de Google, horarios de apertura, información de contacto y localizadores de tienda. Además de todo esto %1$s te ayuda a mejorar la usabilidad de tu página de contacto."],"Attract more customers near you":["Atrae más clientes cerca de ti"],"Upgrade to Premium":["Actualizar a premium"],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Add synonyms and related keywords, use our Premium SEO analysis, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["¿Quieres ganar a tu competencia? %1$s te ofrece fantásticas características adicionales que te ayudarán a configurar tu estrategia SEO como un profesional. Añade sinónimos y palabras clave relacionadas, nuestro análisis SEO Premium el gestor de redirecciones y nuestra herramienta de enlaces internos. %1$s también te dará acceso a soporte premium."],"Outrank the competition with %s":["Gana a tu competencia con %s"],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["Hemos detectado que no has completado aún este asistente, así que te recomendamos que %2$sinicies el asistente de configuración para configurar %1$s%3$s."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["El asistente de configuración te ayudar a configurar con facilidad tu sitio para conseguir los ajustes SEO óptimos."],"Superfast internal linking suggestions":["Sugerencias super rápidas sobre enlaces internos"],"Great news: you can, with %1$s!":["¡Buenas noticias: puedes hacerlo, con %1$s!"],"Save changes":["Guardar cambios"],"1 year free support and updates included!":["¡1 año de soporte y actualizaciones gratuitas incluido!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["El plugin %2$s cambia el código de tu sitio haciendo diferencias entre los motores de búsqueda y los usuarios normales, un proceso llamado cloaking. Recomendamos encarecidamente que lo desactives."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sVista previa en redes sociales%2$s: Facebook y Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sNo más enlaces muertos%2$s: sencillo gestor de redirecciones"],"No ads!":["¡Sin anuncios!"],"Facebook & Twitter":["Facebook y Twitter"],"Social media preview":["Vista previa en redes sociales"],"Easy redirect manager":["Fácil gestor de redirecciones"],"No more dead links":["No más enlaces muertos"],"Increase your SEO reach":["Aumenta tu alcance SEO"],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["Si quieres más ayuda para crear contenido impactante revisa nuestro %2$scurso de escritura SEO%3$s. ¿Quieres conocer todas las características del plugin?, ¡plantéate hacer  nuestro %1$s!"],"Variable":["Variable"],"Available variables":["Variables disponibles"],"Scroll to see the table content.":["Navega para ver el contenido de la tabla."],"An error occurred in the '%1$s' assessment":["Ocurrió un error en la evaluación '%1$s'"],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s de las palabras contiene %2$smás de %3$s sílabas%4$s, que es más que el máximo recomendado: %5$s."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s de las palabras contienen %2$smás %3$s sílabas%4$s, que es menor o igual que el máximo recomendado de %5$s."],"This is slightly below the recommended minimum of %5$d word. %3$sAdd a bit more copy%4$s.":["Esto es ligeramente menos que el mínimo recomendado de %5$d palabra. %3$sEscribe un poco más%4$s.","Esto es ligeramente menos que el mínimo recomendado de %5$d palabras. %3$sEscribe un poco más%4$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["La meta description contiene %1$d frase %2$sde más de %3$s palabras%4$s. Trata de acortar esta frase.","La meta description contiene %1$d  frases %2$sde más de %3$s palabras%4$s. Trata de acortar estas frases."],"The meta description contains no sentences %1$sover %2$s words%3$s.":["La meta description no contiene frases %1$sde más de %2$s palabras%3$s."],"Step %1$d: %2$s":[],"No new notifications.":["No hay nuevos avisos."],"Save all":["Guardar todo"],"Save":["Guardar"],"%1$s, Author at %2$s":["%1$s, autor en %2$s"],"Mobile preview":["Vista previa móvil"],"Desktop preview":["Vista previa escritorio"],"Please provide an SEO title by editing the snippet below.":["Por favor introduce un título SEO editando el snippet de abajo."],"Meta description preview:":["Vista previa de la meta description:"],"Slug preview:":["Vista previa del slug:"],"SEO title preview:":["Vista previa del título SEO:"],"Close snippet editor":["Cerrar el editor de snippet"],"Slug":["Slug"],"Remove marks in the text":["Quitar marcas del texto"],"Mark this result in the text":["Marca este resultado en el texto"],"Marks are disabled in current view":["Las marcas están desactivadas en la vista actual"],"Good SEO score":["Puntuación SEO buena"],"OK SEO score":["Puntuación SEO aceptable"],"Feedback":["Feedback"],"ok":["ok"],"Choose an image":["Elige una imagen"],"Remove the image":["Eliminar la imagen"],"MailChimp signup failed:":["El registro en Mailchimp ha fallado:"],"Sign Up!":["¡Regístrate!"],"Name":["Nombre"],"Please provide a meta description by editing the snippet below.":["Por favor introduce una meta description editando el snippet de abajo."],"Edit snippet":["Editar snippet"],"You can click on each element in the preview to jump to the Snippet Editor.":["Puedes hacer clic en cualquier elemento de la vista previa para ir al editor del snippet."],"SEO title preview":[],"Meta description preview":[],"A problem occurred when saving the current step, {{link}}please file a bug report{{\/link}} describing what step you are on and which changes you want to make (if any).":[],"Close the Wizard":["Cerrar el asistente"],"Export settings":["Exportar ajustes"],"%1$s video tutorial":["%1$s video tutorial"],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; Asistente de configuración"],"Please don't show me this notification anymore":["Por favor, no me muestres más este aviso"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Si estás teniendo problemas, %1$spor favor, envía un informe de fallos%2$s y haremos todo lo posible para ayudarte."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Hemos observado que has estado usando %1$s desde hace algún tiempo; ¡esperamos que te guste! ¡Nos encantaría que pudieras %2$sdejarnos una valoración de 5 estrellas en WordPress.org%3$s!"],"Date archives settings":["Ajustes de archivos por fecha"],"Author archives settings":["Ajustes de archivos de autor"],"%1$s by %2$s":["%1$s por %2$s"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":[],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24\/7 personal support.":["Por cierto, ¿sabías que también tenemos un %1$splugin Premium%2$s? Ofrece funcionalidades avanzadas, como un gestor de redirecciones y compatibilidad con múltiples frases clave. También incluye soporte personal 24\/7."],"(no title)":["(sin título)"],"%s installation wizard":[],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["El menú de la barra de administración de %1$s contiene enlaces útiles de herramientas de terceros con las que analizar páginas y facilitarte ver si tienes nuevos avisos."],"Admin bar menu":["Menú de la barra de administración"],"%1$s will check weekly if your site is still indexable by search engines and %2$s will notify you when this is not the case.":["%1$s puede comprobar a diario si tu sitio aún está indexado en los motores de búsqueda, y %2$s te avisará cuando no sea así."],"Features":["Características"],"SEO title":["Título SEO"],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["Aunque hemos tratado que configurar %1$s sea lo más fácil posible, entendemos que puede ser intimidante. Si prefieres que configuremos %1$s por ti (y de paso tener una copia de %2$s) ¡contrata nuestro %3$s%1$sservicio de configuración de %4$s aquí!"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["Bienvenido al asistente de instalación de  %1$s. ¡En unos pocos pasos te ayudaremos a configurar tus ajustes SEO para que se ajusten a las necesidades de tu web!"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["Google muestra el nombre de tu web en los resultados de búsqueda, y si quieres cambiarlo, puedes hacerlo aquí."],"Greater than sign":["Símbolo mayor que"],"Less than sign":["Símbolo de menor que"],"Right angle quotation mark":["Comilla inclinada a la derecha"],"Left angle quotation mark":["Comilla inclinada a la izquierda"],"Small tilde":["Tilde pequeña"],"Vertical bar":["Barra vertical"],"Low asterisk":["Asterisco bajo"],"Asterisk":["Asterisco"],"Bullet":["Viñeta"],"Middle dot":["Punto medio"],"Em dash":["Guión largo"],"En dash":["Guión corto"],"Dash":["Guión"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Elige qué símbolo utilizar como separador de título. Se mostrará, por ejemplo, entre el título de tu publicación y el nombre del sitio. Los símbolos se muestran en el tamaño en el que aparecerán en los resultados de búsqueda."],"The name of the person":["El nombre de la persona"],"No":["No"],"Yes":["Sí"],"Does, or will, your site have multiple authors?":["¿Tiene o tendrá tu sitio varios autores?"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["WordPress genera automáticamente una URL para cada elemento multimedia existente en la biblioteca. Activando esto permitirá a Google indexar la URL generada."],"Success!":["¡Lo lograste!"],"Title settings":["Ajustes de título"],"Multiple authors":["Varios autores"],"Site type":["Tipo de sitio"],"Environment":["Entorno"],"Yoast option %1$s not found.":["El ajuste %1$s de Yoast no está disponible."],"Google Structured Data Test":["Test de datos estructurados de Google"],"Posts list":["Lista de entradas"],"Posts list navigation":["Navegación por la lista de entradas"],"Filter posts list":["Filtrar la lista de entradas"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Observa que los enlaces a los archivos aún podrían verse en tu tema y que puede que tengas que quitarlos por tu cuenta."],"%1$s to optimize your site even further":["%1$s para optimizar tu sitio aún más"],"%1$s extensions":["Extensiones de %1$s"],"Comes with our 30-day no questions asked money back guarantee":["Incluye nuestra garantía de reembolso de 30 días sin preguntas"],"More information %1$sabout %3$s%2$s":["Más información %1$ssobre %3$s%2$s"],"Installed":["Instalado"],"gain access to our 24\/7 support team.":["obtén acceso a nuestro equipo de soporte 24\/7."],"Premium support":["Soporte premium"],"check what your Facebook or Twitter post will look like.":["comprueba cómo se verá tu publicación en Facebook o Twitter."],"Social previews":["Vistas previas sociales"],"create and manage redirects from within your WordPress install.":["crea y administra redirecciones desde dentro de tu instalación de WordPress."],"Redirect manager":["Gestor de redirecciones"],"%1$s, take your optimization to the next level!":["¡%1$s, lleva tu optimización al siguiente nivel!"],"A seamless integration between %1$s and %2$s":["Integración sin fisuras entre %1$s y %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Utiliza las migas de pan de %1$s en vez de las de %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Inserción sencilla de Google Maps, un localizador de tiendas, horas de apertura y más"],"Creates XML News Sitemaps":["Crea mapas del sitio XML de noticias"],"Immediately pings Google on the publication of a new post":["Hace inmediatamente ping a Google cada vez que se publica una nueva entrada"],"Optimize your site for Google News":["Optimiza tu sitio para Google News"],"Make videos responsive through enabling fitvids.js":["Haz que los vídeos sean adaptables activando fitvids.js"],"Enhance the experience of sharing posts with videos":["Mejora la experiencia compartiendo entradas con vídeos"],"Show your videos in Google Videos":["Muestra tus vídeos en Google Videos"],"Edit &#8220;%s&#8221;":["Modificar &#8220;%s&#8221;"],"Premium":["Premium"],"Google Trends":["Google Trends"],"Notifications":["Avisos"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Quita la pestaña de frase clave de la caja meta y desactiva todas las sugerencias relacionadas con el SEO."],"Disable SEO analysis":["Desactivar análisis SEO"],"Twitter settings":["Ajustes de Twitter"],"Pinterest settings":["Ajustes de Pinterest"],"Facebook settings":["Ajustes de Facebook"],"Title separator symbol":["Símbolo separador del título"],"RSS feed settings":["Ajustes del feed RSS"],"Breadcrumbs settings":["Ajustes de migas de pan"],"Make primary":["Hacer principal"],"%s notification":["%s aviso","%s avisos"],"Disable readability analysis":["Desactivar el análisis de legibilidad"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Quita la pestaña de legibilidad de la caja meta y desactiva todas las sugerencias relacionadas con la legibilidad."],"Readability analysis":["Análisis de legibilidad"],"Needs improvement":["Necesita mejorar"],"Readability":["Legibilidad"],"Improvements":["A mejorar"],"Dismiss this item.":["Descartar este elemento."],"Good job! We could detect no serious SEO problems.":["¡Buen trabajo! No hemos podido detectar ningún problema grave de SEO."],"We have detected the following issues that affect the SEO of your site.":["Hemos detectado los siguientes problemas que afectan al SEO de tu sitio."],"Problems":["Problemas"],"Analysis":["Análisis"],"Not available":["No disponible"],"Filter by SEO Score":["Filtrar por puntuación SEO"],"Meta description not set.":["No se ha definido la meta description."],"Open":["Abrir"],"Dashboard":["Escritorio"],"You can fix this on the %1$sPermalink settings page%2$s.":["Puedes solucionar este problema en la %1$spágina de ajustes de enlaces permanentes%2$s."],"Replaced with the primary category of the post\/page":["Reemplazado con la categoría principal de la entrada\/página"],"Pinterest confirmation":["Confirmación de Pinterest"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Si ya has confirmado tu web en Pinterest puedes saltarte este paso."],"Format-based archives":["Archivos de formatos"],"Webmaster Tools verification":["Verificación en las herramientas para webmasters"],"Buy %s":["Comprar %s"],"New %1$s Title":["Nuevo título de %1$s"],"Existing %1$s Title":["Título %1$s existente"],"Expected an integer as input.":["Se esperaba un número entero."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Se ha intentado crear la clave de cache del mapa del sitio pero la combinación de sufijo y prefijo deja demasiado abiertas las opciones. Es posible que quieras mostrar una página que no esté en el rango deseado."],"Remove":["Quitar"],"Keep":["Conservar"],"Bold the last page":["Última página en negrita"],"Regular":["Normal"],"Bold":["Negrita"],"Show Blog page":["Mostrar la página del blog"],"Primary %s":["Principal %s"],"Primary":["Principal"],"Make %1$s primary %2$s":["Hacer %1$s primario %2$s"],"Term is set to noindex.":["El término se ha etiquetado como noindex."],"Author archives":["Archivos de autor"],"Show":["Mostrar"],"Enabled":["Activo"],"Disabled":["Inactivo"],"The separator defined in your theme's %s tag.":["El separador definido en la etiqueta %s de tu tema."],"No index":["No indexar"],"If you want to use an image for sharing on %1$s, you can upload \/ choose an image or add the image URL here.":["Si quieres utilizar una imagen para compartir en %1$s puedes subir\/elegir una imagen o añadir aquí la URL de la imagen."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["Si quieres utilizar otro texto diferente a la meta description para compartir en %1$s escríbelo aquí."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["Si quieres utilizar otro texto diferente al title para compartir en %1$s escríbelo aquí."],"Once Weekly":["Una vez por semana"],"SEO score":["Puntuación SEO"],"Recalculating SEO scores for all pieces of content with a focus keyphrase.":["Recalculando la puntuación SEO para todo el contenido con frase clave objetivo."],"%1$s of %2$s done.":["%1$s de %2$s hecho."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["Hemos actualizado nuestro algoritmo de puntuación SEO. %1$sRecalcula las puntuaciones SEO%2$s de todas las entradas y páginas."],"Team Yoast":["Equipo Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["La primera verdadera solución SEO todo en uno para WordPress, incluyendo análisis de contenido de páginas, mapas del sitio en XML y mucho más."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Ha fallado la activación:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["La extensión filtro parece no estar disponible. Por favor, pide a tu proveedor de alojamiento web que la habilite."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["La instalación del plugin %1$s no se ha completado. Por favor, consulta las %2$sinstrucciones de instalación%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["La extensión de librería estándar PHP (SPL) parece no estar disponible. Por favor, pide a tu proveedor de hosting que la active. "],"SEO Settings":["Ajustes SEO"],"Mobile-Friendly Test":["Prueba de compatibilidad para móviles"],"Google Page Speed Test":["Google Page Speed Test"],"CSS Validator":["Validador de CSS"],"HTML Validator":["Validador de HTML"],"Pinterest Rich Pins Validator":["Validador de Pinterest Rich Pins"],"Facebook Debugger":["Depurador de Facebook"],"Check Google Cache":["Comprobar la caché de Google "],"Analyze this page":["Analizar esta página"],"Keyword Research":["Análisis de frases clave"],"%s does not seem to be a valid url. Please correct.":["%s no parece ser una url válida. Por favor corrigelo."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s no parece que sea una cadena válida de verificación de %2$s. Por favor corrígelo."],"%s Archive":["%s archivo"],"You searched for %s":["Has buscado %s"],"%s does not seem to be a valid Twitter Username. Please correct.":[],"Summary with large image":["Resumen con imagen grande"],"Summary":["Resumen"],"The post %1$s appeared first on %2$s.":["La entrada %1$s se publicó primero en %2$s."],"No numeric value was received.":["Ningún valor numérico recibido."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Debe ser un blog existente. El blog %s no existe o ha sido marcado como eliminado."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["La configuración predeterminada del blog debe ser el ID numérico del blog que quires utilizar como predeterminado."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s no es una elección válida para quien debería tener acceso a los ajustes de %2$s. El valor se ha devuelto al predeterminado."],"Please select a valid post type for taxonomy \"%s\"":["Por favor elige un tipo de contenido válido para la taxonomía \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Por favor, elige una taxonomía válida para el tipo de contenido \"%s\""],"You searched for":["Has buscado por"],"Home":["Portada"],"Archives for":["Archivo de"],"Error 404: Page not found":["Error 404: Página no encontrada"],"Good":["Bien"],"Replaced with a custom taxonomies description":["Reemplazado con una descripción personalizada de taxonomías "],"Replaced with a posts custom taxonomies, comma separated.":["Reemplazado con taxonomías personalizadas de entradas, separados por comas."],"Replaced with a posts custom field value":["Reemplazado con un valor del campo personalizado de las entradas"],"Replaced with the slug which caused the 404":["Reemplazado por el slug que causó el 404"],"Replaced with the posts focus keyphrase":["Reemplazado con la frase clave objetivo de las publicaciones"],"Attachment caption":["Pié de foto del adjunto"],"Replaced with the current page number":["Reemplazado por el número de página actual"],"Replaced with the current page total":["Reemplazado por el total de la página actual."],"Replaced with the current page number with context (i.e. page 2 of 4)":["Reemplazado por el número actual de página en el contexto (por ejemplo, página 2 de 4)"],"Replaced with the post\/page author's 'Biographical Info'":["Reemplazado por la «Información biográfica» del autor de la entrada\/página"],"Replaced with the post\/page author's 'nicename'":["Reemplazado con el nombre «bonito» del autor de la entrada\/página."],"Replaced with the post\/page ID":["Reemplazado con la ID de entrada\/página"],"Replaced with the post\/page modified time":["Reemplazado con la fecha de modificación de la entrada\/página"],"Replaced with the content type plural label":["Reemplazado con la etiqueta en singular del tipo de contenido"],"Replaced with the content type single label":["Reemplazado con la etiqueta en singular del tipo de contenido"],"Replaced with the current search phrase":["Reemplazado con la frase de búsqueda actual"],"Replaced with the term name":["Reemplazado con el nombre del término"],"Replaced with the term description":["Reemplazado con la descripción del término"],"Replaced with the tag description":["Reemplazado con la descripción de la etiqueta"],"Replaced with the category description":["Reemplazado con la descripción de la categoría"],"Replaced with the post categories (comma separated)":["Reemplazar con las categorías de la entrada (separadas con coma)"],"Replaced with the current tag\/tags":["Reemplazado con la(s) etiqueta(s) actuales "],"Replaced with the post\/page excerpt (without auto-generation)":["Reemplazado con el extracto de la entrada\/página (sin autogeneración)"],"Replaced with the post\/page excerpt (or auto-generated if it does not exist)":["Reemplazado con el extracto de la entrada\/página (o la autogenerada si no existe)"],"The site's name":["El nombre del sitio"],"Replaced with the title of the parent page of the current page":["Reemplazado con el título de la página superior de la página actual"],"Replaced with the title of the post\/page":["Reemplazado con el título de la entrada\/página"],"Replaced with the date of the post\/page":["Reemplazado con los datos de la entrada\/página"],"Page %1$d of %2$d":["Página %1$d de %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["No puedes sustituir una variable de reemplazo estándar de WPSEO registrando una variable con el mismo nombre. Usa el filtro «wpseo_replacements» en vez de ajustar el valor de reemplazo."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Una variable de reemplazo con el mismo nombre ya ha sido registrada. Trata de hacer que el nombre de variable sea diferente y único."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Una variable de reemplazo no puede comenzar por \"%%cf_\" or \"%%ct_\" debido a que estas están reservadas para variables estándar de WPSEO para campos y taxonomías personalizadas. Intenta elegir nombres de variables únicos."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Una variable de reemplazo solamente puede contener caracteres alfanuméricos, guión bajo, o guión normal. Intenta renombrar tu variable."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Aviso solo para el Administrador: esta página no muestra una meta description porque no la tiene. Haz una de estas dos cosas: escribe una específicamente para esta página o ve al menú [%1$s - %2$s] y configura una plantilla."],"Page not found":["Página no encontrada"],"%s Archives":["%s archivos"],"Meta description to use for Author page":["Meta description a usar en la página de autor"],"Title to use for Author page":["Título a usar en la página de autor"],"%1$s settings":["Ajustes %1$s"],"Export your %1$s settings":["Exportar tus ajustes de %1$s"],"Import settings":["Importar ajustes"],"Import from other SEO plugins":["Importar de otros plugins SEO"],"Import":["Importar"],"If you had a %s file and it was editable, you could edit it from here.":["Si tuvieses un archivo %s y tuviese permisos de escritura podrías editarlo desde aquí."],"If your %s were writable, you could edit it from here.":["Si tu archivo %s tuviese permisos de escritura podrías editarlo desde aquí."],"You don't have a %s file, create one here:":["No tienes un archivo %s, crea uno aquí:"],"A link to your site, with your site's name and description as anchor text.":["Un enlace a tu sitio, con el nombre del sitio y la descripción como texto de anclaje."],"A link to your site, with your site's name as anchor text.":["Un enlace a su sitio, con el nombre del sitio como texto de anclaje."],"A link to the post, with the title as anchor text.":["Un enlace a la entrada, con el título como texto de anclaje."],"A link to the archive for the post author, with the authors name as anchor text.":["Un enlace al archivo del autor de la entrada, con el nombre del autor como texto de anclaje."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Puedes usar la siguientes variables dentro del contenido, estas serán reemplazadas por el valor de la derecha."],"Content to put after each post in the feed":["Contenido que se pondrá después de cada entrada en el feed"],"Content to put before each post in the feed":["Contenido a publicar en el feed antes de cada entrada"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Esta característica se usa para añadir contenido automáticamente a tu RSS, en concreto, se trata de añadir enlaces de vuelta a tu sitio y las entradas de tu sitio, para que los ladrones de contenido lerdos añadan automáticamente también esos enlaces, así ayudamos a los motores de búsqueda a identificarte como la fuente original del contenido."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["El uso de esta característica de migas de pan está explicada en %1$s nuestro artículo sobre implementación de migas de pan%2$s."],"How to insert breadcrumbs in your theme":["Como insertar las migas de pan en tu tema"],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":["Archivo de tipo de contenido a mostrar en las migas de pan para las taxonomías"],"Taxonomy to show in breadcrumbs for content types":["Taxonomía a mostrar en las migas de pan para los tipos de contenido"],"Breadcrumb for 404 Page":["Migas de pan para la página 404"],"Prefix for Search Page breadcrumbs":["Prefijo para la página de búsqueda de las migas de pan"],"Prefix for Archive breadcrumbs":["Prefijo para los archivos de migas de pan"],"Prefix for the breadcrumb path":["Prefijo de la ruta de las migas de pan"],"Anchor text for the Homepage":["Texto del enlace para la página de inicio"],"Separator between breadcrumbs":["Separador de las migas de pan"],"Enable Breadcrumbs":["Activar las migas de pan"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Abajo tienes las puntuaciones SEO de tus entradas publicadas. ¡Ahora es tan buen momento como cualquier otro para empezar a mejorar algunas de sus entradas!"],"Credits":["Créditos"],"&laquo; Back to Tools page":["&laquo; Volver a página de herramientas"],"%1$s comes with some very powerful built-in tools:":["%1$s incluye algunas herramientas integradas muy potentes:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Esta herramienta te permite modificar rápidamente archivos importantes para tu SEO, como tu robots.txt y, si lo tienes, tu archivo .htaccess."],"File editor":["Editor de archivos"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importa la configuración de otro plugin SEO y exporta su configuración para reutilizarla en otro sitio."],"Import and Export":["Importar y exportar"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Esta herramienta te permite modificar rápidamente títulos y descripciones de entradas y páginas sin necesidad de editar cada página."],"Bulk editor":["Editor masivo"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Para %1$sverificar tu sitio en Pinterest%2$s añade aquí la meta tag:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":[],"The default card type to use":["El tipo de tarjeta predeterminada a utilizar"],"Add Twitter card meta data":["Añade meta datos de tarjeta de Twitter"],"This image is used if the post\/page being shared does not contain any images.":["Esta imagen se usa si la entrada\/página compartida no contiene ninguna imagen."],"Default settings":["Ajustes por defecto"],"Copy home meta description":["Copiar la meta description de la portada"],"Description":["Descripción"],"Image URL":["URL de la imagen"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Son el título, descripción e imagen utilizada en las meta tags de Open Graph en la página principal de tu sitio."],"Frontpage settings":["Ajustes de página principal"],"Add Open Graph meta data":["Añadir metadatos Open Graph"],"YouTube URL":["URL de YouTube"],"Pinterest URL":["URL de Pinterest"],"MySpace URL":["URL de MySpace"],"LinkedIn URL":["URL de Linkedin"],"Instagram URL":["URL de Instagram"],"Twitter Username":["Usuario de Twitter"],"Facebook Page URL":["URL de la página de Facebook"],"Accounts":["Cuentas"],"Restore site to defaults":["Restaurar sitio a ajustes por defecto."],"Site ID":["ID de sitio"],"Using this form you can reset a site to the default SEO settings.":["Usando este formulario puedes devolver un sitio a los ajustes SEO por defecto."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Los datos sensibles a privacidad (administradores de Facebook, por ejemplo), los ajustes específicos del tema (reescritura del título) y algunos ajustes muy específicos no se importarán a los nuevos sitios."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Introduce el %1$sID del sitio%2$s del sitio cuyos ajustes quieres usar por defecto para todos los sitios que se añadan a tu red. Déjalo vacío para ninguno (o sea, para que se usen los ajustes por defecto del plugin)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Elige el sitio cuya configuración deseas utilizar de forma predeterminada para todos los sitios que se añadan a la red. Si eliges «Ninguna», se utilizarán los valores predeterminados normales del plugin."],"New sites in the network inherit their SEO settings from this site":["Los sitios nuevos de la red heredan los ajustes SEO de este sitio"],"Super Admins only":["Sólo para super administradores"],"Site Admins (default)":["Administradores del sitio (por defecto)."],"Who should have access to the %1$s settings":["Quién debería tener acceso a los ajustes de %1$s"],"spam":["spam"],"mature":["maduro"],"archived":["archivado"],"public":["público"],"%s restored to default SEO settings.":["%s se ha restaurado a ajustes SEO por defecto."],"Settings Updated.":["Ajustes actualizados."],"404 pages":["Páginas 404"],"Search pages":["Páginas de búsqueda"],"These pages will be %s by default, so they will never show up in search results.":["Estas páginas serán %s por defecto, por lo que nunca se mostrarán en los resultados de búsqueda."],"Special Pages":["Páginas especiales"],"Date-based archives could in some cases also be seen as duplicate content.":["Los archivos basados en fecha podrían considerarse en algunos casos como contenido duplicado."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Si este es el caso en tu sitio puedes elegir desactivarlo (lo que hará que se redirija a tu página principal), o añádele %s para que no aparezca en los resultados de búsqueda."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Si tienes un sitio de un solo autor el archivo de autor será exactamente igual que tu página principal. Esto es lo que se conoce como %1$sproblema de contenido duplicado%2$s."],"Date archives":["Archivo por fechas"],"author archives":["archivos de autor"],"Title":["Título"],"%1$s Meta Box":["%1$s caja meta"],"Hide":["Ocultar"],"Take note:":["Apunta:"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Puedes determinar el título y la descripción de la página del blog %1$seditando la propia página del blog%2$s."],"You can determine the title and description for the front page by %1$sediting the front page itself%2$s.":["Puedes determinar el título y la descripción de la página de inicio %1$seditando la propia página de inicio %2$s."],"Homepage &amp; Front page":["Portada y página de inicio"],"Title Separator":["Separador de título"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s ha detectado de forma automática si se necesita forzar la reescritura de los títulos de tus páginas. Si ha sido por error y sabes lo que haces puedes cambiar este ajuste aquí."],"Force rewrite titles":["Forzar la reescritura de los títulos"],"Taxonomies":["Taxonomías"],"Homepage":["Portada"],"%1$s Extensions":["Extensiones de %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["¡Intégralo fácilmente WooCommerce con %1$s y consigue características adicionales!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Mejora tu posicionamiento local y el de Google Maps ¡sin esfuerzo!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["¿Estás en Google News? ¡Incrementa tu tráfico desde Google News optimizándolo!"],"Optimize your videos to show them off in search results and get more clicks!":["¡Optimiza tus vídeos para que aparezcan en los resultados de búsqueda y consigan más clics!"],"The premium version of %1$s with more features & support.":["La versión premium de %1$s, con más características y soporte."],"Person":["Persona"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Esta información se muestra como metadatos en tu sitio. Es para que aparezcan en la %1$sGoogle Knowledge Graph%2$s. Puedes ser una empresa, o una persona:"],"Website name":["Nombre de la web"],"Webmaster Tools":["Webmaster Tools"],"RSS":["RSS"],"Breadcrumbs":["Migas de pan"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Para poder crear una redirección y solucionar este problema, necesitas %1$s. Puedes comprar el plugin, con un año de soporte y actualizaciones incluídos, en %2$s."],"Creating redirects is a %s feature":["La creación de redirecciones es una característica de %s"],"Deactivate %s":["Desactivar %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["El plugin %1$s podría provocar problemas usado conjuntamente con %2$s."],"Upload Image":["Subir imagen"],"Remove these ads?":["¿Quieres eliminar estos anuncios?"],"%s Posts Overview":["Información general de entradas de %s"],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["El título de las migas de pan se utiliza en las migas de pan de las taxonomías."],"Breadcrumbs title":["Título de la ruta de las migas de pan"],"The canonical link is shown on the archive page for this term.":["El enlace canónico se muestra en la página de archivo para este término."],"Facebook App ID":["ID de la aplicación en Facebook"],"Pinterest":["Pinterest"],"Archives":["Archivos"],"Email":["Correo"],"Previous":[],"Next":[],"Close":["Cerrar"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Tanto %1$s como %2$s pueden crear mapas de sitio XML. Tener dos mapas de sitio XML no es beneficioso para los motores de búsqueda, y podrían ralentizar tu sitio."],"Configure %1$s's Open Graph settings":["Configurar los ajustes Open Graph de %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Tanto %1$s como %2$s crean datos Open Graph, lo que podría hacer que Facebook, Twitter, LinkedIn y otras redes sociales utilicen los textos e imágenes incorrectos cuando se compartan tus páginas."],"%s Image":["Imagen de %s"],"%s Description":["Descripción de %s"],"%s Title":["Título de %s "],"Twitter":["Twitter"],"Facebook":["Facebook"],"The recommended image size for %1$s is %2$s pixels.":["El tamaño de imagen recomendado para %1$s es de %2$s píxeles."],"If you want to override the image used on %s for this post, upload \/ choose an image here.":["Si quieres reemplazar la imagen usada en %s para esta publicación, sube\/elige una imagen o añade la URL aquí."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Si no quieres usar la meta description para compartir la entrada en %s pero sí quieres usar otra descripción, escríbela aquí."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Si no quieres utilizar el título de la publicación para compartirla en %s pero quieres utilizar otro título, escríbelo aquí."],"very difficult":["muy difícil"],"Try to make shorter sentences, using less difficult words to improve readability":["Prueba haciendo frases más cortas, utilizando menos palabras difíciles para mejorar la legibilidad"],"difficult":["difícil"],"Try to make shorter sentences to improve readability":["Prueba haciendo frases más cortas para mejorar la legibilidad"],"fairly difficult":["bastante difícil"],"OK":["Aceptable"],"fairly easy":["bastante fácil"],"easy":["fácil"],"very easy":["extremadamente fácil"],"Meta Desc.":["Meta Desc."],"All SEO Scores":["Todas las puntuaciones SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Problema de SEO: La imagen destacada debe ser de al menos 200 por 200 píxeles para que la use Facebook y otros sitios de redes sociales."],"(no parent)":["(sin superior)"],"Post is set to noindex.":["Entrada está establecida como noindex."],"The URL that this page should redirect to.":["La URL a la que debe redirigir esta página."],"301 Redirect":["Redirección 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["La URL canónica a la que esta página debería señalar. Déjala vacía para usar por defecto el enlace permanente. También es compatible con %1$scanonical entre dominios%2$s."],"Canonical URL":["URL canónica"],"Title to use for this page in breadcrumb paths":["Título a usar para esta página en la cadena de breadcrumbs"],"Breadcrumbs Title":["Título de las migas de pan"],"No Snippet":["Sin snippet"],"No Archive":["Aplicar atributo «No Archive»"],"No Image Index":["Ningun Indice de imagen"],"None":["Ninguna"],"Meta robots advanced":["Meta robots avanzado"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["¡Aviso! Aunque puedes establecer aquí el meta robots, toda la web está establecida como noindex en los ajustes de privacidad para toda la web, por lo que estos ajustes no tendrán efecto."],"Meta description":["Meta description"],"SEO Title":["Título SEO"],"Focus keyword":["Frase clave objetivo"],"Settings successfully imported.":["Las configuraciones han sido importadas con éxito."],"Settings could not be imported:":["Las configuraciones no pueden importarse:"],"Breadcrumb for 404 pages:":["Migas de pan para las páginas 404:"],"Prefix for search result pages:":["Prefijo para las páginas de resultados de búsqueda:"],"Prefix for archive pages:":["Prefijo para las páginas de archivo:"],"Prefix for breadcrumbs:":["Prefijo para las migas de pan:"],"Anchor text for the homepage:":["Texto de anclaje para la página de inicio:"],"Breadcrumbs separator:":["Separador de las migas de pan:"],"%s Breadcrumbs":["%s Migas de pan"],"Use Image":["Usar imagen"],"Action":["Acción"],"Page URL\/Slug":["URL\/Slug de página"],"Publication date":["Fecha de Publicación"],"Post Status":["Estado de publicación"],"WP Page Title":["Título de página de WP"],"View":["Ver"],"View &#8220;%s&#8221;":["Ver &#8220;%s&#8221;"],"Preview":["Vista previa"],"Preview &#8220;%s&#8221;":["Vista previa &#8220;%s&#8221;"],"Edit":["Editar"],"Filter":["Filtro"],"posts\u0004Trash <span class=\"count\">(%s)<\/span>":["Papelera <span class=\"count\">(%s)<\/span>","Papelera <span class=\"count\">(%s)<\/span>"],"posts\u0004All <span class=\"count\">(%s)<\/span>":["Todo <span class=\"count\">(%s)<\/span>","Todos <span class=\"count\">(%s)<\/span>"],"New Yoast Meta Description":["Nueva meta description de Yoast"],"Existing Yoast Meta Description":["Meta description de Yoast actual"],"Facebook profile URL":["URL del perfil  de Facebook"],"Twitter username (without @)":["Usuario de Twitter (sin @)"],"FAQ":["Preguntas frecuentes"],"Premium Support":["Soporte premium"],"Settings":["Ajustes"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Debes %1$sir a tus ajustes de lectura%2$s y desactivar la casilla de visibilidad en los motores de búsqueda."],"Huge SEO Issue: You're blocking access to robots.":["Enorme problema de SEO: Estás bloqueando el acceso a los robots."],"Posts":["Entradas"],"Edit Files":["Editar archivos"],"General":["General"],"Extensions":["Extensiones"],"Search Console":["Search Console"],"Tools":["Herramientas"],"Advanced":["Avanzado"],"XML sitemaps":["Mapas del sitio XML"],"Social":["Social"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s ha detectado que estás usando la versión %2$s de %3$s, por favor, actualiza a la última versión para evitar problemas de compatibilidad."],"Just another WordPress site":["Otro sitio creado con WordPress"],"You have used HTML in your value which is not allowed.":["Has utilizado HTML en el valor y eso no está permitido."],"You can't edit %s that aren't yours.":["No puedes editar %s ya que no son tuyos."],"You can't edit %s.":["No puedes editar %s."],"Post has an invalid Content Type: %s.":["La entrada tiene un tipo de contenido no válido: %s."],"Post doesn't exist.":["La entrada no existe."]}}}